Repository: AetheriumDev/NeeView
Catalog: NeeView/Properties/Resources.*.resx
Languages: ja_jp, pt_br, zh_hans, zh_hant

# CommandAccessor.MouseGesture.Example
source: // Set "↑←↓" to the mouse gesture of ViewRotateLeft command nv.Command.ViewRotateLeft.MouseGesture = "ULD"
ja_jp: // ViewRotateLeft のマウス ジェスチャーに ↑←↓ を設定 nv.Command.ViewRotateLeft.MouseGesture = "ULD"
pt_br: // Definir "↑←↓" ao gesto do mouse de ViewRotateLeft command nv.Command.ViewRotateLeft.MouseGesture = "ULD"
zh_hans: // 设置 ViewRotateLeft 的鼠标手势为 ↑←↓ nv.Command.ViewRotateLeft.MouseGesture = "ULD"
zh_hant: // 設定 ViewRotateLeft 的滑鼠手勢為 ↑←↓ nv.Command.ViewRotateLeft.MouseGesture = "ULD"

# CommandAccessor.Parameter
source: You can get and set command parameters. The settings are permanent. The properties differ for each command. For details, see the command list below.
ja_jp: コマンド パラメーターの取得、設定ができます。設定は恒久的なものです。 プロパティはコマンドごとに異なります。詳細は後述のコマンド一覧を確認してください。
pt_br: Você pode obter e definir parâmetros de comando. As configurações são permanentes. As propriedades diferem para cada comando. Para obter detalhes, consulte a lista de comandos abaixo.
zh_hans: 可以取得与设置指令参数。设置为永久。 属性有着不同的指令。详细情况请确认后述的指令列表。
zh_hant: 可以取得與設定指令參數。設定為永久。 屬性有著不同的指令。詳細情況請確認後述的指令列表。

# CommandAccessor.Parameter.Example
source: // Change the rotation amount of "ViewRotateLeft" command to 45 degrees nv.Command.ViewRotateLeft.Parameter.Angle = 45
ja_jp: // ViewRotateLeft コマンドの回転量を45度に変更 nv.Command.ViewRotateLeft.Parameter.Angle = 45
pt_br: // Altere a quantidade de rotação do comando "ViewRotateLeft" para 45 graus nv.Command.ViewRotateLeft.Parameter.Angle = 45
zh_hans: // ViewRotateLeft 更改指令的旋转量为45度 nv.Command.ViewRotateLeft.Parameter.Angle = 45
zh_hant: // ViewRotateLeft 更改指令的旋轉量為45度 nv.Command.ViewRotateLeft.Parameter.Angle = 45

# CommandAccessor.Patch
source: Temporarily change the command parameter.
ja_jp: 一時的にコマンド パラーメーターを変更します。
pt_br: Altere temporariamente o parâmetro do comando.
zh_hans: 更改暂存指令参数。
zh_hant: 更改暫存指令參數。

# CommandAccessor.Patch.Example
source: // Rotate counterclockwise by specifying 5 degrees nv.Command.ViewRotateLeft.Patch({"Angle": 5}).Execute()
ja_jp: // 5度指定で左回転を実行 nv.Command.ViewRotateLeft.Patch({"Angle": 5}).Execute()
pt_br: // Gire no sentido anti-horário especificando 5 graus nv.Command.ViewRotateLeft.Patch({"Angle": 5}).Execute()
zh_hans: // 以指定5度执行向左旋转 nv.Command.ViewRotateLeft.Patch({"Angle": 5}).Execute()
zh_hant: // 以指定5度執行向左旋轉 nv.Command.ViewRotateLeft.Patch({"Angle": 5}).Execute()

# CommandAccessor.Patch.patch
source: Specify the command parameter to be overwritten temporarily in JSON format.
ja_jp: 一時的に上書きするコマンド パラメーターをJSON形式で指定します。
pt_br: Especifique o parâmetro de comando a ser substituído temporariamente no formato JSON.
zh_hans: 写入暂存指令 参数指定为JSON格式。
zh_hant: 寫入暫存指令 參數指定為JSON格式。

# CommandAccessor.Patch.Returns
source: Returns its own command accessors as is.
ja_jp: 自身のコマンド アクセサをそのまま返す
pt_br: Retorna seus próprios acessadores de comando como estão.
zh_hans: 本体指令存取器原样返回
zh_hant: 本體指令存取器原樣返回

# CommandAccessor.ShortCutKey
source: Shortcuts
ja_jp: ショートカット
pt_br: Atalhos
zh_hans: 快捷键
zh_hant: 快速鍵

# CommandAccessor.ShortCutKey.Example
source: // Set "Ctrl+A" as shortcut for ViewRotateLeft command nv.Command.ViewRotateLeft.ShourtCutKey = "Ctrl+A"
ja_jp: // ViewRotateLeft のショートカットに Ctrl+A を設定 nv.Command.ViewRotateLeft.ShourtCutKey = "Ctrl+A"
pt_br: // Definir "Ctrl+A" como atalho para ViewRotateLeft command nv.Command.ViewRotateLeft.ShourtCutKey = "Ctrl+A"
zh_hans: // 设置 ViewRotateLeft 的快捷键为 Ctrl+A nv.Command.ViewRotateLeft.ShourtCutKey = "Ctrl+A"
zh_hant: // 設定 ViewRotateLeft 的快速鍵為 Ctrl+A nv.Command.ViewRotateLeft.ShourtCutKey = "Ctrl+A"

# CommandAccessor.TouchGesture
source: Touch operation
ja_jp: タッチ操作
pt_br: Operação de toque
zh_hans: 触控操作
zh_hant: 觸控操作

# CommandAccessor.TouchGesture.Example
source: // Set "TouchCenter" for touch operation of ViewRotateLeft command nv.Command.ViewRotateLeft.TouchGesture = "TouchCenter"
ja_jp: // ViewRotateLeft のタッチ操作に TouchCenter を設定 nv.Command.ViewRotateLeft.TouchGesture = "TouchCenter"
pt_br: // Definir "TouchCenter" para operação de toque do comando ViewRotateLeft nv.Command.ViewRotateLeft.TouchGesture = "TouchCenter"
zh_hans: // 设置 ViewRotateLeft 的触控操作为 TouchCenter nv.Command.ViewRotateLeft.TouchGesture = "TouchCenter"
zh_hant: // 設定 ViewRotateLeft 的觸控操作為 TouchCenter nv.Command.ViewRotateLeft.TouchGesture = "TouchCenter"

# CommandConfig.IsAccessKeyEnabled
source: Allow access key
ja_jp: アクセス キーの許可
pt_br: Permitir chave de acesso
zh_hans: 允许存取按键
zh_hant: 允許存取按鍵

# CommandConfig.IsAccessKeyEnabled.Remarks
source: If it is set to OFF, system operation by Alt key will be invalid and malfunction will be eliminated when used with command shortcut. However Alt+F4 is always active.
ja_jp: オフにすると、Alt キーによるシステム操作が無効になりコマンドのショートカットで使用したときの誤動作がなくなります。ただし Alt+F4 は常に有効です。
pt_br: Se estiver definido como DESLIGADO, a operação do sistema pela tecla Alt será inválida e o mau funcionamento será eliminado quando usado com o atalho de comando. No entanto Alt+F4 está sempre ativo.
zh_hans: 如果关闭，Alt 键相关的快捷键将失效以避免误按操作，但 Alt+F4 总是有效。
zh_hant: 如果為關閉，會將使用 Alt 鍵 等系統操作指令的快速鍵無效以避免誤按操作。但 Alt+F4 是總是有效的。

# CommandConfig.IsReversePageMove
source: Swap movement direction of page movement command according to slider direction
ja_jp: スライダー方向によってページ移動コマンドの移動方向を入れ替える
pt_br: Trocar a direção do movimento do comando de movimento da página de acordo com a direção do controle deslizante
zh_hans: 依照滚动条方向互换页面移动指令的移动方向
zh_hant: 依照滑動條方向互換頁面移動指令的移動方向

# CommandConfig.IsReversePageMove.Remarks
source: When the slider is from left to right, reverse the page moving direction. The setting of the command to work is set by "@ReversibleCommandParameter.IsReverse" of the command parameter.
ja_jp: スライダーが左から右方向のときにページ移動方向を逆にします。機能するコマンドの設定はコマンド パラメーターの「@ReversibleCommandParameter.IsReverse」で設定します。
pt_br: Quando o controle deslizante estiver da esquerda para a direita, inverta a direção do movimento da página. A configuração do comando para funcionar é definida por "@ReversibleCommandParameter.IsReverse" do parâmetro de comando.
zh_hans: 当滚动条是由左往右时页面移动方向会相反。指令功能的设置可在指令参数的“@ReversibleCommandParameter.IsReverse”设置。
zh_hant: 當滑動條是由左往右時頁面移動方向會相反。指令功能的設定可在指令參數的「@ReversibleCommandParameter.IsReverse」設定。

# CommandConfig.IsReversePageMoveWheel
source: Replace when operating wheel
ja_jp: ホイール操作のときに入れ替える
pt_br: Substitua ao operar da roda
zh_hans: 操作滚轮时互换
zh_hant: 滾輪操作時互換

# CommandConfig.IsReversePageMoveWheel.Remarks
source: You can select correspondence only for wheel operation.
ja_jp: ホイール操作のみ対応の選択ができます。
pt_br: Você pode selecionar correspondência apenas para operação do volante.
zh_hans: 可以选择仅在滚轮操作的应对。
zh_hant: 可以選擇僅在滾輪操作的應對。

# CommandGroup.Bookmark
source: Bookmark
ja_jp: ブックマーク
pt_br: Marcadores
zh_hans: 书签
zh_hant: 書籤

# CommandGroup.BookMove
source: Book move
ja_jp: ブック移動
pt_br: Mover livro
zh_hans: 书本移动
zh_hant: 書本移動

# CommandGroup.BookOrder
source: Book order
ja_jp: ブック列
pt_br: Ordem do livro
zh_hans: 书本排序
zh_hant: 書本排序

# CommandGroup.Effect
source: Effect
ja_jp: エフェクト
pt_br: Efeito
zh_hans: 效果
zh_hant: 效果

# CommandGroup.File
source: File
ja_jp: ファイル
pt_br: Arquivo
zh_hans: 文件
zh_hant: 檔案

# CommandGroup.FilmStrip
source: Filmstrip
ja_jp: フィルムストリップ
pt_br: Tira de filme
zh_hans: 胶片条
zh_hant: 膠片條

# CommandGroup.ImageScale
source: Stretch
ja_jp: ストレッチ
pt_br: Alongar
zh_hans: 延伸
zh_hant: 延伸

# CommandGroup.Move
source: Page move
ja_jp: ページ移動
pt_br: Mover página
zh_hans: 页面移动
zh_hant: 頁面移動

# CommandGroup.None
source: (none)
pt_br: (vazio)
zh_hans: (无)

# CommandGroup.Other
source: Other
ja_jp: その他
pt_br: Outro
zh_hans: 其他
zh_hant: 其他

# CommandGroup.PageOrder
source: Page order
ja_jp: ページ列
pt_br: Ordem das páginas
zh_hans: 页面列
zh_hant: 頁面列

# CommandGroup.PageSetting
source: Page setting
ja_jp: ページ表示
pt_br: Configuração de página
zh_hans: 页面显示
zh_hant: 頁面顯示

# CommandGroup.Panel
source: Panel
ja_jp: パネル
pt_br: Painel
zh_hans: 面板
zh_hant: 面板

# CommandGroup.Playlist
source: Playlist
pt_br: Lista de reprodução
zh_hans: 播放列表
zh_hant: 播放列表

# CommandGroup.Script
source: Scripts
ja_jp: スクリプト
zh_hans: 脚本
zh_hant: 腳本

# CommandGroup.Video
source: Video
ja_jp: 動画
pt_br: Vídeo
zh_hans: 视频
zh_hant: 影片

# CommandGroup.ViewManipulation
source: View operation
ja_jp: ビュー操作
pt_br: Operação de exibição
zh_hans: 查看操作
zh_hant: 檢視操作

# CommandGroup.Window
source: Window
ja_jp: ウィンドウ
pt_br: Janela
zh_hans: 窗口
zh_hant: 視窗

# CommandHost
source: Provides app-specific features.
ja_jp: アプリに特化した機能を提供します。
pt_br: Fornece recursos específicos do aplicativo.
zh_hans: 提供给应用的特定功能。
zh_hant: 提供給應用程式的特定功能。

# CommandHost.Book
source: Current book accessor
ja_jp: 開いているブックのアクセサ
pt_br: Acessador de livro atual
zh_hans: 已开启书本存取器
zh_hant: 已開啟書本存取器

# CommandHost.Bookmark
source: Bookmark panel accessor
ja_jp: ブックマーク パネルのアクセサ
pt_br: Acessador do painel de marcadores
zh_hans: 书签面板存取器
zh_hant: 書籤面板存取器

# CommandHost.Bookshelf
source: Bookshelf panel accessor
ja_jp: 本棚パネルのアクセサ
pt_br: Acessador de painel de estante
zh_hans: 书架面板存取器
zh_hant: 書庫面板存取器

# CommandHost.Command
source: An associative array of command accessors. The commands are the same as those displayed under Options > Command Settings. For details, refer to <a href="#CommandList"/>Command list</a>.
ja_jp: コマンド アクセサの連想配列です。 コマンドは 設定 > コマンド設定 で表示されるコマンドと同じものです。詳細は <a href="#CommandList">コマンド一覧</a> を参照してください。
pt_br: Uma matriz associativa de acessadores de comando. Os comandos são os mesmos exibidos em Opções > Configurações de comando. Para obter detalhes, consulte <a href="#CommandList"/>Lista de comandos</a>.
zh_hans: 指令存取器的关联数组。 指令与 设置 > 指令设置中显示的指令相同。详细情况请到 <a href="#CommandList">指令列表</a> 。
zh_hant: 指令存取器的關聯陣列。 指令與 設定 > 指令設定中顯示的指令相同。詳細情況請到 <a href="#CommandList">指令列表</a> 。

# CommandHost.Command.Example
source: // Execute "NextPage" command nv.Command["NextPage"].Execute() // As well nv.Command.NextPage.Execute()
ja_jp: // "NextPage" コマンドを実行 nv.Command["NextPage"].Execute() // 次の書き方でも同じ nv.Command.NextPage.Execute()
pt_br: // Executar comando "NextPage" nv.Command["NextPage"].Execute() // As well nv.Command.NextPage.Execute()
zh_hans: // "NextPage" 执行指令 nv.Command["NextPage"].Execute() // 与下次写入方式相同 nv.Command.NextPage.Execute()
zh_hant: // "NextPage" 執行指令 nv.Command["NextPage"].Execute() // 與下次寫入方式相同 nv.Command.NextPage.Execute()

# CommandHost.Config
source: An associative array of application settings. Refers to and changes the set value. For the types of set values, refer to <a href="#ConfigList">Config list</a>.
ja_jp: アプリ設定の連想配列です。設定値を参照、変更します。 設定値の種類は <a href="#ConfigList">設定値一覧</a> を参照してください。
pt_br: Uma matriz associativa de configurações do aplicativo. Refere-se e altera o valor definido. Para os tipos de valores definidos, consulte <a href="#ConfigList">Lista de configurações</a>.
zh_hans: 应用设置的关联数组。可浏览或更改设置值。 设置值的类别请到 <a href="#ConfigList">设置値列表</a> 。
zh_hant: 應用程式設定的關聯陣列。可瀏覽或更改設定值。 設定值的類別請到 <a href="#ConfigList">設定値列表</a> 。

# CommandHost.Config.Example
source: // Change the theme color to dark nv.Config.Theme.ThemeType = "Dark"
ja_jp: // テーマ カラーを黒にする nv.Config.Theme.PanelColor = "Dark" nv.Config.Theme.MenuColor = "Dark"
pt_br: // Mude a cor do tema para escuro nv.Config.Theme.ThemeType = "Dark"
zh_hans: // 将主题颜色变为黑色 nv.Config.Theme.ThemeType = "Dark"
zh_hant: // 將主題顏色變為黑色 nv.Config.Theme.ThemeType = "Dark"

# CommandHost.Effect
source: Effect panel accessor
ja_jp: エフェクト パネルのアクセサ
pt_br: Acessador de painel de efeitos
zh_hans: 效果面板存取器
zh_hant: 效果面板存取器

# CommandHost.History
source: History panel accessor
ja_jp: 履歴パネルのアクセサ
pt_br: Acessador do painel histórico
zh_hans: 历史记录面板存取器
zh_hant: 歷史記錄面板存取器

# CommandHost.Information
source: Information panel accessor
ja_jp: 情報パネルのアクセサ
pt_br: Acessador do painel de informações
zh_hans: 信息面板存取器
zh_hant: 資訊面板存取器

# CommandHost.Navigator
source: Navigator panel accessor
ja_jp: ナビゲーター パネルのアクセサ
pt_br: Acessador do painel do navegador
zh_hans: 导航面板存取器
zh_hant: 導覽面板存取器

# CommandHost.PageList
source: PageList panel accessor
ja_jp: ページリスト パネルのアクセサ
pt_br: Acessador do painel da Lista de Páginas
zh_hans: 页面列表面板存取器
zh_hant: 頁面列表面板存取器

# CommandHost.Playlist
source: Playlist panel accessor
pt_br: Acessador do painel da lista de reprodução
zh_hans: 播放列表面板存取器
zh_hant: 播放列表面板存取器

# CommandHost.ShowDialog
source: Display the dialog.
ja_jp: ダイアログを表示します。
pt_br: Exiba a caixa de diálogo.
zh_hans: 显示对话框。
zh_hant: 顯示對話框。

# CommandHost.ShowDialog.commands
source: 0: OK / 1: OKCancel / 2: YesNo Button types (optional)
ja_jp: 0: OK / 1: OKCancel / 2: YesNo ボタンの種類 (省略可)
zh_hans: 0: OK / 1: OKCancel / 2: YesNo 按键的类别 (可省略)
zh_hant: 0: OK / 1: OKCancel / 2: YesNo 按鍵的類別 (可省略)

# CommandHost.ShowDialog.message
source: Message (optional)
ja_jp: メッセージ (省略可)
pt_br: Mensagem (opcional)
zh_hans: 消息 (可省略)
zh_hant: 訊息 (可省略)

# CommandHost.ShowDialog.Returns
source: Returns true if positive selection ("OK" or "Yes"), false otherwise.
ja_jp: 肯定的選択 ("OK" もしくは "Yes") の場合は true、それ以外は false を返す。
pt_br: Retorna verdadeiro se a seleção for positiva ("OK" ou "Sim"), caso contrário, retorna falso.
zh_hans: 肯定的选择 ("OK" 或是 "Yes") 的情况返回为 true，其他为 false 。
zh_hant: 肯定的選擇 ("OK" 或是 "Yes") 的情況返回為 true，其他為 false 。

# CommandHost.ShowDialog.title
source: Main text
ja_jp: 主文
pt_br: Texto principal
zh_hans: 主要文字
zh_hant: 主要文字

# CommandHost.ShowInputDialog
source: Display the input dialog.
ja_jp: 入力ダイアログを表示します。
pt_br: Exiba a caixa de diálogo de entrada.
zh_hans: 显示输入对话框。
zh_hant: 顯示輸入對話框。

# CommandHost.ShowInputDialog.Returns
source: Input text. Null when canceled
ja_jp: 入力されたテキスト。キャンセルされたときは null
pt_br: Entrada de texto. Nulo quando cancelado
zh_hans: 已输入的文字。被取消时为 null
zh_hant: 已輸入的文字。被取消時為 null

# CommandHost.ShowInputDialog.text
source: Default text (optional)
ja_jp: 既定のテキスト (省略可)
pt_br: Texto padrão (opcional)
zh_hans: 默认的文字 (可省略)
zh_hant: 預設的文字 (可省略)

# CommandHost.ShowInputDialog.title
source: Main text
ja_jp: 主文
pt_br: Texto principal
zh_hans: 主要文字
zh_hant: 主要文字

# CommandHost.ShowMessage
source: Display a message on the screen.
ja_jp: 画面にメッセージを表示します。
pt_br: Exibir uma mensagem na tela.
zh_hans: 在画面中显示消息。
zh_hant: 在畫面中顯示訊息。

# CommandHost.ShowMessage.message
source: Output message
ja_jp: 出力メッセージ
pt_br: Mensagem de saída
zh_hans: 输出消息
zh_hant: 輸出訊息

# CommandHost.ShowToast
source: Display the message as a toast.
ja_jp: メッセージをトースト表示します。
pt_br: Mostre a mensagem como um brinde.
zh_hans: 将消息以气泡方式显示。
zh_hant: 將訊息以氣泡方式顯示。

# CommandHost.ShowToast.message
source: Output message
ja_jp: 出力メッセージ
pt_br: Mensagem de saída
zh_hans: 输出消息
zh_hant: 輸出訊息

# CommandHost.Values
source: An associative array for storing values. The value saved in this object will be retained during app execution.
ja_jp: 値の保存のための連想配列です。ここに保存された値はアプリ起動中保持されます。
pt_br: Uma matriz associativa para armazenar valores. O valor salvo neste objeto será retido durante a execução do aplicativo.
zh_hans: 为了储存数值的关联数组。在这里储存的数值会在应用启动中被维持。
zh_hant: 為了儲存數值的關聯陣列。在這裡儲存的數值會在應用程式啟動中被維持。

# CommandHost.Values.Example
source: // Store value nv.Values["Test"] = "Hello!" // As well nv.Values.Test = "Hello!"
ja_jp: // 値の保存 nv.Values["Test"] = "Hello!" // 次の書き方でも同じ nv.Values.Test = "Hello!"
pt_br: // Armazena valor nv.Values["Test"] = "Olá!" // Também nv.Values.Test = "Olá!"
zh_hans: // 储存数值 nv.Values["Test"] = "Hello!" // 与下次写入方式相同 nv.Values.Test = "Hello!"
zh_hant: // 儲存數值 nv.Values["Test"] = "Hello!" // 與下次寫入方式相同 nv.Values.Test = "Hello!"

# CommandList.Header.Command
source: Command
ja_jp: コマンド
pt_br: Comando
zh_hans: 指令
zh_hant: 指令

# CommandList.Header.Description
source: Description
ja_jp: 説明
pt_br: Descrição
zh_hans: 说明
zh_hant: 説明

# CommandList.Header.Display
source: Visible
ja_jp: 表示
pt_br: Visível
zh_hans: 显示
zh_hant: 顯示

# CommandList.Header.Display.ToolTip
source: Message display at command execution
ja_jp: コマンド実行時のメッセージ表示
pt_br: Exibição de mensagem na execução do comando
zh_hans: 执行指令时显示消息
zh_hant: 執行指令時顯示訊息

# CommandList.Header.Gesture
source: Gesture
ja_jp: ジェスチャー
pt_br: Gesto
zh_hans: 手势
zh_hant: 手勢

# CommandList.Header.Group
source: Group
ja_jp: グループ
pt_br: Grupo
zh_hans: 群组
zh_hant: 群組

# CommandList.Header.Shortcut
source: Shortcut
ja_jp: ショートカット
pt_br: Atalho
zh_hans: 快捷键
zh_hant: 快速鍵

# CommandList.Header.Touch
source: Touch
ja_jp: タッチ
pt_br: Toque
zh_hans: 触控
zh_hant: 觸控

# CommandList.ResetButton
source: Reset...
ja_jp: 初期化...
pt_br: Restaurar...
zh_hans: 重设...
zh_hant: 重設...

# CommandListItem.Message.ShareParameter
source: Parameter sharing with "{0}"
ja_jp: 「{0}」とパラメーター共有です
pt_br: Compartilhamento de parâmetros com "{0}"
zh_hans: 与“{0}”参数共享
zh_hant: 與「{0}」參數共用

# CommandParameter.Share
source: Parameters to share with "{0}"
ja_jp: 「{0}」と共通のパラメーターです。
pt_br: Parâmetros para compartilhar com "{0}"
zh_hans: 与“{0}”共通的参数。
zh_hant: 與「{0}」共通的參數。

# CommandParameterControl.Empty
source: There are no parameters
ja_jp: パラメーターはありません
pt_br: Não há parâmetros
zh_hans: 并没有参数
zh_hant: 並沒有參數

# CommandResetWindow.Message
source: Reset all command settings. Is it OK?
ja_jp: コマンドの設定を全て初期化します。よろしいですか？
pt_br: Restaurar todas as configurações de comando. Está tudo bem?
zh_hans: 重设所有的指令设置。确定吗？
zh_hant: 重設所有的指令設定。確定嗎？

# CommandResetWindow.ResetType.Title
source: Preset
ja_jp: ショートカット初期設定
pt_br: Definição
zh_hans: 范本
zh_hant: 範本

# CommandResetWindow.Title
source: Reset command
ja_jp: コマンド設定初期化
pt_br: Restaurar comando
zh_hans: 重设指令设置
zh_hant: 重設指令設定

# ConfirmRecursiveDialog.Message
source: There is no file that can be read in "{0}". Do you also load subfolders or compressed files?
ja_jp: "{0}" には読み込めるファイルがありません。サブフォルダーまたは圧縮ファイルも読み込みますか？
pt_br: Não há nenhum arquivo que possa ser lido em "{0}". Você também carrega sub-pastas ou arquivos compactados?
zh_hans: 没有可载入"{0}" 的文件。要载入子文件夹或是压缩文件吗？
zh_hant: 沒有可讀入"{0}" 的檔案。要讀入子資料夾或是壓縮檔嗎？

# ConfirmRecursiveDialog.Title
source: Do you also read subfolders?
ja_jp: サブフォルダーも読み込みますか？
pt_br: Você também lê sub-pastas?
zh_hans: 要一起载入子文件夹吗？
zh_hant: 要一起讀入子資料夾嗎？

# ControlConfig.IsSelected
source: Panel selected
ja_jp: パネル選択状態
pt_br: Painel selecionado
zh_hans: 面板选择状态
zh_hant: 面板選擇狀態

# ControlConfig.IsVisible
source: Panel visibility
ja_jp: パネル表示状態
pt_br: Visibilidade do painel
zh_hans: 面板显示状态
zh_hant: 面板顯示狀態

# CopyErrorDialog.Title
source: Copy failed
ja_jp: コピーに失敗しました
pt_br: Falha na cópia
zh_hans: 复制失败了
zh_hant: 複製失敗了

# CopyFileCommand
source: Copy file
ja_jp: ファイルをコピー
pt_br: Copiar arquivo
zh_hans: 复制文件
zh_hant: 複製檔案

# CopyFileCommand.Menu
source: _Copy
ja_jp: コピー(_C)
pt_br: _Copiar
zh_hans: 复制_C)
zh_hant: 複製_C)

# CopyFileCommand.Remarks
source: Copy the file to the clipboard.
ja_jp: ファイルをクリップボードにコピーします。
pt_br: Copiar o arquivo para a área de transferência.
zh_hans: 将文件复制到剪贴簿。
zh_hant: 將檔案複製到剪貼簿。

# CopyFileCommandParameter.ArchivePolicy
source: For compressed files
ja_jp: 圧縮ファイルの場合
pt_br: Para arquivos compactados
zh_hans: 为压缩文件时
zh_hant: 為壓縮檔時

# CopyFileCommandParameter.MultiPagePolicy
source: For 2 pages
ja_jp: 2 ページの場合
pt_br: Para 2 páginas
zh_hans: 为双页时
zh_hant: 為 2 頁面時

# CopyImageCommand
source: Copy image
ja_jp: 画像をコピー
pt_br: Copiar imagem
zh_hans: 复制图像
zh_hant: 複製圖像

# CopyImageCommand.Menu
source: Copy image
ja_jp: 画像コピー
pt_br: Copiar imagem
zh_hans: 复制图像
zh_hant: 複製圖像

# CopyImageCommand.Remarks
source: Copy the image to the clipboard. For 2 page display, copy only the main page.
ja_jp: 画像をクリップボードにコピーします。2 ページ表示の場合はメインとなるページのみコピーします。
pt_br: Copiar a imagem para a área de transferência. Para exibição de 2 páginas, copie apenas a página principal.
zh_hans: 将图像复制到剪贴簿画像。双页显示时仅复制主要页面。
zh_hant: 將圖像複製到剪貼簿画像。2 頁面顯示時僅複製主要頁面。

# CopyImageErrorDialog.Title
source: Copy failed
ja_jp: コピーに失敗しました
pt_br: Falha na cópia
zh_hans: 复制失败了
zh_hant: 複製失敗了

# CriticalExceptionDialog.Copy
source: Copy to clipboard
ja_jp: クリップボードにコピー
pt_br: Copiar para área de transferência
zh_hans: 复制到剪贴簿
zh_hant: 複製到剪貼簿

# CriticalExceptionDialog.Header
source: Error details:
ja_jp: エラーの詳細:
pt_br: Detalhes do erro:
zh_hans: 错误详细信息:
zh_hant: 錯誤詳細資訊:

# CriticalExceptionDialog.LogPath
source: Details of the error are saved in <a href="{0}">{0}</a>
ja_jp: <a href="{0}">{0}</a> にエラーの詳細が出力されています。
pt_br: Os detalhes do erro são salvos em <a href="{0}">{0}</a>
zh_hans: 输出错误的详细信息到<a href="{0}">{0}</a> 。
zh_hant: 輸出錯誤的詳細資訊到<a href="{0}">{0}</a> 。

# CriticalExceptionDialog.Message
source: An error occurred. Quit the application.
ja_jp: エラーが発生しました。アプリを終了します。
pt_br: Um erro ocorreu. Saia do aplicativo.
zh_hans: 发生错误。应用将结束。
zh_hant: 發生錯誤。應用程式將結束。

# CriticalExceptionDialog.Title
source: NeeView - Error
ja_jp: NeeView - エラー
pt_br: NeeView - Erro
zh_hans: NeeView - 错误
zh_hant: NeeView - 錯誤

# CustomBackgroundControl.Color
source: Color
ja_jp: 色
pt_br: Cor
zh_hans: 颜色
zh_hant: 顏色

# CustomBackgroundControl.Image
source: Image
ja_jp: 画像
pt_br: Imagem
zh_hans: 图像
zh_hant: 圖像

# CustomBackgroundControl.ImageSelect
source: Select image
ja_jp: 画像の選択
pt_br: Selecionar imagem
zh_hans: 图像选择
zh_hant: 圖像選擇

# CustomBackgroundControl.ImageSelect.Remarks
source: Please select an image file
ja_jp: 画像ファイルを選択してください
pt_br: Selecione um arquivo de imagem
zh_hans: 请选择图像文件
zh_hant: 請選擇圖像檔案

# CustomSizeAspectRatio.HalfView
source: Half view aspect ratio
pt_br: Proporção de meia visualização
zh_hans: 半检视的宽高比
zh_hant: 半檢視的寬高比

# CustomSizeAspectRatio.None
source: Free
pt_br: Gratuito
zh_hans: 无限制
zh_hant: 無限制

# CustomSizeAspectRatio.Origin
source: Keep the original aspect ratio
pt_br: Mantenha a proporção original
zh_hans: 保持原来的宽高比
zh_hant: 保持原來的寬高比

# CustomSizeAspectRatio.View
source: View aspect ratio
pt_br: Exibir proporção
zh_hans: 检视宽高比
zh_hant: 檢視寬高比

# DeleteApplicationDataCompleteDialog.Message
source: User data deleted. Quit NeeView.
ja_jp: ユーザー データを削除しました。NeeView を終了します。
pt_br: Dados do usuário excluídos. Sair do NeeView.
zh_hans: 用户数据已删除。将退出 NeeView。
zh_hant: 使用者資料已刪除。NeeView 將結束。

# DeleteApplicationDataCompleteDialog.Title
source: It has been deleted.
ja_jp: 削除しました。
pt_br: Ele foi excluído.
zh_hans: 已删除。
zh_hant: 已刪除。

# DeleteApplicationDataDialog.Message
source: Delete user data. Are you sure? The following data will be deleted - Setting file - History file - Bookmark file - Cache file
ja_jp: ユーザー データを削除します。よろしいですか？ 以下のデータが削除されます - 設定ファイル - 履歴ファイル - ブックマーク ファイル - ページマーク ファイル - キャッシュ ファイル
pt_br: Excluir os dados do usuário. Tem certeza? Os seguintes dados serão excluídos - Arquivo de configuração - Arquivo de histórico - Arquivo de favoritos - Arquivo de cache
zh_hans: 将会删除用户数据。确定吗？ 下列数据将会被删除 - 配置文件 - 历史记录文件 - 书签文件 - 缓存文件
zh_hant: 將會刪除使用者資料。確定嗎？ 下列資料將會被刪除 - 設定檔案 - 歷史記錄檔案 - 書籤檔案 - 快取檔案

# DeleteApplicationDataDialog.Title
source: Delete user data.
ja_jp: ユーザー データを削除します。
pt_br: Excluir os dados do usuário.
zh_hans: 删除用户数据。
zh_hant: 刪除使用者資料。

# DeleteApplicationDataErrorDialog.Title
source: It can not be deleted.
ja_jp: 削除できません。
pt_br: Não pode ser excluído.
zh_hans: 无法删除。
zh_hant: 無法刪除。

# DeleteBookCommand
source: Delete book
ja_jp: ブックを削除
pt_br: Excluir livro
zh_hans: 删除书本
zh_hant: 刪除書本

# DeleteBookCommand.Menu
source: _Delete book
ja_jp: ブック削除(_D)
pt_br: _Excluir livro
zh_hans: 删除书本(_D)
zh_hant: 刪除書本(_D)

# DeleteBookCommand.Remarks
source: Delete the currently viewed folder or compressed file.
ja_jp: 現在閲覧中のフォルダーまたは圧縮ファイルを削除します。
pt_br: Excluir a pasta ou arquivo compactado atualmente visualizado.
zh_hans: 删除目前阅览中的文件夹或是压缩文件。
zh_hant: 刪除目前閱覽中的資料夾或是壓縮檔。

# DeleteFileCommand
source: Delete file
ja_jp: ファイルを削除
pt_br: Excluir arquivo
zh_hans: 删除文件
zh_hant: 刪除檔案

# DeleteFileCommand.Menu
source: _Delete
ja_jp: 削除(_D)
pt_br: _Excluir
zh_hans: 删除(_D)
zh_hant: 刪除(_D)

# DeleteFileCommand.Remarks
source: Delete the file. It can not be deleted for compressed files.
ja_jp: ファイルを削除します。圧縮ファイルの場合は削除できません。
pt_br: Excluir o arquivo. Não pode ser excluído para arquivos compactados.
zh_hans: 删除文件。若为压缩文件则无法删除。
zh_hant: 刪除檔案。若為壓縮檔則無法刪除。

# DestinationFolderDialog.Title
source: Destination folders
ja_jp: 登録フォルダー一覧
pt_br: Pastas de destino
zh_hans: 目标文件夹列表
zh_hant: 登錄資料夾列表

# DestinationFolderEditDialog.Path.Remarks
source: folder path
ja_jp: 出力先フォルダーのパス
pt_br: caminho da pasta
zh_hans: 输出目标文件夹路径
zh_hant: 輸出目標資料夾路徑
