Repository: AetheriumDev/NeeView
Catalog: NeeView/Properties/Resources.*.resx
Languages: ja_jp, pt_br, zh_hans, zh_hant

# NextPlaylistItemCommand
source: Next playlist item
pt_br: Item seguinte da lista de reprodução
zh_hans: 移动到下一个播放列表项目
zh_hant: 移動到下一個播放列表項目

# NextPlaylistItemCommand.Remarks
source: Go to the next page mark.
pt_br: Ir para a próxima marca de página.
zh_hans: 移动到下一个播放列表项目。
zh_hant: 移動到下一個播放列表項目。

# NextPlaylistItemInBookCommand
source: Next playlist item in book
pt_br: Item seguinte da lista de reprodução no livro
zh_hans: 移动到书本内下一个播放列表项目
zh_hant: 移動到書本內下一個播放列表項目

# NextPlaylistItemInBookCommand.Remarks
source: Move to the next page mark in the current book.
pt_br: Mover para a próxima marca de página no livro atual.
zh_hans: 移动到目前书本内的下一个播放列表项目。
zh_hant: 移動到目前書本內的下一個播放列表項目。

# NextScrollPageCommand
source: Scroll + Next
ja_jp: スクロール＋次のページに進む
pt_br: Rolar + Próximo
zh_hans: 滚动＋前进到下一个页面
zh_hant: 捲動＋前進到下一個頁面

# NextScrollPageCommand.Remarks
source: Page Scrolls the image in the next direction. If it is not possible to scroll, it will move to the next page. When using a loupe, only move pages.
ja_jp: ページ次方向に画像をスクロールさせます。スクロールできない場合は次ページに移動します。ルーペ使用時はページ移動のみ行います。
pt_br: Página Rola a imagem na próxima direção. Se não for possível rolar, passará para a próxima página. Ao usar uma lupa, mova apenas as páginas.
zh_hans: 滚动图像到页面下一个方向。无法滚动时则移动到下一个页面。使用放大镜仅移动页面。
zh_hant: 捲動圖像到頁面下一個方向。無法捲動時則移動到下一個頁面。使用放大鏡僅移動頁面。

# NextSizePageCommand
source: Next num
ja_jp: 設定ページ数進む
pt_br: Avançar 10 Páginas
zh_hans: 前进到设置的页面数量
zh_hant: 前進到設定的頁面數量

# NextSizePageCommand.Remarks
source: Move to the next direction by the set number of pages.
ja_jp: 設定されたページ数だけ次方向に移動します。
pt_br: Mover para a próxima direção de acordo com o número definido de páginas.
zh_hans: 仅往下一个方向移动设置的页面数量。
zh_hant: 僅往下一個方向移動設定的頁面數量。

# NoneCommand
source: (none)
pt_br: (vazio)
zh_hans: (无)

# Notice.BookNextFailed
source: No next book
ja_jp: 次のブックはありません
pt_br: Nenhum livro seguinte
zh_hans: 没有下一本书
zh_hant: 沒有下一個書本

# Notice.BookOperationPageLoop
source: Looped.
ja_jp: ループしました
pt_br: Em loop.
zh_hans: 已循环
zh_hant: 已循環

# Notice.BookPrevFailed
source: No previous book
ja_jp: 前のブックはありません
pt_br: Nenhum livro anterior
zh_hans: 没有上一本书
zh_hant: 沒有上一個書本

# Notice.CacheErrorDirectoryNotFound
source: Folder not found. ({0}) Reset the cache location.
ja_jp: フォルダーが見つかりません。({0}) キャッシュの場所を初期化します。
pt_br: Pasta não encontrada. ({0}) Restaurar o local do cache.
zh_hans: 找不到文件夹。({0}) 重设缓存位置。
zh_hant: 找不到資料夾。({0}) 重設快取位置。

# Notice.CacheErrorTitle
source: Cache error
ja_jp: キャッシュ エラー
pt_br: Erro de cache
zh_hans: 缓存错误
zh_hant: 快取錯誤

# Notice.CannotDisplay
source: No pages
ja_jp: 表示できません
pt_br: Nenhuma página
zh_hans: 无法显示
zh_hant: 無法顯示

# Notice.CannotOpen
source: Cannot open {0}
ja_jp: {0} を開けません
pt_br: Não é possível abrir {0}
zh_hans: 无法开启 {0}
zh_hant: 無法開啟 {0}

# Notice.CannotOpenBookmarkFolder
source: {0} is a bookmark folder
ja_jp: {0} はブックマーク フォルダーです
pt_br: {0} é uma pasta de marcadores
zh_hans: {0} 为书签文件夹
zh_hant: {0} 為書籤資料夾

# Notice.Conflict
source: Conflicting with {0}
ja_jp: {0} と競合しています
pt_br: Em conflito com {0}
zh_hans: 与 {0} 冲突
zh_hant: 與 {0} 衝突

# Notice.ConflictWith
source: "{0}" conflicts with {1}
ja_jp: {0} は {1} と競合しています
pt_br: "{0}" entra em conflito com {1}
zh_hans: {0} 和 {1} 冲突
zh_hant: {0} 和 {1} 衝突

# Notice.ContentFailed
source: Failed to load content
ja_jp: コンテンツの読み込みに失敗しました
pt_br: Falha ao carregar conteúdo
zh_hans: 内容载入失败了
zh_hant: 內容讀入失敗了

# Notice.DropContent
source: Dropped content
ja_jp: ドロップされたコンテンツ
pt_br: Conteúdo descartado
zh_hans: 已丢弃的内容
zh_hant: 已丟棄的內容

# Notice.FirstFolderPage
source: First folder
ja_jp: 最初のフォルダーです
pt_br: Primeira pasta
zh_hans: 开始的文件夹
zh_hant: 開始的資料夾

# Notice.FirstPage
source: First page
ja_jp: 最初のページです
pt_br: Primeira página
zh_hans: 开始的页面
zh_hant: 開始的頁面

# Notice.FirstPlaylistItem
source: There is no playlist item before the current page
pt_br: Não há nenhum item da lista de reprodução antes da página atual
zh_hans: 目前页面没有前一个播放列表项目
zh_hant: 目前頁面沒有前一個播放列表項目

# Notice.FlipHorizontal
source: Flip horizontal
ja_jp: 左右反転
pt_br: Virar horizontalmente
zh_hans: 左右翻转
zh_hant: 左右翻轉

# Notice.FlipVertical
source: Flip vertical
ja_jp: 上下反転
pt_br: Virar verticalmente
zh_hans: 上下翻转
zh_hant: 上下翻轉

# Notice.HeifHelp
source: In order to display the HEIF image it is necessary to install the additional codec "HEIF Image Extensions".
ja_jp: HEIF 画像を表示するには追加のコーデック「HEIF Image Extensions」をインストールする必要があります。
pt_br: Para exibir a imagem HEIF é necessário instalar o codec adicional "HEIF Image Extensions".
zh_hans: 显示 HEIF 图像需要安装额外解码器“HEIF Image Extensions”。
zh_hant: 顯示 HEIF 圖像需要安裝額外解碼「HEIF Image Extensions」。

# Notice.HistoryLastest
source: It is the latest history
ja_jp: 最新の履歴です
pt_br: É do último histórico
zh_hans: 最新的历史记录
zh_hant: 最新的歷史記錄

# Notice.HistoryTerminal
source: There is no history older than this
ja_jp: これより古い履歴はありません
pt_br: Não há histórico mais antiga que esta
zh_hans: 没有比这更旧的历史记录
zh_hant: 沒有比這更舊的歷史記錄

# Notice.InvalidFileNameChars
source: The following characters can not be used in the file name: \ / : * ? " < > |
ja_jp: ファイル名には次の文字は使えません: \ / : * ? " < > |
pt_br: Os seguintes caracteres não podem ser usados ​​no nome do arquivo: \ / : * ? " < > |
zh_hans: 文件名无法使用以下文字: \ / : * ? " < > |
zh_hant: 檔案名稱無法使用以下文字: \ / : * ? " < > |

# Notice.InvalidSeparatorChars
source: The following characters can not be used: \ / : * ? " < > |
pt_br: Os seguintes caracteres não podem ser usados: \ / : * ? " < > |
zh_hans: 无法使用以下的文字: \ /
zh_hant: 無法使用以下的文字: \ /

# Notice.JumpPageLabel
source: Page number ({0} - {1})
ja_jp: ページ番号 ({0} - {1})
pt_br: Número da página ({0} - {1})
zh_hans: ページ编号 ({0} - {1})
zh_hant: ページ編號 ({0} - {1})

# Notice.LastFolderPage
source: Last folder
ja_jp: 最後のフォルダーです
pt_br: Última pasta
zh_hans: 最后的文件夹
zh_hant: 最後的資料夾

# Notice.LastPage
source: Last page
ja_jp: 最後のページです
pt_br: Última página
zh_hans: 最后的页面
zh_hant: 最後的頁面

# Notice.LastPlaylistItem
source: There is no playlist item after the current page
pt_br: Não há nenhum item da lista de reprodução após a página atual
zh_hans: 目前页面没有下一个播放列表项目
zh_hant: 目前頁面沒有下一個播放列表項目

# Notice.LoadBookmarkFailed
source: Failed to load bookmark.
ja_jp: ブックマークの読み込みに失敗しました。
pt_br: Falha ao carregar o marcador.
zh_hans: 书签载入失败了。
zh_hant: 書籤讀入失敗了。

# Notice.LoadBookmarkFailedTitle
source: Failed to load bookmark
ja_jp: ブックマークの読み込みに失敗しました
pt_br: Falha ao carregar marcador
zh_hans: 书签载入失败了
zh_hant: 書籤讀入失敗了

# Notice.LoadHistoryFailed
source: Failed to load history.
ja_jp: 履歴の読み込みに失敗しました。
pt_br: Falha ao carregar o histórico.
zh_hans: 历史记录载入失败了。
zh_hant: 歷史記錄讀入失敗了。

# Notice.LoadHistoryFailedTitle
source: Failed to load history
ja_jp: 履歴の読み込みに失敗しました
pt_br: Falha ao carregar o histórico
zh_hans: 历史记录载入失败了
zh_hant: 歷史記錄讀入失敗了

# Notice.LoadingTitle
source: (Loading...)
ja_jp: (読込中)
pt_br: (Carregando...)
zh_hans: (载入中)
zh_hant: (讀入中)

# Notice.LoadPagemarkFailed
source: Failed to load pagemark.
ja_jp: ページマークの読み込みに失敗しました。
pt_br: Falha ao carregar marca de página.
zh_hans: 页签载入失败了。
zh_hant: 頁籤讀入失敗了。

# Notice.LoadPagemarkFailedTitle
source: Failed to load pagemark
ja_jp: ページマークの読み込みに失敗しました
pt_br: Falha ao carregar marca de página
zh_hans: 页签载入失败了
zh_hant: 頁籤讀入失敗了

# Notice.LoadSettingFailed
source: Failed to load settings. Use the default settings.
ja_jp: 設定の読み込みに失敗しました。
pt_br: Falha ao carregar as configurações. Use as configurações padrão.
zh_hans: 设置载入失败了。会使用默认设置。
zh_hant: 設定讀入失敗了。會使用預設設定。

# Notice.LoadSettingFailedButtonContinue
source: Continue
pt_br: Continuar
zh_hans: 继续执行
zh_hant: 繼續執行

# Notice.LoadSettingFailedButtonQuit
source: Quit app
ja_jp: アプリを終了
pt_br: Sair do aplicativo
zh_hans: 退出应用
zh_hant: 結束應用程式

# Notice.LoadSettingFailedTitle
source: Failed to load setting
ja_jp: 設定の読み込みに失敗しました
pt_br: Falha ao carregar configuração
zh_hans: 设置载入失败了
zh_hant: 設定讀入失敗了

# Notice.NoFiles
source: No files
ja_jp: 表示できるファイルはありません
pt_br: Nenhum arquivo
zh_hans: 没有可显示的文件
zh_hant: 沒有可顯示的檔案

# Notice.NoPages
source: {0} has no pages
ja_jp: {0} には読み込めるファイルがありません
pt_br: {0} não tem páginas
zh_hans: {0} 不是可载入的文件
zh_hant: {0} 不是可讀入的檔案

# Notice.NotSupportedFileType
source: Not supported file type: {0}
ja_jp: サポートされていないファイルの種類です: {0}
pt_br: Tipo de arquivo não suportado: {0}
zh_hans: 不支持的文件类型: {0}
zh_hant: 不支援的檔案類別: {0}

# Notice.OutputFailed
source: Failed to output the file
ja_jp: ファイルの出力に失敗しました。
pt_br: Falha ao gerar o arquivo
zh_hans: 文件输出失败了。
zh_hant: 檔案輸出失敗了。

# Notice.PlayFailed
source: Play failed
ja_jp: 再生エラー
pt_br: Falha na reprodução
zh_hans: 播放错误
zh_hant: 播放錯誤

# Notice.PlaylistItemNextFailed
source: No next playlist item
pt_br: Nenhum item seguinte da lista de reprodução
zh_hans: 没有下一个播放列表项目
zh_hant: 沒有下一個播放列表項目

# Notice.PlaylistItemPrevFailed
source: No previous playlist item
pt_br: Nenhum item anterior da lista de reprodução
zh_hans: 没有前一个播放列表项目
zh_hant: 沒有前一個播放列表項目

# Notice.RemoveUnlinkedPlaylistItem
source: {0} playlist items removed.
pt_br: {0} itens da lista de reprodução foram removidos.
zh_hans: 已删除 {0} 个播放列表项目。
zh_hant: 已刪除 {0} 個播放列表項目。

# Notice.SearchKeywordDateTimeError
source: Illegal date-time format
ja_jp: 不正な日時形式
pt_br: Formato ilegal de data e hora
zh_hans: 不正确的日期时间格式
zh_hant: 不正確的日期時間格式

# Notice.SearchKeywordOptionError
source: Illegal option: {0}
ja_jp: 不正オプション: {0}
pt_br: Opção ilegal: {0}
zh_hans: 不正确的选项: {0}
zh_hant: 不正確的選項: {0}

# Notice.TemporaryErrorDirectoryNotFound
source: Folder not found. ({0}) Reset the temporary location.
ja_jp: フォルダーが見つかりません。({0}) 一時フォルダーの場所を初期化します。
pt_br: Pasta não encontrada. ({0}) Restaurar o local temporário.
zh_hans: 找不到文件夹。({0}) 重设临时文件夹位置。
zh_hant: 找不到資料夾。({0}) 重設暫存資料夾位置。

# Notice.TemporaryErrorTitle
source: Temporary error
ja_jp: 一時フォルダー エラー
pt_br: Erro temporário
zh_hans: 临时文件夹错误
zh_hant: 暫存資料夾錯誤

# NoticeConfig.BookNameShowMessageStyle
source: Show open book name
ja_jp: 開いたブック名の表示
pt_br: Mostrar nome do livro aberto
zh_hans: 显示已开启的书本名称
zh_hant: 顯示已開啟的書本名稱

# NoticeConfig.CommandShowMessageStyle
source: Show command execution message
ja_jp: コマンド実行メッセージの表示
pt_br: Mostrar mensagem de execução do comando
zh_hans: 显示指令执行消息
zh_hant: 顯示指令執行訊息

# NoticeConfig.GestureShowMessageStyle
source: Show gesture status
ja_jp: ジェスチャーの状態の表示
pt_br: Mostrar status do gesto
zh_hans: 显示手势状态
zh_hant: 顯示手勢狀態

# NoticeConfig.IsBusyMarkEnabled
source: The image reading processing in progress mark is displayed on the upper left of the screen
ja_jp: 画像読み込み処理中マークを画面左上に表示する
pt_br: A marca de processamento de leitura de imagem em andamento é exibida no canto superior esquerdo da tela
zh_hans: 在画面左上角显示图像读取中的标记
zh_hant: 在畫面左上角顯示圖像讀入處理中標記

# NoticeConfig.IsEmptyMessageEnabled
source: Show message when there are no pages in the book
ja_jp: ブックにページがない場合にメッセージを表示する
pt_br: Mostrar mensagem quando não há páginas no livro
zh_hans: 书本内没有页面时显示消息
zh_hant: 書本內沒有頁面時顯示訊息

# NoticeConfig.IsOriginalScaleShowMessage
source: Make the scale display of the view operation the original image size standard
ja_jp: ビュー操作のスケール表示をオリジナル画像サイズ基準にする
pt_br: Tornar a exibição da escala da operação de visualização o padrão de tamanho da imagem original
zh_hans: 将查看操作时显示缩放作为原始图像大小的基准
zh_hant: 將檢視操作的縮放顯示作為原始圖像大小的基準

# NoticeConfig.IsOriginalScaleShowMessage.Remarks
source: In case of 2 page display, we refer to the page with the younger number.
ja_jp: 2 ページ表示の場合は若い番号のページを基準にします。
pt_br: No caso de exibição de 2 páginas, referimos-nos à página com o número mais novo.
zh_hans: 双页显示时以较新编号的页面为基准。
zh_hant: 2 頁面顯示時以較新編號的頁面為基準。

# NoticeConfig.NoticeShowMessageStyle
source: General information
ja_jp: 一般的な通知
pt_br: Informações gerais
zh_hans: 常规信息
zh_hant: 一般資訊

# NoticeConfig.NowLoadingShowMessageStyle
source: Show Now Loading
ja_jp: Now Loading の表示
pt_br: Mostrar Agora Carregando
zh_hans: 显示正在加载
zh_hant: 顯示 Now Loading

# NoticeConfig.ViewTransformShowMessageStyle
source: Sbow status change by drag operation
ja_jp: ドラッグ操作によるスケール変更等の情報表示
pt_br: Mostrar mudança de status da operação arrastar
zh_hans: 显示拖拽操作时缩放更改等信息
zh_hant: 顯示拖曳操作時縮放更改等資訊

# NotSupportedKeyException.Message
source: The combination of {0} key and modifier key is not supported in {1}.
ja_jp: {0} キーと修飾キーの組み合わせは、{1} ではサポートされていません。
pt_br: A combinação da tecla {0} e da tecla modificadora não é suportada em {1}.
zh_hans: {0} 键和辅助键的组合并不支持 {1} 。
zh_hant: {0} 鍵和輔助鍵的組合並不支援 {1} 。

# NotZipException.Message
source: {0} is not a ZIP file
ja_jp: {0} は ZIP ファイルではありません
pt_br: {0} não é um arquivo ZIP
zh_hans: {0} 不是 ZIP 文件
zh_hant: {0} 不是 ZIP 檔案

# NScrollType.Diagonal
source: Diagonal scroll
pt_br: Rolagem diagonal
zh_hans: 对角线滚动
zh_hant: 對角線捲動

# NScrollType.NType
source: N-type scroll
pt_br: Rolagem tipo N
zh_hans: N字滚动
zh_hant: N字捲動

# NScrollType.ZType
source: Z-type scroll
pt_br: Rolagem tipo Z
zh_hans: Z字滚动
zh_hant: Z字捲動

# OpenApplicationErrorDialog.Title
source: External app execution failed
ja_jp: 外部アプリ実行に失敗しました
pt_br: Falha na execução do aplicativo externo
zh_hans: 外部应用执行失败了
zh_hant: 外部應用程式執行失敗了

# OpenConsoleCommand
source: Open script console
ja_jp: スクリプト コンソールを開く
pt_br: Abrir console de script
zh_hans: 打开脚本控制台
zh_hant: 開啟腳本主控台

# OpenConsoleCommand.Menu
source: Open script _console...
ja_jp: スクリプト コンソールを開く(_C)...
pt_br: Abra o script _console...
zh_hans: 打开脚本控制台(_C)...
zh_hant: 開啟腳本主控台(_C)...

# OpenConsoleCommand.Remarks
source: Open the script console.
ja_jp: スクリプト用コンソールを開きます。
pt_br: Abra o console de scripts.
zh_hans: 打开脚本用控制台。
zh_hant: 開啟腳本用主控台。

# OpenContextMenuCommand
source: Open context menu
ja_jp: コンテキスト メニューを開く
pt_br: Abrir menu de contexto
zh_hans: 打开快捷菜单
zh_hant: 開啟快顯功能表

# OpenContextMenuCommand.Remarks
source: Open the context menu.
ja_jp: コンテキスト メニューを開きます。
pt_br: Abrir o menu de contexto.
zh_hans: 打开快捷菜单。
zh_hant: 開啟快顯功能表。

# OpenExplorerCommand
source: Open in explorer
ja_jp: エクスプローラーで開く
pt_br: Abrir no explorador
zh_hans: 用资源管理器打开
zh_hant: 以檔案總管開啟

# OpenExplorerCommand.Remarks
source: Open the file of the page you are viewing in Explorer.
ja_jp: 表示しているページのファイルをエクスプローラーで開きます。
pt_br: Abrir o arquivo da página que você está visualizando no Explorer.
zh_hans: 用资源管理器打开当前查看的页所在的文件。
zh_hant: 以檔案總管開啟顯示頁面的檔案。

# OpenExternalAppCommand
source: External app
ja_jp: 外部アプリで開く
pt_br: Aplicativo externo
zh_hans: 用外部应用打开
zh_hant: 以外部應用程式開啟

# OpenExternalAppCommand.Remarks
source: Open the displayed image with an external application.
ja_jp: 表示されている画像を外部アプリで開きます。
pt_br: Abrir a imagem exibida com um aplicativo externo.
zh_hans: 用外部应用打开当前显示的图片。
zh_hant: 以外部應用程式開啟被顯示的圖像。

# OpenExternalAppCommandParameter.ArchivePolicy
source: Compressed file policy
ja_jp: 圧縮ファイルの場合
pt_br: Política para arquivo compactado
zh_hans: 为压缩文件时
zh_hant: 為壓縮檔時

# OpenExternalAppCommandParameter.Command
source: Program
ja_jp: プログラム
pt_br: Programa
zh_hans: 程序
zh_hant: 程式

# OpenExternalAppCommandParameter.Command.Remarks
source: If not specified, launch the application associated with the extension.
ja_jp: 指定がない場合は拡張子に関連付けられたアプリを起動します。
pt_br: Se não for especificado, inicie o aplicativo associado à extensão.
zh_hans: 没有指定时执行关联扩展名的应用。
zh_hant: 沒有指定時執行關聯副檔名的應用程式。

# OpenExternalAppCommandParameter.MultiPagePolicy
source: For 2 pages
ja_jp: 2 ページの場合
pt_br: Para 2 páginas
zh_hans: 为双页时
zh_hant: 為 2 頁面時

# OpenExternalAppCommandParameter.Parameter
source: Parameter
ja_jp: パラメーター
pt_br: Parâmetro
zh_hans: 参数
zh_hant: 參數

# OpenExternalAppCommandParameter.Parameter.Remarks
source: $File will be replaced with the file path. $Uri is replaced with the URI escaped file path.
ja_jp: $File はファイルパスに置換されます。$Uri は URI エスケープされたファイル パスに置換されます。
pt_br: $File será substituído pelo caminho do arquivo. $Uri é substituído pelo caminho do arquivo de escape do URI.
zh_hans: $File 会被替换 为文件路径。$Uri 会被替换为 URI 转义的文件路径。
zh_hant: $File 會被替換 為檔案路徑。$Uri 會被替換為 URI 轉義的檔案路徑。

# OpenOptionsWindowCommand
source: Open settings window
ja_jp: 設定ウィンドウを開く
pt_br: Abrir janela de configurações
zh_hans: 打开设置窗口
zh_hant: 開啟設定視窗

# OpenOptionsWindowCommand.Menu
source: _Settings...
ja_jp: 設定(_O)...
pt_br: _Configurações...
zh_hans: 设置(_S)...
zh_hant: 設定(_S)...

# OpenOptionsWindowCommand.Remarks
source: Open the settings window.
ja_jp: 設定ウィンドウを開きます。
pt_br: Abrir a janela de configurações.
zh_hans: 打开设置窗口。
zh_hant: 開啟設定視窗。

# OpenScriptsFolderCommand
source: Open scripts folder
ja_jp: スクリプト フォルダーを開く
pt_br: Abrir a pasta de scripts
zh_hans: 打开脚本文件夹
zh_hant: 開啟腳本資料夾

# OpenScriptsFolderCommand.Remarks
source: Open the scripts folder with Explorer.
ja_jp: スクリプト フォルダーをエクスプローラーで開きます。
pt_br: Abrir a pasta de scripts com o Explorer.
zh_hans: 用资源管理器打开脚本文件夹。
zh_hant: 以檔案總管開啟腳本資料夾。

# OpenScriptsFolderErrorDialog.Title
source: Cannot open scripts folder
ja_jp: スクリプト フォルダーが開けません
pt_br: Não é possível abrir a pasta de scripts
zh_hans: 无法开启脚本文件夹
zh_hant: 無法開啟腳本資料夾

# OpenSettingFilesFolderCommand
source: Open setting folder
ja_jp: 設定ファイルの場所を開く
pt_br: Abrir a pasta de configurações
zh_hans: 打开配置文件位置
zh_hant: 開啟設定檔案位置

# OpenSettingFilesFolderCommand.Remarks
source: Open the folder where the configuration file setting file is saved.
ja_jp: 設定ファイルが保存されているフォルダーを開きます。
pt_br: Abrir a pasta onde o arquivo de configuração do arquivo de configuração foi salvo.
zh_hans: 打开储存配置文件的文件夹。
zh_hant: 開啟儲存設定檔案的資料夾。

# OpenSettingFolderErrorDialog.Message
source: The location of the setting file can not be opened with the store application
ja_jp: ストアアプリでは設定ファイルの場所を開くことができません
pt_br: A localização do arquivo de configuração não pode ser aberta com o aplicativo de armazenamento
zh_hans: 无法使用商店应用开起这个配置文件的位置
zh_hant: 無法使用商店應用程式開起這個設定檔案的位置

# OpenSettingFolderErrorDialog.Title
source: This command can not be used
ja_jp: このコマンドは使用できません
pt_br: Este comando não pode ser usado
zh_hans: 这个指令无法使用
zh_hant: 這個指令無法使用

# OpenVersionWindowCommand
source: Display version information
ja_jp: バージョン情報を表示する
pt_br: Exibir informações da versão
zh_hans: 显示版本信息
zh_hant: 顯示版本資訊

# OpenVersionWindowCommand.Menu
source: _About...
ja_jp: このアプリについて(_A)...
pt_br: _Sobre...
zh_hans: 关于这个应用(_A)...
zh_hant: 關於這個應用程式(_A)...

# OpenVersionWindowCommand.Remarks
source: Display version information.
ja_jp: バージョン情報を表示します。
pt_br: Exibir informações da versão.
zh_hans: 显示版本信息。
zh_hant: 顯示版本資訊。

# OptionArgumentException.Empty
source: An argument is required for {0}.
ja_jp: {0} には引数が必要です。
pt_br: Um argumento é necessário para {0}.
zh_hans: 对于 {0} 来说自变量是必要的。
zh_hant: 對於 {0} 來說引數是必要的。

# OptionArgumentException.Failed
source: You can not use {1} as an argument to {0}.
ja_jp: {0} の引数として {1} は使用できません。
pt_br: Você não pode usar {1} como argumento para {0}.
zh_hans: 无法使用 {1} 作为 {0} 的自变量。
zh_hant: 無法使用 {1} 作為 {0} 的引數。

# OptionArgumentException.FileNotFound
source: Specified configuration file does not exist
ja_jp: 指定された設定ファイルが存在しません。
pt_br: O arquivo de configuração especificado não existe
zh_hans: 指定的配置文件不存在。
zh_hant: 指定的設定檔案不存在。

# OptionArgumentException.NotSupportType
source: {0} is an unsupported argument type.
ja_jp: {0} はサポート外の引数型です。
pt_br: {0} é um tipo de argumento não compatível.
zh_hans: {0} 为不支持的自变量类别。
zh_hant: {0} 為不支援的引數類別。

# OptionArgumentException.Unknown
source: {0} is an unknown option.
ja_jp: {0} は未知のオプションです。
pt_br: {0} é uma opção desconhecida.
zh_hans: {0} 为未知的选项。
zh_hant: {0} 為未知的選項。

source: Page accessor
ja_jp: ページ アクセサ。ページ情報にアクセスします。
pt_br: Acessador de página
zh_hans: 页面存取器。存取页面信息。
zh_hant: 頁面存取器。存取頁面資訊。

# PageAccessor.Example
source: // Display the first page name with toast nv.ShowToast(nv.Book.Pages[0].Path)
ja_jp: // 先頭ページ名をトースト表示 nv.ShowToast(nv.Book.Pages[0].Path)
pt_br: // Exibe o nome da primeira página com brinde nv.ShowToast(nv.Book.Pages[0].Path)
zh_hans: // 以气泡显示开始页面名称 nv.ShowToast(nv.Book.Pages[0].Path)
zh_hant: // 以氣泡顯示開始頁面名稱 nv.ShowToast(nv.Book.Pages[0].Path)

# PageAccessor.LastWriteTime
source: Last write time of the file
ja_jp: ファイルの最終更新日
pt_br: Hora da última gravação do arquivo
zh_hans: 文件最后更新日期
zh_hant: 檔案最後更新日期

# PageAccessor.Path
source: Page path
ja_jp: ページのパス
pt_br: Caminho da página
zh_hans: 页面路径
zh_hant: 頁面路徑

# PageAccessor.Size
source: File size (Byte)
ja_jp: ファイル サイズ (Byte)
pt_br: Tamanho do arquivo (Byte)
zh_hans: 文件大小 (Byte)
zh_hant: 檔案大小 (Byte)

# PageEndAction.Dialog
source: Select in dialog
ja_jp: ダイアログで選択
pt_br: Selecionar na caixa de diálogo
zh_hans: 使用对话框选择
zh_hant: 使用對話框選擇

# PageEndAction.Loop
source: Loop
ja_jp: ループする
zh_hans: 循环
zh_hant: 循環

# PageEndAction.NextBook
source: Move to next book
ja_jp: 次のブックに移動
pt_br: Mover para o livro seguinte
zh_hans: 移动到下一本书
zh_hant: 移動到下一個書本

# PageEndAction.None
source: None
ja_jp: そのまま
pt_br: Vazio
zh_hans: 维持不变
zh_hant: 維持不變

# PageEndDialog.Message
source: Please select an action.
ja_jp: 行動を選択してください。
pt_br: Selecionar uma ação.
zh_hans: 请选择行动。
zh_hant: 請選擇行動。

# PageEndDialog.Title
source: End of page
ja_jp: ページの終端
pt_br: Fim da página
zh_hans: 最后页面
zh_hant: 最後頁面

# PageList.Back.ToolTip
source: Back (Alt+Left)
ja_jp: 戻る(Alt+Left)
pt_br: Voltar (Alt+Left)
zh_hans: 返回(Alt+Left)
zh_hant: 返回(Alt+Left)

# PageList.CopyToFolderFailed
source: Copy failed
ja_jp: コピーに失敗しました
pt_br: Falha na cópia
zh_hans: 复制失败了
zh_hant: 複製失敗了

# PageList.Message.MoveToFolderFailed
source: Move failed
ja_jp: 移動に失敗しました
pt_br: Falha na movimentação
zh_hans: 移动失败了
zh_hant: 移動失敗了

# PageList.Next.ToolTip
source: Next (Alt+Right)
ja_jp: 進む(Alt+Right)
pt_br: Próximo (Alt+Direita)
zh_hans: 前进(Alt+Right)
zh_hant: 前進(Alt+Right)

# PageList.Title
source: PageList
ja_jp: ページリスト
pt_br: Lista de páginas
zh_hans: 页面列表
zh_hant: 頁面列表

# PageList.Up.ToolTip
source: Up (Alt+Up)
ja_jp: 上に移動(Alt+Up)
pt_br: Subir (Alt+Up)
zh_hans: 往上移动(Alt+Up)
zh_hant: 往上移動(Alt+Up)

# PageListConfig.Format
source: Page name display format of PageList
ja_jp: ページリストのページ名表示形式
pt_br: Formato de exibição do nome da página da Lista de Páginas
zh_hans: 页面列表的页面名称显示格式
zh_hant: 頁面列表的頁面名稱顯示格式

# PageListConfig.PanelListItemStyle
source: PageList item style
ja_jp: ページリスト項目スタイル
pt_br: Estilo de item da Lista de Páginas
zh_hans: 页面列表项目样式
zh_hant: 頁面列表項目樣式

# PageListItem.Menu.AddToPlaylist
source: Add to _playlist
pt_br: Adicionar à _lista de reprodução
zh_hans: 加入到播放列表(_M)
zh_hant: 加入到播放列表(_M)

# PageListItem.Menu.Copy
source: _Copy
ja_jp: コピー(_C)
pt_br: _Copiar
zh_hans: 复制(_C)
zh_hant: 複製(_C)

# PageListItem.Menu.CopyToFolder
source: Cop_y to folder
ja_jp: フォルダーにコピー(_Y)
pt_br: Cop_iar para pasta
zh_hans: 复制到文件夹(_Y)
zh_hant: 複製到資料夾(_Y)

# PageListItem.Menu.Delete
source: _Delete
ja_jp: 削除(_D)
pt_br: _Excluir
zh_hans: 删除(_D)
zh_hant: 刪除(_D)

# PageListItem.Menu.Explorer
source: Open in e_xplorer
ja_jp: エクスプローラーで開く(_X)
pt_br: Abrir no e_xplorer
zh_hans: 用资源管理器打开(_X)
zh_hant: 以檔案總管開啟(_X)

# PageListItem.Menu.MoveToFolder
source: Mov_e to folder
ja_jp: フォルダーに移動(_E)
pt_br: Mo_ver para pasta
zh_hans: 移动到文件夹(_E)
zh_hant: 移動到資料夾(_E)

# PageListItem.Menu.Open
source: _Open
ja_jp: 開く(_O)
pt_br: _Abrir
zh_hans: 打开(_O)
zh_hant: 開啟(_O)

# PageListItem.Menu.OpenBook
source: _Open book
ja_jp: ブックを開く(_O)
pt_br: _Abrir Livro
zh_hans: 打开书本(_O)
zh_hant: 開啟書本(_O)

source: PageList panel accessor
ja_jp: ページリスト パネルのアクセサ
pt_br: Acessador do painel da Lista de Páginas
zh_hans: 页面列表面板存取器
zh_hant: 頁面列表面板存取器

# PageListPanelAccessor.Format
source: Item name format
ja_jp: 項目名フォーマット
pt_br: Formato do nome do item
zh_hans: 项目名称格式
zh_hant: 項目名稱格式

# PageListPanelAccessor.Items
source: List items
ja_jp: リスト項目
pt_br: Lista de itens
zh_hans: 列表项目
zh_hant: 列表項目

# PageListPanelAccessor.Path
source: Current book path
ja_jp: 現在のブックのパス
pt_br: Caminho atual do livro
zh_hans: 目前书本的路径
zh_hant: 目前書本的路徑

# PageListPanelAccessor.SelectedItems
source: Selected items
ja_jp: 選択されているリスト項目
pt_br: Itens selecionados
zh_hans: 已选择的列表项目
zh_hant: 已選擇的列表項目

# PageListPanelAccessor.SortMode
source: Page sort mode
ja_jp: リスト項目並び順
pt_br: Modo de ordenação de página
zh_hans: 列表项目排序
zh_hant: 列表項目排序

# PageListPanelAccessor.Style
source: List item stye
ja_jp: リスト項目表示形式
pt_br: Estilo do item de lista
zh_hans: 列表项目显示格式
zh_hant: 列表項目顯示格式

# PageMode.SinglePage
source: One page
ja_jp: 1 ページ表示
pt_br: Uma página
zh_hans: 单页显示
zh_hant: 1 頁面顯示

# PageMode.WidePage
source: Two page
ja_jp: 2 ページ表示
pt_br: Duas páginas
zh_hans: 双页显示
zh_hant: 2 頁面顯示
