Repository: AetheriumDev/NeeView
Catalog: NeeView/Properties/Resources.*.resx
Languages: ja_jp, pt_br, zh_hans, zh_hant

# ViewPageAccessor.Width
source: Page width
ja_jp: ページの幅
pt_br: Largura da página
zh_hans: 页面宽度
zh_hant: 頁面寬度

# ViewResetCommand
source: View reset
ja_jp: ビュー リセット
pt_br: Exibir restaurar
zh_hans: 重设检视
zh_hant: 重設檢視

# ViewResetCommand.Remarks
source: Reset rotation, scaling, movement, and inversion by manipulating the view.
ja_jp: ビュー操作での回転、拡縮、移動、反転を初期化します。
pt_br: Restaurar a rotação, o dimensionamento, o movimento e a inversão manipulando a visualização.
zh_hans: 重设检视操作的旋转、缩放、移动、翻转。
zh_hant: 重設檢視操作的旋轉、縮放、移動、翻轉。

# ViewRotateCommandParameter.Angle
source: Rotation angle
ja_jp: 回転角度
pt_br: Ângulo de rotação
zh_hans: 旋转角度
zh_hant: 旋轉角度

# ViewRotateCommandParameter.Angle.Remarks
source: It is an angle which rotates by one operation. (0-180)
ja_jp: 一度の操作で回転する角度です。(0-180)
pt_br: É um ângulo que gira por uma operação. (0-180)
zh_hans: 单次操作的旋转角度。(0-180)
zh_hant: 單次操作的旋轉角度。(0-180)

# ViewRotateCommandParameter.IsStretch
source: Apply image stretch
ja_jp: ストレッチ適用
pt_br: Aplicar alongamento de imagem
zh_hans: 应用图像拉伸
zh_hant: 套用延展

# ViewRotateCommandParameter.IsStretch.Remarks
source: Re-apply image stretch after rotation.
ja_jp: 回転後にストレッチを再適用します。
pt_br: Aplique novamente o alongamento da imagem após a rotação.
zh_hans: 旋转后再次应用图像拉伸。
zh_hant: 旋轉後再次套用延展。

# ViewRotateLeftCommand
source: Left rotate
ja_jp: 左回転
pt_br: Girar para a esquerda
zh_hans: 左旋转
zh_hant: 左旋轉

# ViewRotateLeftCommand.Remarks
source: Rotates the image to the left.
ja_jp: 画像を左回転させます。
pt_br: Gira a imagem para a esquerda.
zh_hans: 将图像往左旋转。
zh_hant: 將圖像往左旋轉。

# ViewRotateRightCommand
source: Right rotate
ja_jp: 右回転
pt_br: Girar para a direita
zh_hans: 右旋转
zh_hant: 右旋轉

# ViewRotateRightCommand.Remarks
source: Rotate the image to the right.
ja_jp: 画像を右回転させます。
pt_br: Gire a imagem para a direita.
zh_hans: 将图像往右旋转。
zh_hant: 將圖像往右旋轉。

# ViewScaleCommandParameter.IsSnapDefaultScale
source: 100% snap
ja_jp: 100% スナップ
pt_br: 100% instantâneo
zh_hans: 100% 贴附
zh_hant: 100% 貼附

# ViewScaleCommandParameter.IsSnapDefaultScale.Remarks
source: Make sure to zoom in and out by 100%.
ja_jp: 拡大縮小で必ず 100% を経由するようにします。
pt_br: Certifique-se de aumentar e diminuir o zoom em 100%.
zh_hans: 确保透过 100% 放大缩小。
zh_hant: 確保透過 100% 放大縮小。

# ViewScaleCommandParameter.Scale
source: Scale rate
ja_jp: 拡大率
pt_br: Taxa de escala
zh_hans: 放大率
zh_hant: 放大率

# ViewScaleCommandParameter.Scale.Remarks
source: It is the rate of change by one operation.
ja_jp: 一度の操作で拡大する割合です。
pt_br: É a taxa de mudança por uma operação.
zh_hans: 单次操作中放大的百分比。
zh_hant: 單次操作中放大的百分比。

# ViewScaleDownCommand
source: Zoom out
ja_jp: 縮小
pt_br: Reduzir o zoom
zh_hans: 缩小
zh_hant: 縮小

# ViewScaleDownCommand.Remarks
source: Reduce the image.
ja_jp: 画像を縮小します。
pt_br: Reduzir a imagem.
zh_hans: 缩小图像。
zh_hant: 縮小圖像。

# ViewScaleUpCommand
source: Zoom in
ja_jp: 拡大
pt_br: Aumentar o zoom
zh_hans: 放大
zh_hant: 放大

# ViewScaleUpCommand.Remarks
source: Enlarge the image.
ja_jp: 画像を拡大します。
pt_br: Amplie a imagem.
zh_hans: 放大图像。
zh_hant: 放大圖像。

# ViewScrollCommandParameter.AllowCrossScroll
source: Allow vertical scroll
ja_jp: 垂直方向へのスクロール許可
pt_br: Permitir rolagem vertical
zh_hans: 允许往垂直方向滚动
zh_hant: 允許往垂直方向捲動

# ViewScrollCommandParameter.AllowCrossScroll.Remarks
source: If you can not scroll in the axial direction, sucrose in the direction perpendicular to the axis.
ja_jp: 軸方向にスクロールできない場合は軸に垂直な方向へスクロースを行います。
pt_br: Se não for possível rolar na direção axial, sacarose na direção perpendicular ao eixo.
zh_hans: 无法往轴方向滚动时会使用与轴垂直的方向滚动。
zh_hant: 無法往軸方向捲動時會使用與軸垂直的方向捲動。

# ViewScrollCommandParameter.Scroll
source: Amount of movement
ja_jp: 移動量
pt_br: Quantidade de movimento
zh_hans: 移动量
zh_hant: 移動量

# ViewScrollCommandParameter.Scroll.Remarks
source: The ratio of the screen to scroll in one operation.
ja_jp: 一度の操作でスクロールするする画面に対する割合です。
pt_br: A proporção da tela para rolar em uma operação.
zh_hans: 在单次操作中滚动画面的百分比。
zh_hant: 在單次操作中捲動畫面的百分比。

# ViewScrollCommandParameter.ScrollDuration
source: Scroll time (sec)
ja_jp: スクロール時間 (秒)
pt_br: Tempo de rolagem (seg)
zh_hans: 滚动时间 (秒)
zh_hant: 捲動時間 (秒)

# ViewScrollDownCommand
source: Scroll ↓
ja_jp: スクロール↓
pt_br: Rolar ↓
zh_hans: 滚动↓
zh_hant: 捲動↓

# ViewScrollDownCommand.Remarks
source: Roll the image downwards. When it is not possible to scroll vertically, side scrolling will occur.
ja_jp: 画像を下方向にするロールさせます。縦スクロールできないときは横スクロールになります。
pt_br: Rola a imagem para baixo. Quando não for possível rolar verticalmente, ocorrerá a rolagem lateral.
zh_hans: 图像往下方滚动。无法垂直滚动时会以水平滚动。
zh_hant: 圖像往下方捲動。無法垂直捲動時會以水平捲動。

# ViewScrollLeftCommand
source: Scroll ←
ja_jp: スクロール←
pt_br: Rolar ←
zh_hans: 滚动←
zh_hant: 捲動←

# ViewScrollLeftCommand.Remarks
source: Roll the image to the left. If horizontal scrolling is not possible, vertical scrolling will occur.
ja_jp: 画像を左方向にするロールさせます。横スクロールできないときは縦スクロールになります。
pt_br: Rola a imagem para a esquerda. Se a rolagem horizontal não for possível, ocorrerá a rolagem vertical.
zh_hans: 图像往左方滚动。无法水平滚动时会以垂直滚动。
zh_hant: 圖像往左方捲動。無法水平捲動時會以垂直捲動。

# ViewScrollNTypeCommandParameter.LineBreakStopTime
source: Line break stop (sec)
pt_br: Parada de quebra de linha (seg)
zh_hans: 换行停止 (秒)
zh_hant: 換行停止 (秒)

# ViewScrollNTypeCommandParameter.LineBreakStopTime.Remarks
source: This is the waiting time to prevent line breaks immediately.
pt_br: Este é o tempo de espera para evitar quebras de linha imediatamente.
zh_hans: 不立刻换行的等待时间。
zh_hant: 不立刻換行的等待時間。

# ViewScrollNTypeCommandParameter.Scroll
source: Amount of movement
ja_jp: 移動量
pt_br: Quantidade de movimento
zh_hans: 移动量
zh_hant: 移動量

# ViewScrollNTypeCommandParameter.Scroll.Remarks
source: The ratio to the screen to scroll in one operation.
ja_jp: 一度の操作でスクロールするする画面に対する割合です。
pt_br: A proporção da tela a ser rolada em uma operação.
zh_hans: 单次操作中滚动画面的百分比。
zh_hant: 單次操作中捲動畫面的百分比。

# ViewScrollNTypeCommandParameter.ScrollDuration
source: Scroll time (sec)
ja_jp: スクロール時間 (秒)
pt_br: Tempo de rolagem (seg)
zh_hans: 滚动时间 (秒)
zh_hant: 捲動時間 (秒)

# ViewScrollNTypeCommandParameter.ScrollType
source: Scroll type
pt_br: Tipo de rolagem
zh_hans: 滚动类别
zh_hant: 捲動類別

# ViewScrollNTypeDownCommand
source: N-type scroll ↓
ja_jp: N字スクロール↓
pt_br: Rolar tipo N ↓
zh_hans: N字滚动↓
zh_hant: N字捲動↓

# ViewScrollNTypeDownCommand.Remarks
source: If you can scroll vertically and horizontally, scroll to draw N characters.
ja_jp: 縦横スクロールが可能な場合、N字を描くようにスクロールします。
pt_br: Se você puder rolar vertical e horizontalmente, role para desenhar N caracteres.
zh_hans: 如果可以垂直水平滚动时，就像画出N字般滚动。
zh_hant: 如果可以垂直水平捲動時，就像畫出N字般捲動。

# ViewScrollNTypeUpCommand
source: N-type scroll ↑
ja_jp: N字スクロール↑
pt_br: Rolar tipo N ↑
zh_hans: N字滚动↑
zh_hant: N字捲動↑

# ViewScrollNTypeUpCommand.Remarks
source: If you can scroll vertically and horizontally, scroll to draw N characters.
ja_jp: 縦横スクロールが可能な場合、N字を描くようにスクロールします。
pt_br: Se você puder rolar vertical e horizontalmente, role para desenhar N caracteres.
zh_hans: 如果可以垂直水平滚动时，就像画出N字般滚动。
zh_hant: 如果可以垂直水平捲動時，就像畫出N字般捲動。

# ViewScrollRightCommand
source: Scroll →
ja_jp: スクロール→
pt_br: Rolar →
zh_hans: 滚动→
zh_hant: 捲動→

# ViewScrollRightCommand.Remarks
source: Roll the image to the right. If horizontal scrolling is not possible, vertical scrolling will occur.
ja_jp: 画像を右方向にするロールさせます。横スクロールできないときは縦スクロールになります。
pt_br: Rola a imagem para a direita. Se a rolagem horizontal não for possível, ocorrerá a rolagem vertical.
zh_hans: 图像往右方滚动。无法水平滚动时会以垂直滚动。
zh_hant: 圖像往右方捲動。無法水平捲動時會以垂直捲動。

# ViewScrollUpCommand
source: Scroll ↑
ja_jp: スクロール↑
pt_br: Rolar ↑
zh_hans: 滚动↑
zh_hant: 捲動↑

# ViewScrollUpCommand.Remarks
source: Roll the image upwards. When it is not possible to scroll vertically, side scrolling will occur.
ja_jp: 画像を上方向にするロールさせます。縦スクロールできないときは横スクロールになります。
pt_br: Rola a imagem para cima. Quando não for possível rolar verticalmente, ocorrerá a rolagem lateral.
zh_hans: 图像往上方滚动。无法垂直滚动时会以水平滚动。
zh_hant: 圖像往上方捲動。無法垂直捲動時會以水平捲動。

# WindowChromeFrame.None
source: None
ja_jp: なし
pt_br: Vazio
zh_hans: 无
zh_hant: 無

# WindowChromeFrame.WindowFrame
source: Standard
ja_jp: 標準
pt_br: Padrão
zh_hans: 标准
zh_hant: 標準

# WindowConfig.IsAutoHideInFullScreen
source: Apply auto-hide mode in full screen
ja_jp: フルスクリーンで自動非表示モードを適用する
pt_br: Aplicar modo de ocultação automática em tela cheia
zh_hans: 在全屏使用自动隐藏模式
zh_hant: 在全螢幕套用自動隱藏模式

# WindowConfig.IsAutoHideInNormal
source: Apply auto-hide mode in normal window
ja_jp: 通常ウィンドウで自動非表示モードを適用する
pt_br: Aplicar modo de ocultação automática na janela normal
zh_hans: 在普通窗口使用自动隐藏模式
zh_hant: 在普通視窗套用自動隱藏模式

# WindowConfig.IsAutoHidInMaximized
source: Apply auto-hide mode in maximized window
ja_jp: 最大化ウィンドウで自動非表示モードを適用する
pt_br: Aplicar modo de ocultação automática na janela maximizada
zh_hans: 在最大化窗口使用自动隐藏模式
zh_hant: 在最大化視窗套用自動隱藏模式

# WindowConfig.IsCaptionEmulateInFullScreen
source: Title bar operation at full screen
ja_jp: フルスクリーン時のタイトル バー操作
pt_br: Operação da barra de título em tela inteira
zh_hans: 全屏时的标题栏操作
zh_hant: 全螢幕時的標題列操作

# WindowConfig.IsCaptionEmulateInFullScreen.Remarks
source: Accepts double-click and drag operations in the title bar during full screen.
ja_jp: フルスクリーン中に、タイトル バーでのダブルクリックやドラッグの操作を受け付けるようにします。
pt_br: Aceita operações de clique duplo e arrastar na barra de título durante tela cheia.
zh_hans: 全屏时接受双击或拖拽标题栏的操作。
zh_hant: 全螢幕時接受雙擊或拖曳標題列的操作。

# WindowConfig.IsRestoreAeroSnapPlacement
source: Restore Aero Snap window placement
ja_jp: Aero スナップのウィンドウ座標を復元
pt_br: Restaurar o posicionamento da janela do Aero Snap
zh_hans: 还原 Aero Snap 的窗口坐标
zh_hant: 還原 Aero Snap 的視窗座標

# WindowConfig.IsTopmost
source: Window topmost
ja_jp: ウィンドウを常に手前に表示
pt_br: Janela no topo
zh_hans: 窗口总是置顶
zh_hant: 視窗總是最上層顯示

# WindowConfig.MaximizeWindowGapWidth
source: Gap adjustment of window maximization (pixel)
ja_jp: タイトル バー非表示でのウィンドウ最大化のギャップ調整 (ピクセル)
pt_br: Ajuste de lacuna de maximização da janela (pixel)
zh_hans: 调整窗口最大化间隙 (像素)
zh_hant: 調整視窗最大化間隙 (像素)

# WindowConfig.MaximizeWindowGapWidth.Remarks
source: If there is a gap in maximizing the window, adjust with this value.
ja_jp: タイトル バーを非表示にしたときのウィンドウ最大化で隙間ができる場合の調整用です。
pt_br: Se houver uma lacuna na maximização da janela, ajuste com este valor.
zh_hans: 窗口最大化有间隙时调整使用。
zh_hant: 視窗最大化有間隙時調整使用。

# WindowConfig.MouseActivateAndEat
source: Disable mouse data when activating window with mouse
ja_jp: マウスでウィンドウをアクティブ化したときのマウス操作を無効にする
pt_br: Desative os dados do mouse ao ativar a janela com o mouse
zh_hans: 当用鼠标激活窗口时忽略鼠标输入
zh_hant: 停用以滑鼠將視窗動作化時的操作

# WindowConfig.State
source: Window state
ja_jp: ウィンドウ状態
pt_br: Estado da janela
zh_hans: 窗口状态
zh_hant: 視窗狀態

# WindowSettingTitle
source: Settings
ja_jp: 設定
pt_br: Configurações
zh_hans: 设置
zh_hant: 設定

# WindowStateEx.FullScreen
source: FullScreen
ja_jp: フルスクリーン
pt_br: Tela Cheia
zh_hans: 全屏
zh_hant: 全螢幕

# WindowStateEx.Maximized
source: Maximized
ja_jp: 最大化
pt_br: Maximizado
zh_hans: 最大化
zh_hant: 最大化

# WindowStateEx.Minimized
source: Minimized
ja_jp: 最小化
pt_br: Minimizado
zh_hans: 最小化
zh_hant: 最小化

# WindowStateEx.None
source: None
pt_br: Vazio
zh_hans: 无

# WindowStateEx.Normal
source: Normal
ja_jp: 通常
zh_hans: 普通
zh_hant: 一般

# WindowTitleConfig.WindowTitleFormat1
source: For 1 page
ja_jp: 1 ページ用
pt_br: Para 1 página
zh_hans: 单页用
zh_hant: 1 頁面用

# WindowTitleConfig.WindowTitleFormat2
source: For 2 page
ja_jp: 2 ページ用
pt_br: Para 2 páginas
zh_hans: 双页用
zh_hant: 2 頁面用

# WindowTitleConfig.WindowTitleFormatMedia
source: For video
ja_jp: 動画用
pt_br: Para vídeo
zh_hans: 视频用
zh_hant: 影片用

# Word.Add
source: Add
ja_jp: 追加
pt_br: Adicionar
zh_hans: 加入
zh_hant: 加入

# Word.AllHistory
source: All history
ja_jp: すべての履歴
pt_br: Toda o histórico
zh_hans: 全部的历史记录
zh_hant: 全部的歷史記錄

# Word.Argument
source: Argument
ja_jp: 引数
pt_br: Argumento
zh_hans: 自变量
zh_hant: 引數

# Word.Bookmark
source: Bookmark
ja_jp: ブックマーク
pt_br: Marcador
zh_hans: 书签
zh_hant: 書籤

# Word.Bookshelf
source: Bookshelf
ja_jp: 本棚
pt_br: Estante
zh_hans: 书架
zh_hant: 書庫

# Word.Cancel
source: Cancel
ja_jp: キャンセル
pt_br: Cancelar
zh_hans: 取消
zh_hant: 取消

# Word.Cause
source: Cause
ja_jp: 原因
pt_br: Causa
zh_hans: 原因
zh_hant: 原因

# Word.CDRomDrive
source: Disk drive
ja_jp: ディスク ドライブ
pt_br: Unidade de Disco
zh_hans: 光盘装置
zh_hant: 光碟裝置

# Word.Clear
source: Clear
ja_jp: クリア
pt_br: Limpar
zh_hans: 清除
zh_hant: 清除

# Word.Close
source: Close
ja_jp: 閉じる
pt_br: Fechar
zh_hans: 关闭
zh_hant: 關閉

# Word.Command
source: Command
ja_jp: コマンド
pt_br: Comando
zh_hans: 指令
zh_hant: 指令

# Word.CommandList
source: Command list
ja_jp: コマンド一覧
pt_br: Lista de comandos
zh_hans: 指令列表
zh_hant: 指令列表

# Word.CommandName
source: Command name
ja_jp: コマンド名
pt_br: Nome do comando
zh_hans: 指令名称
zh_hant: 指令名稱

# Word.CommandParameter
source: Command parameter
ja_jp: コマンド パラメーター
pt_br: Parâmetro de comando
zh_hans: 指令参数
zh_hant: 指令參數

# Word.Config
source: Config
ja_jp: 設定
zh_hans: 设置
zh_hant: 設定

# Word.ConfigList
source: Config list
ja_jp: 設定値一覧
pt_br: Lista de configurações
zh_hans: 设置值列表
zh_hant: 設定值列表

# Word.CustomBackground
source: Custom background
ja_jp: カスタム背景
pt_br: Fundo personalizado
zh_hans: 自定义背景
zh_hant: 自訂背景

# Word.DaysAgo
source: {0} days ago
ja_jp: {0} 日前まで
pt_br: {0} dias atrás
zh_hans: {0} 日之前
zh_hant: {0} 日之前

# Word.DefaultApp
source: Default app
ja_jp: 既定のアプリ
pt_br: Aplicativo padrão
zh_hans: 默认应用
zh_hant: 預設應用程式

# Word.Degree
source: degree
ja_jp: 度
pt_br: graus
zh_hans: 度
zh_hant: 度

# Word.Delete
source: Delete
ja_jp: 削除
pt_br: Excluir
zh_hans: 删除
zh_hant: 刪除

# Word.Description
source: Description
ja_jp: 説明
pt_br: Descrição
zh_hans: 说明
zh_hant: 描述

# Word.Down
source: Down
ja_jp: 下
pt_br: Descer
zh_hans: 下
zh_hant: 下

# Word.Edit
source: Edit
ja_jp: 編集
pt_br: Editar
zh_hans: 编辑
zh_hant: 編輯

# Word.EmbeddedImage
source: Embedded image
ja_jp: HTML 埋め込み画像
pt_br: Imagem incorporada
zh_hans: HTML 嵌入图像
zh_hant: HTML 嵌入圖像

# Word.Error
source: Error
pt_br: Erro
zh_hans: 错误
zh_hant: 錯誤

# Word.Example
source: e.g.
ja_jp: 例
pt_br: exemplo
zh_hans: 例如
zh_hant: 例如

# Word.ExcludePath
source: Excluded path
ja_jp: 除外するパス
pt_br: Caminho excluído
zh_hans: 排除路径
zh_hant: 排除路徑

# Word.Export
source: Export
ja_jp: エクスポート
pt_br: Exportar
zh_hans: 导出
zh_hant: 匯出

# Word.Extension
source: Extension
ja_jp: 拡張子
pt_br: Extensão
zh_hans: 扩展名
zh_hant: 副檔名

# Word.Fields
source: Fields
ja_jp: フィールド
pt_br: Campos
zh_hans: 字段
zh_hant: 欄位

# Word.File
source: File
ja_jp: ファイル
pt_br: Arquivo
zh_hans: 文件
zh_hant: 檔案

# Word.Files
source: Files
ja_jp: ファイル
pt_br: Arquivos
zh_hans: 文件
zh_hant: 檔案

# Word.FirstPage
source: First page
ja_jp: 最初のページ
pt_br: Primeira página
zh_hans: 开始页面
zh_hant: 開始頁面

# Word.FixedDrive
source: Local disk
ja_jp: ローカル ディスク
pt_br: Disco local
zh_hans: 本机磁盘
zh_hant: 本機磁碟

# Word.Folder
source: Folder
ja_jp: フォルダー
pt_br: Pasta
zh_hans: 文件夹
zh_hant: 資料夾

# Word.Folders
source: Folders
ja_jp: フォルダー
pt_br: Pastas
zh_hans: 文件夹
zh_hant: 資料夾

# Word.FoldersTree
source: Folders tree
ja_jp: フォルダー ツリー
pt_br: Árvore de pastas
zh_hans: 树状文件夹
zh_hant: 樹狀資料夾

# Word.FullScreen
source: Full screen
ja_jp: フルスクリーン
pt_br: Tela cheia
zh_hans: 全屏
zh_hant: 全螢幕

# Word.Gesture
source: Gesture
ja_jp: ジェスチャー
pt_br: Gesto
zh_hans: 手势
zh_hant: 手勢

# Word.Group
source: Group
ja_jp: グループ
pt_br: Grupo
zh_hans: 群组
zh_hant: 群組

# Word.Import
source: Import
ja_jp: インポート
pt_br: Importar
zh_hans: 导入
zh_hant: 匯入

# Word.Inner
source: Innner
ja_jp: 内部
pt_br: Interno
zh_hans: 内部
zh_hant: 内部

# Word.IsPanelSelected
source: Panel selected
ja_jp: パネル選択状態
pt_br: Painel selecionado
zh_hans: 面板选择状态
zh_hant: 面板選擇狀態

# Word.IsPanelVisible
source: Panel visibility
ja_jp: パネル表示状態
pt_br: Visibilidade do painel
zh_hans: 面板显示状态
zh_hant: 面板顯示狀態

# Word.Item
source: Item
ja_jp: 項目
zh_hans: 项目
zh_hant: 項目

# Word.ItemNone
source: (None)
ja_jp: (なし)
pt_br: (vazio)
zh_hans: (无)
zh_hant: (無)

# Word.Jump
source: Jump
ja_jp: 移動
pt_br: Mover Para
zh_hans: 移动
zh_hant: 移動

# Word.Left
source: Left
ja_jp: 左
pt_br: Esquerda
zh_hans: 左
zh_hant: 左

# Word.Loop
source: Loop
ja_jp: ループ
zh_hans: 循环
zh_hant: 循環

# Word.MainMenu
source: Main Menu
ja_jp: メイン メニュー
pt_br: Menu Principal
zh_hans: 主菜单
zh_hant: 主要選單

# Word.Methods
source: Methods
ja_jp: メソッド
pt_br: Métodos
zh_hans: 算法
zh_hant: 演算法

# Word.Name
source: Name
ja_jp: 名前
pt_br: Nome
zh_hans: 名称
zh_hant: 名稱

# Word.NetworkDrive
source: Netword drive
ja_jp: ネットワーク ドライブ
pt_br: Unidade de rede
zh_hans: 网络装置
zh_hant: 網路裝置

# Word.NewFolder
source: New Folder
ja_jp: 新しいフォルダー
pt_br: Nova Pasta
zh_hans: 新文件夹
zh_hant: 新資料夾

# Word.No
source: No
ja_jp: いいえ
pt_br: Não
zh_hans: 否
zh_hant: 否

# Word.NoLimit
source: No Limit
ja_jp: 制限なし
pt_br: Sem Limite
zh_hans: 不限制
zh_hant: 不限制

# Word.None
source: None
ja_jp: なし
pt_br: Vazio
zh_hans: 无
zh_hant: 無

# Word.Off
source: Off
ja_jp: オフ
pt_br: Desligado
zh_hans: 关
zh_hant: 關

# Word.OK
source: OK
zh_hans: 确定
zh_hant: 確定

# Word.On
source: On
ja_jp: オン
pt_br: Ligado
zh_hans: 开
zh_hant: 開

# Word.Open
source: Open
ja_jp: 開く
pt_br: Abrir
zh_hans: 打开
zh_hant: 開啟

# Word.Page
source: Page
ja_jp: ページ
pt_br: Página
zh_hans: 页面
zh_hant: 頁面

# Word.PageList
source: PageList
ja_jp: ページリスト
pt_br: Lista de páginas
zh_hans: 页面列表
zh_hant: 頁面列表

# Word.Pagemark
source: Pagemark
ja_jp: ページマーク
pt_br: Marcar de páginas
zh_hans: 页签
zh_hant: 頁籤

# Word.Parameter
source: Parameter
ja_jp: パラメーター
pt_br: Parâmetro
zh_hans: 参数
zh_hant: 參數

# Word.Parameters
source: Parameters
ja_jp: パラメーター
pt_br: Parâmetros
zh_hans: 参数
zh_hant: 參數

# Word.Path
source: Path
ja_jp: パス
pt_br: Caminho
zh_hans: 路径
zh_hant: 路徑

# Word.Play
source: Play
ja_jp: 再生
pt_br: Reproduzir
zh_hans: 播放
zh_hant: 播放

# Word.Playlist
source: Playlist
ja_jp: プレイリスト
pt_br: Lista de reprodução
zh_hans: 播放列表
zh_hant: 播放列表

# Word.Properties
source: Properties
ja_jp: プロパティ
pt_br: Propriedades
zh_hans: 属性
zh_hant: 屬性

# Word.QuickAccess
source: Quick access
ja_jp: クイック アクセス
pt_br: Acesso Rápido
zh_hans: 快速存取
zh_hant: 快速存取

# Word.RamDrive
source: RAM disk
ja_jp: RAM ディスク
pt_br: Disco RAM
zh_hans: RAM 磁盘
zh_hant: RAM 磁碟

# Word.ReadOnly
source: Read only
ja_jp: 読み取り専用
pt_br: Só Leitura
zh_hans: 只读
zh_hant: 唯讀

# Word.RemovableDrive
source: Removable disk
ja_jp: リムーバブル ディスク
pt_br: Disco Removível
zh_hans: 可移除装置
zh_hant: 可移除裝置

# Word.Remove
source: Remove
ja_jp: 削除
pt_br: Remover
zh_hans: 删除
zh_hant: 刪除

# Word.Rename
source: Rename
ja_jp: 名前変更
pt_br: Renomear
zh_hans: 重新命名
zh_hant: 重新命名

# Word.Reset
source: Reset
ja_jp: 初期化
pt_br: Restaurar
zh_hans: 重设
zh_hant: 重設

# Word.Restore
source: Restore
ja_jp: 元に戻す
pt_br: Restaurar
zh_hans: 还原
zh_hant: 還原

# Word.Retry
source: Retry
ja_jp: リトライ
pt_br: Repetir
zh_hans: 重试
zh_hant: 重試

# Word.Returns
source: Returns
ja_jp: 戻り値
pt_br: Retorna
zh_hans: 返回值
zh_hant: 返回值

# Word.Right
source: Right
ja_jp: 右
pt_br: Direita
zh_hans: 右
zh_hant: 右

# Word.SearchWord
source: Search word
ja_jp: 検索ワード
pt_br: Procurar palavra
zh_hans: 搜索字词
zh_hant: 搜尋字詞

# Word.Sec
source: sec
ja_jp: 秒
pt_br: seg
zh_hans: 秒
zh_hant: 秒

# Word.Shortcut
source: Shortcut
ja_jp: ショートカット
pt_br: Atalho
zh_hans: 快捷键
zh_hant: 快速鍵

# Word.Stepless
source: Stepless
ja_jp: 無段階
pt_br: Intenso
zh_hans: 无级旋转
zh_hant: 無階段

# Word.Stop
source: Stop
ja_jp: 停止
pt_br: Parar
zh_hans: 停止
zh_hant: 停止

# Word.StyleBanner
source: Banner style
ja_jp: バナー表示
pt_br: Estilo de banner
zh_hans: 横幅显示
zh_hant: 橫幅顯示

# Word.StyleContent
source: Content style
ja_jp: コンテンツ表示
pt_br: Estilo de conteúdo
zh_hans: 内容显示
zh_hant: 內容顯示

# Word.StyleList
source: List style
ja_jp: 一覧表示
pt_br: Estilo de lista
zh_hans: 列表显示
zh_hant: 列表顯示

# Word.StyleThumbnail
source: Thumbnail style
ja_jp: サムネイル表示
pt_br: Estilo de miniatura
zh_hans: 缩略图显示
zh_hant: 縮圖顯示

# Word.Summary
source: Summary
ja_jp: 概要
pt_br: Resumo
zh_hans: 概述
zh_hant: 概述

# Word.ToDown
source: Down
ja_jp: 下へ
pt_br: Descer
zh_hans: 往下
zh_hant: 往下

# Word.Topmost
source: Topmost
ja_jp: 常に手前に表示
pt_br: Topo
zh_hans: 总是置顶
zh_hant: 總是最上層顯示

# Word.Touch
source: Touch
ja_jp: タッチ
pt_br: Toque
zh_hans: 触控
zh_hant: 觸控

# Word.ToUp
source: Up
ja_jp: 上へ
pt_br: Subir
zh_hans: 往上
zh_hant: 往上

# Word.Type
source: Type
ja_jp: 型
pt_br: Tipo
zh_hans: 类别
zh_hant: 類別

# Word.UnsharpMask
source: Unsharp mask
ja_jp: アンシャープ マスク
pt_br: Máscara de nitidez
zh_hans: 反锐化掩码
zh_hant: 反銳利化遮罩

# Word.Up
source: Up
ja_jp: 上
pt_br: Subir
zh_hans: 上
zh_hant: 上

# Word.Yes
source: Yes
ja_jp: はい
pt_br: Sim
zh_hans: 是
zh_hant: 是

# ZipArchiveConfig.IsEnabled
source: Use ZIP compressed file expansion with standard function
ja_jp: 標準機能による ZIP 圧縮ファイル展開を使用する
pt_br: Use expansão de arquivo compactado ZIP com função padrão
zh_hans: 使用标准功能解压 ZIP 压缩文件
zh_hant: 使用標準功能展開 ZIP 壓縮檔

# ZipArchiveConfig.SupportFileTypes
source: Compressed file extension
ja_jp: 圧縮ファイルの拡張子
pt_br: Extensão de arquivo compactado
zh_hans: 压缩文件的扩展名
zh_hant: 壓縮檔的副檔名

# ZipArchiveConfig.SupportFileTypes.Remarks
source: Only ZIP format is supported.
ja_jp: ZIP 形式のみ対応しています。
pt_br: Apenas o formato ZIP é suportado.
zh_hans: 仅支持 ZIP 格式。
zh_hant: 僅支援 ZIP 格式。

# SystemConfig.IsFileWriteAccessEnabled
source: File operation enabled
ja_jp: ファイル操作有効
pt_br: Operação de arquivo
zh_hans: 允许文件操作
zh_hant: 允許檔案操作

# MediaArchiveConfig.IsEnabled
source: Use video
ja_jp: 動画を使用する
pt_br: Abra o vídeo como um livro
zh_hans: 打开视频

# BookConfig.ContentsSpace
source: Distance between two pages (pixel)
ja_jp: 2 ページ間の距離 (ピクセル)
pt_br: Distância entre páginas em "@PageMode.WidePage" (pixels)
zh_hans: “@PageMode.WidePage”时的页间距 (像素)

# BookConfig.ContentsSpace.Remarks
source: Sets the gap between page and page. Negative values ​​mean overlapping. Because each page is scaled, it is rare that there will be no gap just at 0.
ja_jp: ページとページの隙間を設定します。マイナス値は重なることを意味します。各ページにスケールがかかるため、0 でちょうど隙間がなくなることは稀です。
pt_br: Define o intervalo entre página e página. Valores negativos ​​significam sobreposição. Como cada página é dimensionada, é raro que não haja lacuna apenas em 0.
zh_hans: 设置页面与页面之间的间隙。负值代表重叠。由于每个页面是按比例缩放，所以即使为 0 也少有无间隙的。
zh_hant: 設定頁面與頁面之間的間隙。負值代表著重疊的意思。由於每個頁面是按比例縮放，所以當為 0 時很少會沒有間隙。

# TogglePageModeCommand
source: Toggle page mode
ja_jp: ページ表示モードを切り替える
pt_br: Alternar modo de página
zh_hans: 切换页面模式

# TogglePageModeCommand.Remarks
source: Switch between 1 page display and 2 page display.
ja_jp: 1 ページ表示と 2 ページ表示を切り替えます。
pt_br: Alternar modo de página em ordem
zh_hans: 依次切换页面模式

# FocusFolderSearchBoxCommand
source: Focus search box
ja_jp: 検索ボックスにフォーカスを移す
pt_br: Concentre-se na caixa de pesquisa da estante
zh_hans: 聚焦到书架搜索框
zh_hant: 移動搜尋框焦點

# FocusFolderSearchBoxCommand.Menu
source: Search box
ja_jp: 検索ボックス
pt_br: Caixa de pesquisa na estante
zh_hans: 书架搜索框
zh_hant: 搜尋框

# FocusFolderSearchBoxCommand.Remarks
source: Focus search box. The bookshelf is displayed.
ja_jp: 検索ボックスにフォーカスを移します。本棚は表示状態になります。
pt_br: Concentre-se na caixa de pesquisa da estante. O painel Estante estará no estado de exibição.
zh_hans: 聚焦到书架搜索框。书架面板呈显示状态。
zh_hant: 移動焦點到搜尋框。書庫會變成顯示狀態。

# BookConfig.IsInsertDummyPage.Remarks
source: When there are not enough pages at the end of the two-page display, add a dummy page to align the spread.
ja_jp: 2 ページ表示の終端でページが足りないときに、ダミー ページを追加して見開きを揃えます。
pt_br: Quando não houver páginas suficientes no final da exibição de duas páginas, adicione uma página fictícia para alinhar a página espelhada.
zh_hans: 双页模式时如果没有足够页面，则添加一个虚拟页用于对齐。
zh_hant: 在 2 頁面顯示的結尾頁面不足時，加入虛擬頁面與對開對齊。

# BookshelfConfig.IsVisibleItemsCount
source: Show number of items
ja_jp: 項目数を表示
zh_hant: 顯示項目數

# InformationKey.ApplicatoinName
source: Applicatoin name
zh_hant: 程式名稱

# JavascriptEngine.ExecureFile
source: Load and execute the script.
ja_jp: スクリプトを読み込んで実行します。
zh_hant: 讀入並執行腳本。

# JavascriptEngine.ExecureFile.Example
source: // Load and run Sample.nvjs include("Sample.nvjs")
ja_jp: // Sample.nvjs を読み込んで実行 include("Sample.nvjs")
zh_hant: // 讀入並執行 Sample.nvjs include("Sample.nvjs")

# JavascriptEngine.ExecureFile.path
source: Script path. Relative paths are relative to the current script location.
ja_jp: スクリプトのパス。相対パスは現在のスクリプトの場所が基準になります。
zh_hant: 腳本路徑。相對路徑以目前腳本位置為基準。

# JavascriptEngine.ExecureFile.Returns
source: Script execution result
ja_jp: スクリプトの実行結果
zh_hant: 腳本執行結果
