Repository: AetheriumDev/NeeView
Catalog: NeeView/Properties/Resources.*.resx
Languages: ja_jp, pt_br, zh_hans, zh_hant

# ShowHiddenPanelsCommand.Menu
source: Show panels
ja_jp: パネル一時表示
pt_br: Mostrar painéis
zh_hant: 暫時顯示面板

# CommandHost.ShowDialog.Example
source: isYes = nv.ShowDialog("Is this a pen?", "I think it's a pen, really?", 2) if (isYes) { nv.ShowDialog("Good.") }
pt_br: isYes = nv.ShowDialog("Isso é uma caneta?", "Acho que é uma caneta, sério?", 2) if (isYes) { nv.ShowDialog("Bom.") }

# ExifPhotometricInterpretation.BlackIsZero
source: Black is zero
pt_br: Preto é zero

# ExifPhotometricInterpretation.LinearRaw
source: Linear raw
pt_br: Linear bruto

# ExifPhotometricInterpretation.WhiteIsZero
source: White is zero
pt_br: Branco é zero

# Language.English
source: English
pt_br: Inglês

# ToggleStretchModeCommandParameter.IsEnableUniform
source: @PageStretchMode.Uniform
pt_br: @PageStretchMode.None

# BookshelfConfig.IsIncrementalSearchEnabled
source: Incremental search enabled
ja_jp: インクリメンタル サーチ有効

# FolderTree.Menu.RemoveQuickAccess
source: Remove quick access
ja_jp: クイック アクセスから外す

# HelpReadMe.File
source: README.html
ja_jp: README.ja-jp.html

# ViewConfig.MainViewMergin
source: Main view margin (pixel)
ja_jp: メインビューの余白 (ピクセル)
