Repository: AetheriumDev/NeeView
Catalog: NeeView/Properties/Resources.*.resx
Languages: ja_jp, pt_br, zh_hans, zh_hant

# BookSettingConfig.IsSupportedDividePage
source: Split horizontally long page
ja_jp: 横長ページを分割する
pt_br: Dividir página longa horizontalmente
zh_hans: 分割横向页面
zh_hant: 分割橫向頁面

# BookSettingConfig.IsSupportedSingleFirstPage
source: The first page alone
ja_jp: 最初のページを単独表示
pt_br: Mostrar apenas a primeira página
zh_hans: 单独显示开始页面
zh_hant: 單獨顯示開始頁面

# BookSettingConfig.IsSupportedSingleLastPage
source: The last page alone
ja_jp: 最後のページを単独表示
pt_br: A última página sozinha
zh_hans: 单独显示最后页面
zh_hant: 單獨顯示最後頁面

# BookSettingConfig.IsSupportedWidePage
source: Landscape page is regarded as 2 pages
ja_jp: 横長ページを 2 ページとみなす
pt_br: A página paisagem é considerada como 2 páginas
zh_hans: 将横向页面视为双页
zh_hant: 將橫向頁面視為 2 頁面

# BookSettingConfig.Page
source: Page position
ja_jp: ページ位置
pt_br: Posição da página
zh_hans: 页面位置
zh_hant: 頁面位置

# BookSettingConfig.PageMode
source: Page Size Mode
ja_jp: ページ表示
pt_br: Modo do Tamanho da Página
zh_hans: 页面显示
zh_hant: 頁面顯示

# BookSettingConfig.SortMode
source: Order of pages
ja_jp: ページの並び順
pt_br: Ordem das páginas
zh_hans: 页面排序
zh_hant: 頁面排序

# BookSettingPolicyConfig.BookReadOrder
source: Setting policy of "@BookSettingConfig.BookReadOrder" when opening a book
ja_jp: ブックを開いたときの「@BookSettingConfig.BookReadOrder」設定方針
pt_br: Definir política de "@BookSettingConfig.BookReadOrder" ao abrir um livro
zh_hans: 打开书本时的“@BookSettingConfig.BookReadOrder”设置原则
zh_hant: 開啟書本時的「@BookSettingConfig.BookReadOrder」設定原則

# BookSettingPolicyConfig.IsRecursiveFolder
source: Setting policy of "@BookSettingConfig.IsRecursiveFolder" when opening a book
ja_jp: ブックを開いたときの「@BookSettingConfig.IsRecursiveFolder」設定方針
pt_br: Definir política de "@BookSettingConfig.IsRecursiveFolder" ao abrir um livro
zh_hans: 打开书本时的“@BookSettingConfig.IsRecursiveFolder”设置原则
zh_hant: 開啟書本時的「@BookSettingConfig.IsRecursiveFolder」設定原則

# BookSettingPolicyConfig.IsSupportedDividePage
source: Setting policy of "@BookSettingConfig.IsSupportedDividePage" when opening a book
ja_jp: ブックを開いたときの「@BookSettingConfig.IsSupportedDividePage」設定方針
pt_br: Definir política de "@BookSettingConfig.IsSupportedDividePage" ao abrir um livro
zh_hans: 打开书本时的“@BookSettingConfig.IsSupportedDividePage”设置原则
zh_hant: 開啟書本時的「@BookSettingConfig.IsSupportedDividePage」設定原則

# BookSettingPolicyConfig.IsSupportedSingleFirstPage
source: Setting policy of "@BookSettingConfig.IsSupportedSingleFirstPage" when opening a book
ja_jp: ブックを開いたときの「@BookSettingConfig.IsSupportedSingleFirstPage」設定方針
pt_br: Definir política de "@BookSettingConfig.IsSupportedSingleFirstPage" ao abrir um livro
zh_hans: 打开书本时的“@BookSettingConfig.IsSupportedSingleFirstPage”设置原则
zh_hant: 開啟書本時的「@BookSettingConfig.IsSupportedSingleFirstPage」設定原則

# BookSettingPolicyConfig.IsSupportedSingleLastPage
source: Setting policy of "@BookSettingConfig.IsSupportedSingleLastPage" when opening a book
ja_jp: ブックを開いたときの「@BookSettingConfig.IsSupportedSingleLastPage」設定方針
pt_br: Definir política de "@BookSettingConfig.IsSupportedSingleLastPage" ao abrir um livro
zh_hans: 打开书本时的“@BookSettingConfig.IsSupportedSingleLastPage”设置原则
zh_hant: 開啟書本時的「@BookSettingConfig.IsSupportedSingleLastPage」設定原則

# BookSettingPolicyConfig.IsSupportedWidePage
source: Setting policy of "@BookSettingConfig.IsSupportedWidePage" when opening a book
ja_jp: ブックを開いたときの「@BookSettingConfig.IsSupportedWidePage」設定方針
pt_br: Definir política de "@BookSettingConfig.IsSupportedWidePage" ao abrir um livro
zh_hans: 打开书本时的“@BookSettingConfig.IsSupportedWidePage”设置原则
zh_hant: 開啟書本時的「@BookSettingConfig.IsSupportedWidePage」設定原則

# BookSettingPolicyConfig.Page
source: Setting policy of "@BookSettingConfig.Page" when opening a book
ja_jp: ブックを開いたときの「@BookSettingConfig.Page」設定方針
pt_br: Definir política de "@BookSettingConfig.Page" ao abrir um livro
zh_hans: 打开书本时的“@BookSettingConfig.Page”设置原则
zh_hant: 開啟書本時的「@BookSettingConfig.Page」設定原則

# BookSettingPolicyConfig.PageMode
source: Setting policy of "@BookSettingConfig.PageMode" when opening a book
ja_jp: ブックを開いたときの「@BookSettingConfig.PageMode」設定方針
pt_br: Definir política de "@BookSettingConfig.PageMode" ao abrir um livro
zh_hans: 打开书本时的“@BookSettingConfig.PageMode”设置原则
zh_hant: 開啟書本時的「@BookSettingConfig.PageMode」設定原則

# BookSettingPolicyConfig.SortMode
source: Setting policy of "@BookSettingConfig.SortMode" when opening a book
ja_jp: ブックを開いたときの「@BookSettingConfig.SortMode」設定方針
pt_br: Definir política de "@BookSettingConfig.SortMode" ao abrir um livro
zh_hans: 打开书本时的“@BookSettingConfig.SortMode”设置原则
zh_hant: 開啟書本時的「@BookSettingConfig.SortMode」設定原則

# BookSettingSelectMode.Continue
source: Continue
ja_jp: 継続
pt_br: Continuar
zh_hans: 继续
zh_hant: 繼續

# BookSettingSelectMode.Default
source: Default
ja_jp: 既定
pt_br: Padrão
zh_hans: 默认
zh_hant: 預設

# BookSettingSelectMode.RestoreOrContinue
source: Restore, else continue
ja_jp: 復元、できなければ継続
pt_br: Restaurar, caso contrário, continuar
zh_hans: 还原，无法还原则继续
zh_hant: 還原，無法還原則繼續

# BookSettingSelectMode.RestoreOrDefault
source: Restore, else default
ja_jp: 復元、できなければ既定
pt_br: Restaurar, caso contrário, padrão
zh_hans: 还原，无法还原则默认
zh_hant: 還原，無法還原則預設

# BookSettingSelectMode.RestoreOrDefaultReset
source: Restore, else default, clear last page
ja_jp: 復元、できなければ既定、最終ページ初期化
pt_br: Restaurar, caso contrário, limpar a última página
zh_hans: 还原，无法还原则默认，清除最后的页面
zh_hant: 還原，無法還原則預設，清除最後的頁面

# Bookshelf.Back.ToolTip
source: Back (Alt+Left)
ja_jp: 戻る(Alt+Left)
pt_br: Voltar (Alt+Left)
zh_hans: 返回 (Alt+Left)
zh_hant: 返回 (Alt+Left)

# Bookshelf.CopyToFolderFailed
source: Copy failed
ja_jp: コピーに失敗しました
pt_br: Falha na cópia
zh_hans: 复制失败了
zh_hant: 複製失敗了

# Bookshelf.Home.Menu.Set
source: Set this place home
ja_jp: この場所をホームに設定する
pt_br: Defina este lugar como início
zh_hans: 将这个位置设置为主页
zh_hant: 將這個位置設定為主頁

# Bookshelf.Home.ToolTip
source: Go to Home (Alt+Home)
ja_jp: ホームに移動(Alt+Home)
pt_br: Ir para o Início (Alt+Home)
zh_hans: 移动到主页 (Alt+Home)
zh_hant: 移動到主頁 (Alt+Home)

# Bookshelf.Message.MoveToFolderFailed
source: Move failed
ja_jp: 移動に失敗しました
pt_br: Falha na movimentação
zh_hans: 移动失败了
zh_hant: 移動失敗了

# Bookshelf.MoreMenu.AddQuickAccess
source: Add this place to quick access
ja_jp: この場所をクイック アクセスに追加
pt_br: Adicionar este lugar para acesso rápido
zh_hans: 将这个位置加入到快速存取
zh_hant: 將這個位置加入到快速存取

# Bookshelf.MoreMenu.ClearHistory
source: Delete all history of this place
ja_jp: この場所の履歴をすべて削除
pt_br: Excluir todo o histórico deste lugar
zh_hans: 删除这个位置所有的历史记录
zh_hant: 刪除這個位置所有的歷史記錄

# Bookshelf.MoreMenu.ExportPlaylist
source: Save playlist...
ja_jp: プレイリストを保存...
pt_br: Salvar lista de reprodução...
zh_hans: 储存播放列表...
zh_hant: 儲存播放列表...

# Bookshelf.MoreMenu.SearchIncludeSubdirectories
source: Include subdirectories
ja_jp: サブフォルダーを含める
pt_br: Incluir subdiretórios
zh_hans: 包括子文件夹
zh_hant: 包括子資料夾

# Bookshelf.MoreMenu.SearchIncremental
source: Incremental search
ja_jp: インクリメンタル サーチ
pt_br: Pesquisa incremental
zh_hans: 增量搜索
zh_hant: 增量搜尋

# Bookshelf.MoreMenu.SearchOptions
source: Search options
ja_jp: 検索オプション
pt_br: Opções de busca
zh_hans: 搜索选项
zh_hant: 搜尋選項

# Bookshelf.MoreMenu.Subfolder
source: Load subfolders at this location
ja_jp: この場所ではサブフォルダーを読み込む
pt_br: Carregar sub-pastas neste local
zh_hans: 在这个位置载入子文件夹
zh_hant: 在這個位置讀入子資料夾

# Bookshelf.Next.ToolTip
source: Next (Alt+Right)
ja_jp: 進む(Alt+Right)
pt_br: Próximo (Alt+Direita)
zh_hans: 前进 (Alt+Right)
zh_hant: 前進 (Alt+Right)

# Bookshelf.SubFolder.ToolTip
source: Load subfolder
ja_jp: サブフォルダーを読み込む
pt_br: Carregar sub-pasta
zh_hans: 载入子文件夹
zh_hant: 讀入子資料夾

# Bookshelf.Sync.ToolTip
source: Move to current book place
ja_jp: 表示中のブックのある場所に移動
pt_br: Mover para o local atual do livro
zh_hans: 移动到显示中的书本位置
zh_hant: 移動到顯示中的書本位置

# Bookshelf.Title
source: Bookshelf
ja_jp: 本棚
pt_br: Estante
zh_hans: 书架
zh_hant: 書庫

# Bookshelf.Up.ToolTip
source: Up (Alt+Up)
ja_jp: 上に移動(Alt+Up)
pt_br: Subir (Alt+Up)
zh_hans: 往上移动 (Alt+Up)
zh_hant: 往上移動 (Alt+Up)

# BookshelfConfig.DefaultFolderOrder
source: Standard default order
ja_jp: 標準の既定の並び順
pt_br: Ordem Padrão
zh_hans: 标准默认排序
zh_hant: 標準預設排序

# BookshelfConfig.ExcludePattern
source: Filename pattern to exclude from display
ja_jp: 表示から除外するファイル名のパターン
pt_br: Padrão de nome de arquivo a ser excluído da exibição
zh_hans: 从显示排除的文件名样式
zh_hant: 從顯示排除的檔案名稱樣式

# BookshelfConfig.ExcludePattern.Remarks
source: It is specified with .NET regular expression. Capital letters and lower case letters are not distinguished.
ja_jp: .NET の正規表現で指定します。大文字小文字は区別されません。
pt_br: É especificado com expressão regular .NET. Letras maiúsculas e minúsculas não são diferenciadas.
zh_hans: 指定 .NET 的正则表达式。不区分大小写。
zh_hant: 指定 .NET 的正則表達式。不區分大小寫。

# BookshelfConfig.Home
source: Home location
ja_jp: ホームの場所
pt_br: Localização inicial
zh_hans: 主页位置
zh_hant: 主頁位置

# BookshelfConfig.IsCloseBookWhenMove
source: Close the book when changing the location
ja_jp: 場所を変更したときにブックを閉じる
pt_br: Fechar o livro ao alterar o local
zh_hans: 位置改变时关闭书本
zh_hant: 位置改變時關閉書本

# BookshelfConfig.IsCruise
source: Enable Folder Cruise
ja_jp: ブック移動を巡回移動にする
pt_br: Habilitar Navegação por Pastas
zh_hans: 关联移动书本
zh_hant: 書本移動設為巡回移動

# BookshelfConfig.IsCruise.Remarks
source: Move the folder including the parent and child of the folder. It does not apply when the bookshelf is a search result.
ja_jp: フォルダーの親子を含めた移動を行います。本棚が検索結果である場合には適用されません。
pt_br: Mover a pasta incluindo o pai e o filho da pasta. Não se aplica quando a estante é um resultado de pesquisa.
zh_hans: 移动文件夹时包含它的父、子文件夹。不适用于书架的搜索结果。
zh_hant: 進行包含資料夾父子級關係的移動。不適用於書庫的搜尋結果。

# BookshelfConfig.IsInsertItem
source: Insert additional file at sort position
ja_jp: 追加ファイルはソート位置に挿入する
pt_br: Insira arquivo adicional na posição de classificação
zh_hans: 在排序位置插入加入的文件
zh_hant: 在排序位置插入加入的檔案

# BookshelfConfig.IsInsertItem.Remarks
source: The bookshelf reflects information in real time. If this setting is ON, inserts the added file in the current sort order position. When set to OFF, it is added to the end of the list.
ja_jp: 本棚はリアルタイムに情報を反映します。この設定がオンの場合、追加されたファイルを現在のソート順位置に挿入します。オフにするとリストの終端に追加します。
pt_br: A estante reflete informações em tempo real. Se esta configuração estiver LIGADA, insere o arquivo adicionado na posição atual da ordem de classificação. Quando definido como DESLIGADA, é adicionado ao final da lista.
zh_hans: 实时反应书架的信息。当这个设置为开启时，被加入的文件会插入到目前的排序位置。关闭则加入到列表的结尾。
zh_hant: 即時反應書庫的資訊。當這個設定為開啟時，被加入的檔案會插入到目前的排序位置。關閉則加入到列表的結尾。

# BookshelfConfig.IsMultipleRarFilterEnabled
source: Filter RAR split files from display
ja_jp: 表示から RAR 分割ファイルをフィルター
pt_br: Filtrar arquivos RAR divididos da exibição
zh_hans: 从显示中过滤 RAR 分卷文件
zh_hant: 從顯示中過濾 RAR 分割檔案

# BookshelfConfig.IsMultipleRarFilterEnabled.Remarks
source: For an RAR split file called ".part[number].rar", only the file with the smallest number is displayed in the list.
ja_jp: ".part[数字].rar" という名前の RAR 分割ファイルの場合に、数字が一番小さいファイルのみをリストに表示します。
pt_br: Para um arquivo dividido RAR chamado ".part[number].rar", apenas o arquivo com o menor número é exibido na lista.
zh_hans: 当有 ".part[数字].rar" 名称的 RAR 分卷文件时，仅在列表中显示数字最小的文件。
zh_hant: 當有 ".part[數字].rar" 名稱的 RAR 分割檔案時，僅在列表中顯示數字最小的檔案。

# BookshelfConfig.IsOpenNextBookWhenRemove
source: After deleting the viewing book, open the next book
ja_jp: 閲覧中のブックを削除したときに次のブックを開く
pt_br: Depois de excluir o livro visualizado, abra o próximo livro
zh_hans: 删除阅览中的书本时开启下一本书
zh_hant: 刪除閱覽中的書本時開啟下一個書本

# BookshelfConfig.IsOrderWithoutFileType
source: Sort without file type
ja_jp: ファイルの種類を区別しない並び替え
pt_br: Ordenar sem tipo de arquivo
zh_hans: 排序不区分文件类型
zh_hant: 排序不區分檔案類別

# BookshelfConfig.IsSearchIncludeSubdirectories
source: Perform a search including subfolders
ja_jp: サブフォルダーを含めた検索を行う
pt_br: Faça uma pesquisa incluindo sub-pastas
zh_hans: 搜索包括子文件夹
zh_hant: 搜尋包括子資料夾

# BookshelfConfig.IsSyncFolderTree
source: Synchronize Folders tree with sync button
ja_jp: 同期ボタンでフォルダー ツリーを同期する
pt_br: Sincronizar árvore de pastas com botão de sincronização
zh_hans: 使用同步按钮同步树状文件夹
zh_hant: 使用同步按鈕同步樹狀資料夾

# BookshelfConfig.IsVisibleBookmarkMark
source: Display bookmark symbols
ja_jp: ブックマーク記号を表示する
pt_br: Exibir símbolos de marcadores
zh_hans: 显示书签标记
zh_hant: 顯示書籤標記

# BookshelfConfig.IsVisibleBookmarkMark.Remarks
source: ★ mark is displayed in the bookmarked book.
ja_jp: ブックマークされているブックに★マークを表示します。
pt_br: marca ★ é exibida no livro marcado.
zh_hans: 在已被标记的书本中以★显示标记。
zh_hant: 在已被標記的書本中以★顯示標記。

# BookshelfConfig.IsVisibleHistoryMark
source: Display history symbol
ja_jp: 履歴記号を表示する
pt_br: Exibir símbolo de histórico
zh_hans: 显示历史记录标记
zh_hant: 顯示歷史記錄標記

# BookshelfConfig.IsVisibleHistoryMark.Remarks
source: A check mark is displayed in the book remaining in the history.
ja_jp: 履歴に残っているブックにチェック マークを表示します。
pt_br: Uma marca de seleção é exibida no livro restante no histórico.
zh_hans: 在历史记录里留存的书本中显示确认标记。
zh_hant: 在歷史記錄裡留存的書本中顯示確認標記。

# BookshelfConfig.PlaylistFolderOrder
source: Default order of playlists
ja_jp: プレイリストの既定の並び順
pt_br: Ordem padrão das listas de reproduções
zh_hans: 播放列表的默认排序
zh_hant: 播放列表的預設排序

# BookshelfItem.Menu.Copy
source: _Copy
ja_jp: コピー(_C)
pt_br: _Copiar
zh_hans: 复制(_C)
zh_hant: 複製(_C)

# BookshelfItem.Menu.CopyToFolder
source: Cop_y to folder
ja_jp: フォルダーにコピー(_Y)
pt_br: Cop_iar para pasta
zh_hans: 复制到文件夹(_Y)
zh_hant: 複製到資料夾(_Y)

# BookshelfItem.Menu.Delete
source: _Delete
ja_jp: 削除(_D)
pt_br: _Excluir
zh_hans: 删除(_D)
zh_hant: 刪除(_D)

# BookshelfItem.Menu.DeleteBookmark
source: Remove bookmark
ja_jp: ブックマークから外す
pt_br: Remover marcador
zh_hans: 删除书签
zh_hant: 刪除書籤

# BookshelfItem.Menu.DeleteHistory
source: Remove history
ja_jp: 履歴から削除
pt_br: Remover histórico
zh_hans: 从历史记录删除
zh_hant: 從歷史記錄刪除

# BookshelfItem.Menu.DestinationFolderOption
source: _Add folders...
ja_jp: フォルダーの登録(_A)...
pt_br: _Adicionar pastas...
zh_hans: 加入文件夹(_A)...
zh_hant: 加入資料夾(_A)...

# BookshelfItem.Menu.Edit
source: _Edit
pt_br: _Editar
zh_hans: 编辑(_E)
zh_hant: 編輯(_E)

# BookshelfItem.Menu.Explorer
source: Open in e_xplorer
ja_jp: エクスプローラーで開く(_X)
pt_br: Abrir no e_xplorer
zh_hans: 用资源管理器打开(_X)
zh_hant: 以檔案總管開啟(_X)

# BookshelfItem.Menu.ExternalAppOption
source: _Add External apps...
ja_jp: 外部アプリの登録(_A)...
pt_br: _Adicionar Apps Externos...
zh_hans: 加入外部应用(_A)...
zh_hant: 加入外部應用程式(_A)...

# BookshelfItem.Menu.MoveToFolder
source: Mov_e to folder
ja_jp: フォルダーに移動(_E)
pt_br: Mo_ver para pasta
zh_hans: 移动到文件夹(_E)
zh_hant: 移動到資料夾(_E)

# BookshelfItem.Menu.Open
source: Move to _subfolder
ja_jp: サブフォルダーに移動(_S)
pt_br: Mover para _subpasta
zh_hans: 移动到子文件夹(_S)
zh_hant: 移動到子資料夾(_S)

# BookshelfItem.Menu.OpenBook
source: _Open
ja_jp: 開く(_O)
pt_br: _Abrir
zh_hans: 打开(_O)
zh_hant: 開啟(_O)

# BookshelfItem.Menu.OpenExternalApp
source: Open in external _app
ja_jp: 外部アプリで開く(_A)
pt_br: Abrir em um _app externo
zh_hans: 用外部应用打开(_A)
zh_hant: 以外部應用程式開啟(_A)

# BookshelfItem.Menu.Rename
source: Rena_me
ja_jp: 名前の変更(_M)
pt_br: Reno_mear
zh_hans: 重新命名(_M)
zh_hant: 重新命名(_M)

# BookshelfItem.Menu.Subfolder
source: Load subfolder
ja_jp: サブフォルダーを読み込む
pt_br: Carregar sub-pasta
zh_hans: 载入子文件夹
zh_hant: 讀入子資料夾

source: Bookshelf item accessor
ja_jp: 本棚パネル項目
pt_br: Acessador de itens de estante
zh_hans: 书架面板项目
zh_hant: 書庫面板項目

# BookshelfItemAccessor.Name
source: Item name
ja_jp: 項目名
pt_br: Nome do item
zh_hans: 项目名称
zh_hant: 項目名稱

# BookshelfItemAccessor.Path
source: The path corresponding to the item
ja_jp: 項目に対応するパス
pt_br: O caminho correspondente ao item
zh_hans: 项目对应路径
zh_hant: 項目對應路徑

source: Bookshelf panel accessor
ja_jp: 本棚パネルのアクセサです。
pt_br: Acessador de painel de estante
zh_hans: 此为书架面板存取器。
zh_hant: 此為書庫面板存取器。

# BookshelfPanelAccessor.Example
source: // Example: Select items that starts with "A" nv.Bookshelf.SelectedItems = nv.Bookshelf.Items.filter(e => e.Name.startsWith('A'))
ja_jp: // Example: Aで始まる項目を選択 nv.Bookshelf.SelectedItems = nv.Bookshelf.Items.filter(e => e.Name.startsWith('A'))
pt_br: // Exemplo: Selecionar itens que começam com "A" nv.Bookshelf.SelectedItems = nv.Bookshelf.Items.filter(e => e.Name.startsWith('A'))
zh_hans: // Example: 选择以A开启的项目 nv.Bookshelf.SelectedItems = nv.Bookshelf.Items.filter(e => e.Name.startsWith('A'))
zh_hant: // Example: 選擇以A開啟的項目 nv.Bookshelf.SelectedItems = nv.Bookshelf.Items.filter(e => e.Name.startsWith('A'))

# BookshelfPanelAccessor.FolderOrder
source: List item order
ja_jp: リスト項目並び順
pt_br: Ordem dos itens da lista
zh_hans: 列表项目排序
zh_hant: 列表項目排序

# BookshelfPanelAccessor.Items
source: List items
ja_jp: リスト項目
pt_br: Lista de itens
zh_hans: 列表项目
zh_hant: 列表項目

# BookshelfPanelAccessor.Path
source: Current bookshelf path
ja_jp: 現在の本棚のパス
pt_br: Caminho atual da estante
zh_hans: 目前书架的路径
zh_hant: 目前書庫的路徑

# BookshelfPanelAccessor.SearchWord
source: Search box text
ja_jp: 検索ボックスのテキスト
pt_br: Texto da caixa de pesquisa
zh_hans: 搜索框的文字
zh_hant: 搜尋框的文字

# BookshelfPanelAccessor.SelectedItems
source: Selected items
ja_jp: 選択されているリスト項目
pt_br: Itens selecionados
zh_hans: 已选择的列表项目
zh_hant: 已選擇的列表項目

# BookshelfPanelAccessor.Style
source: List item style
ja_jp: リスト項目表示形式
pt_br: Estilo de item de lista
zh_hans: 列表项目显示格式
zh_hant: 列表項目顯示格式

# BootErrorDialog.Title
source: NeeView Startup error
ja_jp: NeeView 起動エラー
pt_br: Erro de inicialização do NeeView
zh_hans: NeeView 启动错误
zh_hant: NeeView 啟動錯誤

# BootOptionDialog.Title
source: NeeView Startup options
ja_jp: NeeView 起動オプション
pt_br: Opções de inicialização do NeeView
zh_hans: NeeView 启动选项
zh_hant: NeeView 啟動選項

# BrushSource.Color
source: Color
ja_jp: 色
pt_br: Cor
zh_hans: 颜色
zh_hant: 顏色

# BrushSource.ImageFileName
source: Image file
ja_jp: 画像ファイル
pt_br: Arquivo de imagem
zh_hans: 图像文件
zh_hant: 圖像檔案

# BrushSource.Type
source: Brush type
ja_jp: ブラシの種類
pt_br: Tipo de pincel
zh_hans: 笔刷类别
zh_hant: 筆刷類別

# BrushType.ImageFill
source: Enlarge and display the image
ja_jp: 画像を拡大して表示
pt_br: Amplie e exiba a imagem
zh_hans: 将图像放大显示
zh_hant: 將圖像放大顯示

# BrushType.ImageTile
source: Image tile
ja_jp: 画像タイル
pt_br: Bloco de imagem
zh_hans: 图像填满
zh_hant: 圖像填滿

# BrushType.ImageUniform
source: Fit image to window size
ja_jp: 画像をウインドウ サイズに合わせる
pt_br: Ajustar a imagem ao tamanho da janela
zh_hans: 将图像符合窗口大小
zh_hant: 將圖像符合視窗大小

# BrushType.ImageUniformToFill
source: Extend the image to the full window
ja_jp: 画像をウインドウいっぱいに広げる
pt_br: Estenda a imagem para a janela inteira
zh_hans: 将图像展开以填满窗口
zh_hant: 將圖像展開以填滿視窗

# BrushType.SolidColor
source: Solid color
ja_jp: 単色
pt_br: Cor sólida
zh_hans: 单色
zh_hant: 純色

# CacheDeletedDialog.Title
source: Thumbnail cache deleted
ja_jp: サムネイル キャッシュを削除しました
pt_br: Cache de miniaturas excluído
zh_hans: 已删除缩略图缓存
zh_hant: 已刪除縮圖快取

# CacheDeletedFailedDialog.Title
source: Deletion of thumbnail cache failed.
ja_jp: サムネイル キャッシュの削除に失敗しました。
pt_br: Falha na exclusão do cache de miniaturas.
zh_hans: 删除缩略图缓存失败了。
zh_hant: 刪除縮圖快取失敗了。

# CancelFullScreenCommand
source: Full screen OFF
ja_jp: フルスクリーン解除
pt_br: Tela cheia DESLIGADA
zh_hans: 取消全屏
zh_hant: 取消全螢幕

# CancelFullScreenCommand.Remarks
source: Turn off fullscreen.
ja_jp: フルスクリーンを解除します。
pt_br: Desligue a tela cheia.
zh_hans: 将全屏取消。
zh_hant: 將全螢幕取消。

# CancelScriptCommand
source: Cancel script
ja_jp: スクリプト中断
pt_br: Cancelar script
zh_hans: 中断脚本
zh_hant: 中斷腳本

# CancelScriptCommand.Remarks
source: Stops a running script that has a "sleep" instruction.
ja_jp: sleep 命令が存在する実行中のスクリプトを停止します。
pt_br: Interrompe um script em execução que possui uma instrução de "suspensão".
zh_hans: 将执行中有着 sleep 指令的脚本停止。
zh_hant: 將執行中有著 sleep 指令的腳本停止。

# CannotDeleteDataException_Message
source: It is not an AppData folder, so it will not be deleted.
ja_jp: AppData フォルダではないため、削除を行いません。
pt_br: Não é uma pasta AppData, portanto não será excluída.
zh_hans: 由于不是 AppData 文件夹，因此不会删除。
zh_hant: 由於不是 AppData 資料夾，因此不會刪除。

# ClearHistoryCommand
source: Clear history
ja_jp: 履歴を消去
pt_br: Limpar o histórico
zh_hans: 删除历史记录
zh_hant: 刪除歷史記錄

# ClearHistoryCommand.Remarks
source: Delete all history.
ja_jp: 履歴を全て削除します。
pt_br: Excluir todo o histórico.
zh_hans: 将历史记录全部删除。
zh_hant: 將歷史記錄全部刪除。

# ClearHistoryInPlaceCommand
source: Delete history in place
ja_jp: 現在の場所の履歴削除
pt_br: Excluir o histórico no lugar
zh_hans: 删除目前位置的历史记录
zh_hant: 刪除目前位置的歷史記錄

# ClearHistoryInPlaceCommand.Remarks
source: Delete all history in the current location of the bookshelf.
ja_jp: 本棚の現在の場所にあるすべての履歴を削除します。
pt_br: Excluir todo o histórico no local atual da estante.
zh_hans: 将书架目前位置的所有历史记录全部删除。
zh_hant: 將書庫目前位置的所有歷史記錄全部刪除。

# CloseApplicationCommand
source: Quit application
ja_jp: アプリを終了する
pt_br: Sair do aplicativo
zh_hans: 退出应用
zh_hant: 結束應用程式

# CloseApplicationCommand.Menu
source: _Quit
ja_jp: 終了(_X)
pt_br: _Sair
zh_hans: 退出(_X)
zh_hant: 結束(_X)

# CloseApplicationCommand.Remarks
source: Quit this application.
ja_jp: このアプリケーションを終了させます。
pt_br: Saia deste aplicativo.
zh_hans: 退出这个应用。
zh_hant: 結束這個應用程式。

# ColorSelectEffectUnit.Curve
source: Curve
ja_jp: 境界
pt_br: Curva
zh_hans: 曲线
zh_hant: 曲線

# ColorSelectEffectUnit.Hue
source: Hue
ja_jp: 色相
pt_br: Matiz
zh_hans: 色相
zh_hant: 色相

# ColorSelectEffectUnit.Range
source: Range
ja_jp: 範囲
pt_br: Alcance
zh_hans: 范围
zh_hant: 範圍

# ColorToneEffectUnit.DarkColor
source: Dark color
pt_br: Cor escura
zh_hans: 深色

# ColorToneEffectUnit.Desaturation
source: Desaturation
pt_br: Dessaturação
zh_hans: 降低饱和度

# ColorToneEffectUnit.LightColor
source: Light color
pt_br: Cor clara
zh_hans: 浅色

# ColorToneEffectUnit.ToneAmount
source: Tone amount
pt_br: Quantidade de tom
zh_hans: 数量

source: Command accessor
ja_jp: コマンド アクセサ
pt_br: Acessador de comando
zh_hans: 指令存取器
zh_hant: 指令存取器

# CommandAccessor.Execute
source: Execute the command.
ja_jp: コマンドを実行します。
pt_br: Execute o comando.
zh_hans: 执行指令。
zh_hant: 執行指令。

# CommandAccessor.Execute.args
source: Command argument. The contents vary depending on the command. It is a variable length argument. (Optional)
ja_jp: コマンド引数。コマンドによって内容は異なります。可変長引数です。(省略可)
pt_br: Argumento de comando. O conteúdo varia dependendo do comando. É um argumento de comprimento variável. (Opcional)
zh_hans: 指令参数。指令会因内容有所不同。为可变长度参数。(可省略)
zh_hant: 指令參數。指令會因內容有所不同。為可變長度參數。(可省略)

# CommandAccessor.Execute.Example
source: // open C:\Foo\Bar.zip nv.Command.LoadAs.Execute("C:\\Foo\\Bar.zip")
ja_jp: // C:\Foo\Bar.zip を開く nv.Command.LoadAs.Execute("C:\\Foo\\Bar.zip")
zh_hans: // 开启 C:\Foo\Bar.zip nv.Command.LoadAs.Execute("C:\\Foo\\Bar.zip")
zh_hant: // 開啟 C:\Foo\Bar.zip nv.Command.LoadAs.Execute("C:\\Foo\\Bar.zip")

# CommandAccessor.Execute.Remarks
source: Some commands allow you to specify arguments.These can be used for the purpose of omitting the user's selection by specifying the argument in the command that normally displays the dialog.
ja_jp: 引数を指定可能なコマンドがあります。これらは通常はダイアログが表示されるコマンドで引数を指定することでユーザーの選択を省略するといった用途に使用できます。
pt_br: Alguns comandos permitem especificar argumentos. Eles podem ser usados ​​com o propósito de omitir a seleção do usuário, especificando o argumento no comando que normalmente exibe a caixa de diálogo.
zh_hans: 有些指令可指定参数。这些指令可用于一般以对话框显示的指令中指定参数而略过使用者的选择。
zh_hant: 有些指令可指定參數。這些指令可用於一般以對話框顯示的指令中指定參數而略過使用者的選擇。

# CommandAccessor.Execute.Returns
source: Success or failure of command issuance. Commands may not be issued during loading. The success or failure of the command itself is not determined.
ja_jp: コマンドが発行できたか。ロード中などにコマンドが発行できないことがある。コマンド自体の成否は判別しない。
pt_br: Sucesso ou falha na emissão do comando. Os comandos não podem ser emitidos durante o carregamento. O sucesso ou fracasso do comando em si não é determinado.
zh_hans: 已发布指令。但有着读取中可能无法发布指令的情况。无法判断指令本体成功或失败。
zh_hant: 已發佈指令。但有著讀取中可能無法發佈指令的情況。無法判斷指令本體成功或失敗。

# CommandAccessor.IsShowMessage
source: Display a message when executing a command
ja_jp: コマンド実行時にメッセージを表示する
pt_br: Exibir uma mensagem ao executar um comando
zh_hans: 指令执行时显示消息
zh_hant: 指令執行時顯示訊息

# CommandAccessor.MouseGesture
source: Mouse gestures
ja_jp: マウス ジェスチャー
pt_br: Gestos do mouse
zh_hans: 鼠标手势
zh_hant: 滑鼠手勢
