Repository: AetheriumDev/NeeView
Catalog: NeeView/Properties/Resources.*.resx
Languages: ja_jp, pt_br, zh_hans, zh_hant

# DestinationFolderEditDialog.Title
source: Folder parameters
ja_jp: フォルダー設定
pt_br: Parâmetros de pasta
zh_hans: 文件夹设置
zh_hant: 資料夾設定

# DragActionLockedDialog.Title
source: This operation can not be changed
ja_jp: この操作は変更できません
pt_br: Esta operação não pode ser alterada
zh_hans: 这个操作无法更改
zh_hant: 這個操作無法更改

# DragActionResetDialog.Message
source: Reset all drag operations. Is it OK?
ja_jp: すべてのドラッグ操作を初期化します。よろしいですか？
pt_br: Redefina todas as operações de arrastar. Está tudo bem?
zh_hans: 重设所有的拖拽操作。确定吗？
zh_hant: 重設所有的拖曳操作。確定嗎？

# DragActionResetDialog.Title
source: Reset the drag operation
ja_jp: ドラッグ操作を初期化します
pt_br: Redefinir a operação de arrastar
zh_hans: 重设拖拽操作
zh_hant: 重設拖曳操作

# DragActionTable.Elements
source: Drag action settings
ja_jp: ドラッグ操作設定
pt_br: Configurações de ação de arrastar
zh_hans: 拖拽操作设置
zh_hant: 拖曳操作設定

# DragActionType.Angle
source: Rotation
ja_jp: 回転
pt_br: Rotação
zh_hans: 旋转
zh_hant: 旋轉

# DragActionType.AngleSlider
source: Rotation (horizontal slide)
ja_jp: 回転 (スライド式)
pt_br: Rotação (deslizamento horizontal)
zh_hans: 旋转 (滑动)
zh_hant: 旋轉 (滑動)

# DragActionType.FlipHorizontal
source: Flip horizontal
ja_jp: 左右反転
pt_br: Virar horizontalmente
zh_hans: 左右翻转
zh_hant: 左右翻轉

# DragActionType.FlipVertical
source: Flip vertical
ja_jp: 上下反転
pt_br: Virar verticalmente
zh_hans: 上下翻转
zh_hant: 上下翻轉

# DragActionType.Gesture
source: Gesture
ja_jp: ジェスチャー
pt_br: Gesto
zh_hans: 手势
zh_hant: 手勢

# DragActionType.MarqueeZoom
source: Select area to enlarge
ja_jp: 範囲を選択して拡大
pt_br: Selecione a área para ampliar
zh_hans: 放大选取范围
zh_hant: 放大選取範圍

# DragActionType.Move
source: Move
ja_jp: 移動
pt_br: Mover
zh_hans: 移动
zh_hant: 移動

# DragActionType.MoveScale
source: Move (scale dependent)
ja_jp: 移動 (スケール依存)
pt_br: Mover (dependente da escala)
zh_hans: 移动 (依照比例)
zh_hant: 移動 (依照比例)

# DragActionType.None
source: None
ja_jp: なし
pt_br: Vazio
zh_hans: 无
zh_hant: 無

# DragActionType.Scale
source: Scaling
ja_jp: 拡大縮小
pt_br: Escalonamento
zh_hans: 缩放
zh_hant: 縮放

# DragActionType.ScaleSlider
source: Scaling (horizontal slide)
ja_jp: 拡大縮小 (スライド式)
pt_br: Escalonamento (slide horizontal)
zh_hans: 缩放 (滑动)
zh_hant: 縮放 (滑動)

# DragActionType.ScaleSliderCentered
source: Scaling (horizontal slide, centered)
ja_jp: 拡大縮小 (スライド式、中央寄せ)
pt_br: Escalonamento (slide horizontal, centralizado)
zh_hans: 缩放 (滑动、居中)
zh_hant: 縮放 (滑動、居中)

# DragActionType.WindowMove
source: Move window
ja_jp: ウィンドウ移動
pt_br: Mover janela
zh_hans: 窗口移动
zh_hant: 視窗移動

# DragControlCenter.Cursor
source: Cursor position
ja_jp: マウス ポインター位置
pt_br: Posição do cursor
zh_hans: 鼠标指针位置
zh_hant: 滑鼠指標位置

# DragControlCenter.Target
source: Image center
ja_jp: 画像の中心
pt_br: Centro da imagem
zh_hans: 图像中心
zh_hant: 圖像中心

# DragControlCenter.View
source: View center
ja_jp: 表示の中心
pt_br: Exibir centro
zh_hans: 显示中心
zh_hant: 顯示中心

# EditCommandWindow.Remarks
source: Command description
ja_jp: コマンドの説明
pt_br: Descrição do comando
zh_hans: 指令说明
zh_hant: 指令說明

# EditCommandWindow.Tab.General
source: General
ja_jp: 全般
pt_br: Geral
zh_hans: 常规
zh_hant: 一般

# EditCommandWindow.Tab.Gesture
source: Gesture
ja_jp: ジェスチャー
pt_br: Gesto
zh_hans: 手势
zh_hant: 手勢

# EditCommandWindow.Tab.Parameter
source: Parameter
ja_jp: パラメーター
pt_br: Parâmetro
zh_hans: 参数
zh_hant: 參數

# EditCommandWindow.Tab.Shortcut
source: Shortcut
ja_jp: ショートカット
pt_br: Atalho
zh_hans: 快捷键
zh_hant: 快速鍵

# EditCommandWindow.Tab.Touch
source: Touch
ja_jp: タッチ
pt_br: Toque
zh_hans: 触控
zh_hant: 觸控

# EditCommandWindow.Title
source: Command setting
ja_jp: コマンド設定
pt_br: Configuração de comando
zh_hans: 指令设置
zh_hant: 指令設定

# EditCommandWindow.Visible
source: Display a message when executing a command
ja_jp: コマンド実行時にメッセージを表示する
pt_br: Exibir uma mensagem ao executar um comando
zh_hans: 执行指令时显示消息
zh_hant: 執行指令時顯示訊息

# Effect.CustomSize
source: Custom Size
ja_jp: サイズ指定
pt_br: Tamanho Personalizado
zh_hans: 指定大小
zh_hant: 指定大小

# Effect.Effect
source: Effect
ja_jp: エフェクト
pt_br: Efeito
zh_hans: 效果
zh_hant: 效果

# Effect.EffectType
source: Type
ja_jp: 種類
pt_br: Tipo
zh_hans: 类别
zh_hant: 類別

# Effect.Grid
source: Grid
ja_jp: グリッド
pt_br: Grade
zh_hans: 网格
zh_hant: 網格

# Effect.KeepDot
source: Keep dot
ja_jp: ドットのまま拡大
pt_br: Mantenha o ponto
zh_hans: 依照点放大
zh_hant: 依照點放大

# Effect.ResizeFilter
source: Resize filter
ja_jp: リサイズ フィルター
pt_br: Filtro de redimensionamento
zh_hans: 重设大小滤镜
zh_hant: 調整大小濾鏡

# Effect.ResizeInterpolation
source: Interpolation
ja_jp: 補間法
pt_br: Interpolação
zh_hans: 插补法
zh_hant: 插補法

# Effect.ResizeReset
source: Reset
ja_jp: 初期値に戻す
pt_br: Restaurar
zh_hans: 重设
zh_hant: 重設

# Effect.ResizeUnsharp
source: Unsharp mask
ja_jp: アンシャープ マスク
pt_br: Máscara de nitidez
zh_hans: 反锐化掩码
zh_hant: 反銳利化遮罩

# Effect.Title
source: Effect
ja_jp: エフェクト
pt_br: Efeito
zh_hans: 效果
zh_hant: 效果

# Effect.Trim
source: Trim
ja_jp: トリミング
pt_br: Aparar
zh_hans: 修整
zh_hant: 修整

source: Effect panel accessor
ja_jp: エフェクト パネルのアクセサ
pt_br: Acessador de painel de efeitos
zh_hans: 效果面板存取器
zh_hant: 效果面板存取器

# EffectType.Bloom
source: Bloom
ja_jp: ブルーム
pt_br: Florescer
zh_hans: 泛光
zh_hant: 泛光

# EffectType.Blur
source: Blur
ja_jp: ぼかし
pt_br: Desfoque
zh_hans: 模糊化
zh_hant: 模糊化

# EffectType.ColorSelect
source: Color select
ja_jp: 色選択
pt_br: Seleção de cor
zh_hans: 颜色选择
zh_hant: 顏色選擇

# EffectType.ColorTone
source: Color tone
ja_jp: カラートーン
pt_br: Tom de cor
zh_hans: 色调
zh_hant: 色調

# EffectType.Embossed
source: Embossed
ja_jp: エンボス
pt_br: Relevo
zh_hans: 浮雕
zh_hant: 浮雕

# EffectType.Hsv
source: HSV
ja_jp: 色相、彩度、明度
zh_hans: 色相、饱和度、明度
zh_hant: 色相、飽和度、明度

# EffectType.Level
source: Level
ja_jp: レベル補正
pt_br: Nível
zh_hans: 色阶
zh_hant: 色階

# EffectType.Magnify
source: Magnify
ja_jp: 拡大鏡
pt_br: Ampliar
zh_hans: 放大镜
zh_hant: 放大鏡

# EffectType.Monochrome
source: Monochrome
ja_jp: モノクローム
pt_br: Monocromático
zh_hans: 黑白
zh_hant: 單色

# EffectType.None
source: None
ja_jp: なし
pt_br: Vazio
zh_hans: 无
zh_hant: 無

# EffectType.Pixelate
source: Pixelate
ja_jp: ピクセレート
pt_br: Pixelizar
zh_hans: 像素化
zh_hant: 像素化

# EffectType.Ripple
source: Ripple
ja_jp: 波紋
pt_br: Ondulação
zh_hans: 波纹
zh_hant: 波紋

# EffectType.Sharpen
source: Sharpen
ja_jp: シャープ
pt_br: Aguçar
zh_hans: 锐化
zh_hant: 銳利化

# EffectType.Swirl
source: Swirl
ja_jp: 渦巻き
pt_br: Redemoinho
zh_hans: 漩涡形
zh_hant: 漩渦形

# EmbossedEffectUnit.Amount
source: Amount
pt_br: Montante
zh_hans: 数量

# EmbossedEffectUnit.Color
source: Color
pt_br: Cor
zh_hans: 颜色

# EmbossedEffectUnit.Height
source: Height
pt_br: Altura
zh_hans: 高度

# ExifContrast.Hard
source: Hard
pt_br: Difícil
zh_hans: 硬
zh_hant: 硬

# ExifContrast.Normal
source: Normal
zh_hans: 标准
zh_hant: 標準

# ExifContrast.Soft
source: Soft
pt_br: Leve
zh_hans: 软
zh_hant: 軟

# ExifExposureProgram.ActionProgram
source: Action program
pt_br: Ação do programa
zh_hans: 动态优先
zh_hant: 動態優先

# ExifExposureProgram.AperturePriority
source: Aperture priority
pt_br: Prioridade de abertura
zh_hans: 光圈优先
zh_hant: 光圈優先

# ExifExposureProgram.CreativeProgram
source: Creative program
pt_br: Programa criativo
zh_hans: 深度优先
zh_hant: 深度優先

# ExifExposureProgram.LandscapeMode
source: Landscape mode
pt_br: Modo paisagem
zh_hans: 风景模式
zh_hant: 風景模式

# ExifExposureProgram.Manual
source: Manual
zh_hans: 手动
zh_hant: 手動

# ExifExposureProgram.NormalProgram
source: Normal program
pt_br: Programa normal
zh_hans: 标准
zh_hant: 標準

# ExifExposureProgram.NotDefined
source: Not defined
pt_br: Não definido
zh_hans: 不明
zh_hant: 不明

# ExifExposureProgram.PortraitMode
source: Portrait mode
pt_br: Modo retrato
zh_hans: 人像模式
zh_hant: 人像模式

# ExifExposureProgram.ShutterPriority
source: Shutter priority
pt_br: Prioridade do obturador
zh_hans: 快门优先
zh_hant: 快門優先

# ExifFlashMode.FlashDidNotFire
source: Flash did not fire
pt_br: Flash não disparou
zh_hans: 无闪光灯
zh_hant: 無閃光燈

# ExifFlashMode.FlashDidNotFire_AutoMode
source: Flash did not fire, auto mode
pt_br: Flash não disparou, modo automático
zh_hans: 无闪光灯(自动)
zh_hant: 無閃光燈(自動)

# ExifFlashMode.FlashDidNotFire_CompulsoryFlashMode
source: Flash did not fire, compulsory flash mode
pt_br: Flash não disparou, modo de flash forçado
zh_hans: 无闪光灯 (强制)
zh_hant: 無閃光燈 (強制)

# ExifFlashMode.FlashFired
source: Flash fired
pt_br: Flash disparado
zh_hans: 闪光灯
zh_hant: 閃光燈

# ExifFlashMode.FlashFired_AutoMode
source: Flash fired, auto mode
pt_br: Flash disparado, modo automático
zh_hans: 闪光灯 (自动)
zh_hant: 閃光燈 (自動)

# ExifFlashMode.FlashFired_AutoMode_RedEyeReductionMode
source: Flash fired, auto mode, red-eye reduction mode
pt_br: Flash disparado, modo automático, modo de redução de olhos vermelhos
zh_hans: 闪光灯 (自动、预防红眼)
zh_hant: 閃光燈 (自動、預防紅眼)

# ExifFlashMode.FlashFired_AutoMode_ReturnLightDetected
source: Flash fired, auto mode, return light detected
pt_br: Flash disparado, modo automático, luz de retorno detectada
zh_hans: 闪光灯 (自动、有闪光反射)
zh_hant: 閃光燈 (自動、有閃光反射)

# ExifFlashMode.FlashFired_AutoMode_ReturnLightDetected_RedEyeReductionMode
source: Flash fired, auto mode, return light detected, red-eye reduction mode
pt_br: Flash disparado, modo automático, luz de retorno detectada, modo de redução de olhos vermelhos
zh_hans: 闪光灯 (自动、预防红眼、有闪光反射)
zh_hant: 閃光燈 (自動、預防紅眼、有閃光反射)

# ExifFlashMode.FlashFired_AutoMode_ReturnLightNotDetected
source: Flash fired, auto mode, return light not detected
pt_br: Flash disparado, modo automático, luz de retorno não detectada
zh_hans: 闪光灯 (自动、无闪光反射)
zh_hant: 閃光燈 (自動、無閃光反射)

# ExifFlashMode.FlashFired_AutoMode_ReturnLightNotDetected_RedEyeReductionMode
source: Flash fired, auto mode, return light not detected, red-eye reduction mode
pt_br: Flash disparado, modo automático, luz de retorno não detectada, modo de redução de olhos vermelhos
zh_hans: フラッシュ (自动、预防红眼、无闪光反射)
zh_hant: フラッシュ (自動、預防紅眼、無閃光反射)

# ExifFlashMode.FlashFired_CompulsoryFlashMode
source: Flash fired, compulsory flash mode
pt_br: Flash disparado, modo flash obrigatório
zh_hans: 闪光灯 (强制)
zh_hant: 閃光燈 (強制)

# ExifFlashMode.FlashFired_CompulsoryFlashMode_RedEyeReductionMode
source: Flash fired, compulsory flash mode, red-eye reduction mode
pt_br: Flash disparado, modo automático, modo de redução de olhos vermelhos
zh_hans: 闪光灯 (强制、预防红眼)
zh_hant: 閃光燈 (強制、預防紅眼)

source: Flash fired, compulsory flash mode, red-eye reduction mode, return light detected
pt_br: Flash disparado, modo de flash obrigatório, modo de redução de olhos vermelhos, luz de retorno detectada
zh_hans: フラッシュ (强制、预防红眼、有闪光反射)
zh_hant: フラッシュ (強制、預防紅眼、有閃光反射)

source: Flash fired, compulsory flash mode, red-eye reduction mode, return light not detected
pt_br: Flash disparado, modo de flash obrigatório, modo de redução de olhos vermelhos, luz de retorno não detectada
zh_hans: フラッシュ (强制、预防红眼、无闪光反射)
zh_hant: フラッシュ (強制、預防紅眼、無閃光反射)

# ExifFlashMode.FlashFired_CompulsoryFlashMode_ReturnLightDetected
source: Flash fired, compulsory flash mode, return light detected
pt_br: Flash disparado, modo de flash obrigatório, luz de retorno detectada
zh_hans: 闪光灯 (强制、有闪光反射)
zh_hant: 閃光燈 (強制、有閃光反射)

# ExifFlashMode.FlashFired_CompulsoryFlashMode_ReturnLightNotDetected
source: Flash fired, compulsory flash mode, return light not detected
pt_br: Flash disparado, modo de flash obrigatório, luz de retorno não detectada
zh_hans: 闪光灯 (强制、无闪光反射)
zh_hant: 閃光燈 (強制、無閃光反射)

# ExifFlashMode.FlashFired_RedEyeReductionMode
source: Flash fired, red-eye reduction mode
pt_br: Flash disparado, modo de redução de olhos vermelhos
zh_hans: 闪光灯 (预防红眼)
zh_hant: 閃光燈 (預防紅眼)

# ExifFlashMode.FlashFired_RedEyeReductionMode_ReturnLightDetected
source: Flash fired, red-eye reduction mode, return light detected
pt_br: Flash disparado, modo de redução de olhos vermelhos, luz de retorno detectada
zh_hans: 闪光灯 (预防红眼、有闪光反射)
zh_hant: 閃光燈 (預防紅眼、有閃光反射)

# ExifFlashMode.FlashFired_RedEyeReductionMode_ReturnLightNotDetected
source: Flash fired, red-eye reduction mode, return light not detected
pt_br: Flash disparado, modo de redução de olhos vermelhos, luz de retorno não detectada
zh_hans: 闪光灯 (预防红眼、无闪光反射)
zh_hant: 閃光燈 (預防紅眼、無閃光反射)

# ExifFlashMode.NoFlashFunction
source: No flash function
pt_br: Sem função de flash
zh_hans: 无闪光灯功能
zh_hant: 無閃光燈功能

# ExifFlashMode.StrobeReturnLightDetected
source: Strobe return light detected
pt_br: Luz de retorno estroboscópica detectada
zh_hans: 闪光灯 (有闪光反射)
zh_hant: 閃光燈 (有閃光反射)

# ExifFlashMode.StrobeReturnLightNotDetected
source: Strobe return light not detected
pt_br: Luz de retorno estroboscópica não detectada
zh_hans: 闪光灯 (无闪光反射)
zh_hant: 閃光燈 (無閃光反射)

# ExifLightSource.CloudyWeather
source: Cloudy weather
pt_br: Tempo nublado
zh_hans: 阴天
zh_hant: 陰天

# ExifLightSource.CoolWhiteFluorescent
source: Cool white fluorescent
pt_br: Fluorescente branca fria
zh_hans: 冷白色荧光灯
zh_hant: 冷白色螢光燈

# ExifLightSource.Daylight
source: Daylight
pt_br: Luz do dia
zh_hans: 日光
zh_hant: 日光

# ExifLightSource.DaylightFluorescent
source: Daylight fluorescent
pt_br: Luz do dia fluorescente
zh_hans: 昼光色荧光灯
zh_hant: 晝光色螢光燈

# ExifLightSource.DayWhiteFluorescent
source: Day white fluorescent
pt_br: Dia branco fluorescente
zh_hans: 昼白色荧光灯
zh_hant: 晝白色螢光燈

# ExifLightSource.FineWeather
source: Fine weather
pt_br: Tempo bom
zh_hans: 晴天
zh_hant: 晴天

# ExifLightSource.Flash
source: Flash
zh_hans: 闪光灯
zh_hant: 閃光燈

# ExifLightSource.Fluorescent
source: Fluorescent
pt_br: Fluorescente
zh_hans: 荧光灯
zh_hant: 螢光燈

# ExifLightSource.ISOStudioTungsten
source: ISO studio tungsten
pt_br: Tungstênio de estúdio ISO
zh_hans: ISO 工作室钨丝灯
zh_hant: ISO 工作室鎢絲燈

# ExifLightSource.OtherLightSource
source: Other light source
pt_br: Outra fonte de luz
zh_hans: 其他光源
zh_hant: 其他光源

# ExifLightSource.Shade
source: Shade
pt_br: Sombra
zh_hans: 晴时多云
zh_hant: 晴時多雲

# ExifLightSource.StandardLightA
source: Standard light A
pt_br: Luz padrão A
zh_hans: 标准照明 A
zh_hant: 標準照明 A

# ExifLightSource.StandardLightB
source: Standard light B
pt_br: Luz padrão B
zh_hans: 标准照明 B
zh_hant: 標準照明 B

# ExifLightSource.StandardLightC
source: Standard light C
pt_br: Luz padrão C
zh_hans: 标准照明 C
zh_hant: 標準照明 C

# ExifLightSource.Tungsten
source: Tungsten
pt_br: Tungstênio
zh_hans: 钨丝灯
zh_hant: 鎢絲燈

# ExifLightSource.Unknown
source: Unknown
pt_br: Desconhecido
zh_hans: 未知
zh_hant: 未知

# ExifLightSource.WhiteFluorescent
source: White fluorescent
pt_br: Fluorescente branco
zh_hans: 白色荧光灯
zh_hant: 白色螢光燈

# ExifMeteringMode.Average
source: Average
pt_br: Média
zh_hans: 平均测光
zh_hant: 平均測光

# ExifMeteringMode.CenterWeightedAverage
source: Center weighted average
pt_br: Média ponderada central
zh_hans: 中央重点测光
zh_hant: 中央重點測光

# ExifMeteringMode.MultiSpot
source: Multi spot
pt_br: Vários pontos
zh_hans: 多点测光
zh_hant: 多點測光

# ExifMeteringMode.Other
source: Other
pt_br: Outro
zh_hans: 其他
zh_hant: 其他

# ExifMeteringMode.Partial
source: Partial
pt_br: Parcial
zh_hans: 部份测光
zh_hant: 部份測光

# ExifMeteringMode.Pattern
source: Pattern
pt_br: Padrão
zh_hans: 样式测光
zh_hant: 樣式測光

# ExifMeteringMode.Spot
source: Spot
pt_br: Mancha
zh_hans: 点测光
zh_hant: 點測光

# ExifMeteringMode.Unknown
source: Unknown
pt_br: Desconhecido
zh_hans: 未知
zh_hant: 未知

# ExifOrientation.MirrorHorizontal
source: Mirror horizontal
pt_br: Espelho horizontal
zh_hans: 水平翻转
zh_hant: 水平翻轉

# ExifOrientation.MirrorHorizontal_Rotate270
source: Mirror horizontal, rotate270
pt_br: Espelho horizontal, gire 270
zh_hans: 水平翻转，270° 旋转
zh_hant: 水平翻轉，270° 旋轉

# ExifOrientation.MirrorHorizontal_Rotate90
source: Mirror horizontal, rotate90
pt_br: Espelho horizontal, gire 90
zh_hans: 水平翻转，90° 旋转
zh_hant: 水平翻轉，90° 旋轉

# ExifOrientation.MirrorVertical
source: Mirror vertical
pt_br: Espelho vertical
zh_hans: 垂直翻转
zh_hant: 垂直翻轉

# ExifOrientation.Normal
source: Normal
zh_hans: 标准
zh_hant: 標準

# ExifOrientation.Rotate180
source: Rotate180
pt_br: Girar 180
zh_hans: 180° 旋转
zh_hant: 180° 旋轉

# ExifOrientation.Rotate270
source: Rotate270
pt_br: Girar 270
zh_hans: 270° 旋转
zh_hant: 270° 旋轉

# ExifOrientation.Rotate90
source: Rotate90
pt_br: Girar 90
zh_hans: 90° 旋转
zh_hant: 90° 旋轉

# ExifPhotometricInterpretation.PaletteColor
source: Palette color
pt_br: Cor da paleta
zh_hans: 调色盘颜色
zh_hant: 調色盤顏色

# ExifPhotometricInterpretation.TransparencyMask
source: Transparency mask
pt_br: Máscara de transparência
zh_hans: 透明掩码
zh_hant: 透明遮罩

# ExifSaturation.HighSaturation
source: HighSaturation
pt_br: Alta saturação
zh_hans: 高饱和度
zh_hant: 高飽和度

# ExifSaturation.LowSaturation
source: LowSaturation
pt_br: Baixa saturação
zh_hans: 低饱和度
zh_hant: 低飽和度

# ExifSaturation.Normal
source: Normal
zh_hans: 标准
zh_hant: 標準

# ExifSharpness.Hard
source: Hard
pt_br: Difícil
zh_hans: 硬
zh_hant: 硬

# ExifSharpness.Normal
source: Normal
zh_hans: 标准
zh_hant: 標準

# ExifSharpness.Soft
source: Soft
pt_br: Leve
zh_hans: 软
zh_hant: 軟

# ExifWhiteBalance.AutoWhiteBalance
source: Auto
zh_hans: 自动
zh_hant: 自動

# ExifWhiteBalance.ManualWhiteBalance
source: Manual
zh_hans: 手动
zh_hant: 手動

# ExplorerContextMenu.IsEnabled
source: Register in the Explorer context menu.
ja_jp: エクスプローラーのコンテキスト メニューに登録
pt_br: Registre-se no menu de contexto do Explorer.
zh_hans: 添加到资源管理器的快捷菜单
zh_hant: 登錄至檔案總管的快顯功能表

# ExplorerContextMenu.IsEnabled.Remarks
source: Add "Open in NeeView" to the Explorer context menu. This feature uses the registry.
ja_jp: エクスプローラーのコンテキスト メニューに「NeeViewで開く」を追加します。この機能はレジストリを使用します。
pt_br: Adicionar "Abrir no NeeView" ao menu de contexto do Explorer. Este recurso usa o registro.
zh_hans: 在资源管理器的快捷菜单中加入“用 NeeView 打开”。这个功能会使用注册表。
zh_hant: 在檔案總管的快顯功能表中加入「以 NeeView開啟」。這個功能會使用登錄檔。

# ExplorerContextMenu.OpenInNeeView
source: Open in Nee&View
ja_jp: NeeViewで開く(&V)
pt_br: Abrir no Nee&View
zh_hans: 用 NeeView 打开(&V)
zh_hant: 以NeeView開啟(&V)

# ExportBackupCommand
source: Export settings
ja_jp: 設定をエクスポート
pt_br: Exportar configurações
zh_hans: 导出设置
zh_hant: 匯出設定

# ExportBackupCommand.Menu
source: Export settings...
ja_jp: 設定をエクスポート...
pt_br: Exportar Configurações...
zh_hans: 导出设置...
zh_hant: 匯出設定...

# ExportBackupCommand.Remarks
source: Create backups of settings, history, bookmarks. The thumbnail cache is not backed up.
ja_jp: 設定、履歴、ブックマーク、ページマークのバックアップを作成します。サムネイル キャッシュはバックアップされません。
pt_br: Criar backups de configurações, histórico, marcadores. Não foi feito backup do cache de miniaturas.
zh_hans: 制作设置、历史记录、书签的备份。不会备份缩略图缓存。
zh_hant: 製作設定、歷史記錄、書籤的備份。不會備份縮圖快取。

# ExportDialog.Title
source: Export all settings
ja_jp: 全設定をエクスポート
pt_br: Exportar todas as configurações
zh_hans: 导出全部设置
zh_hant: 匯出全部設定

# ExportErrorDialog.Title
source: Export failed
ja_jp: エクスポートに失敗しました
pt_br: Falha na exportação
zh_hans: 导出失败了
zh_hant: 匯出失敗了

# ExportImage.Message.Success
source: "{0}" saved.
ja_jp: "{0}" を保存しました。
pt_br: "{0}" salvado.
zh_hans: "{0}" 已储存。
zh_hant: "{0}" 已儲存。

# ExportImageAsCommand
source: Save as
ja_jp: 名前をつけてファイルに保存
pt_br: Salvar como
zh_hans: 另存为
zh_hant: 另存新檔

# ExportImageAsCommand.Menu
source: _Save as...
ja_jp: 保存(_S)...
pt_br: _Salvar como...
zh_hans: 另存为(_S)...
zh_hant: 另存新檔(_S)...

# ExportImageAsCommand.Remarks
source: Save the image to a file.
ja_jp: 画像をファイルに保存します。
pt_br: Salvar a imagem em um arquivo.
zh_hans: 将图像保存为文件。
zh_hant: 儲存圖像至檔案。

# ExportImageAsCommandParameter.ExportFolder
source: Default output folder
ja_jp: 既定の出力フォルダー
pt_br: Pasta de saída padrão
zh_hans: 默认输出文件夹
zh_hant: 預設輸出資料夾

# ExportImageAsCommandParameter.ExportFolder.Remarks
source: Output folder at startup. During startup, it follows the changed storage location.
ja_jp: 起動時の出力フォルダーです。起動中は変更された保存先に追従します。
pt_br: Pasta de saída na inicialização. Durante a inicialização, ele segue o local de armazenamento alterado.
zh_hans: 启动时的输出文件夹。启动过程中遵循更改的储存目标位置。
zh_hant: 啟動時的輸出資料夾。啟動過程中遵循更改的儲存目標位置。

# ExportImageAsCommandParameter.QualityLevel
source: JPEG quality
ja_jp: JPEG 品質
pt_br: Qualidade JPEG
zh_hans: JPEG 品质
zh_hant: JPEG 品質

# ExportImageAsCommandParameter.QualityLevel.Remarks
source: It is used only when conversion is required.
ja_jp: 変換が必要な場合にのみ使用されます。
pt_br: É usado somente quando a conversão é necessária.
zh_hans: 仅在需要转换时才会被使用。
zh_hant: 僅在需要轉換時才會被使用。

# ExportImageCommand
source: Save
ja_jp: ファイルに保存
pt_br: Salvar
zh_hans: 保存
zh_hant: 儲存至檔案

# ExportImageCommand.Menu
source: _Save
ja_jp: 保存(_S)
pt_br: _Salvar
zh_hans: 保存(_S)
zh_hant: 儲存(_S)

# ExportImageCommand.Remarks
source: Save the image to a file. The storage folder is specified by a command parameter.
ja_jp: 画像をファイルに保存します。保存フォルダーはコマンド パラメーターで指定します。
pt_br: Salvar a imagem em um arquivo. A pasta de armazenamento é especificada por um parâmetro de comando.
zh_hans: 将图像保存为文件。保存的文件夹由命令参数指定。
zh_hant: 將圖像儲存至檔案。儲存資料夾為指令參數所指定。

# ExportImageCommandParameter.ExportFolder
source: Output folder
ja_jp: 出力フォルダー
pt_br: Pasta de saída
zh_hans: 输出文件夹
zh_hant: 輸出資料夾

# ExportImageCommandParameter.FileFormat
source: Output file format
ja_jp: 出力ファイル フォーマット
pt_br: Formato do arquivo de saída
zh_hans: 输出文件夹格式
zh_hant: 輸出資料夾格式

# ExportImageCommandParameter.FileFormat.Remarks
source: Used when "@ExportImageCommandParameter.Mode" is "@ExportImageMode.View".
ja_jp: 「@ExportImageCommandParameter.Mode」が「@ExportImageMode.View」の場合に使用されます。
pt_br: Usado quando "@ExportImageCommandParameter.Mode" é "@ExportImageMode.View".
zh_hans: 当“@ExportImageCommandParameter.Mode”为“@ExportImageMode.View”时才会被使用。
zh_hant: 當「@ExportImageCommandParameter.Mode」為「@ExportImageMode.View」時才會被使用。

# ExportImageCommandParameter.FileNameMode
source: Output file name
ja_jp: 出力ファイル名
pt_br: Nome do arquivo de saída
zh_hans: 输出文件名
zh_hant: 輸出檔案名稱

# ExportImageCommandParameter.HasBackground
source: Include background
ja_jp: 背景を含める
pt_br: Incluir plano de fundo
zh_hans: 包括背景
zh_hant: 包括背景

# ExportImageCommandParameter.Mode
source: Output image type
ja_jp: 出力画像の種類
pt_br: Tipo de imagem de saída
zh_hans: 输出图像类别
zh_hant: 輸出圖像類別

# ExportImageCommandParameter.QualityLevel
source: JPEG quality
ja_jp: JPEG 品質
pt_br: Qualidade JPEG
zh_hans: JPEG 品质
zh_hant: JPEG 品質

# ExportImageCommandParameter.QualityLevel.Remarks
source: It is used only when conversion is required.
ja_jp: 変換が必要な場合にのみ使用されます。
pt_br: É usado somente quando a conversão é necessária.
zh_hans: 仅在需要转换时才会被使用。
zh_hant: 僅在需要轉換時才會被使用。

# ExportImageFileNameMode.BookPageNumber
source: Book name + page number
ja_jp: ブック名 + ページ番号
pt_br: Nome do livro + número da página
zh_hans: 书本名称 + 页面编号
zh_hant: 書本名稱 + 頁面編號

# ExportImageFileNameMode.Deault
source: Default
ja_jp: 標準
pt_br: Padrão
zh_hans: 标准
zh_hant: 標準

# ExportImageFileNameMode.Original
source: Original file name
ja_jp: 元ファイルのまま
pt_br: Nome do arquivo original
zh_hans: 依照源文件
zh_hant: 依照原始檔案

# ExportImageMode.Original
source: Save as original file
ja_jp: 元ファイルのまま保存
pt_br: Salvar como arquivo original
zh_hans: 依照源文件储存
zh_hant: 依照原始檔案儲存

# ExportImageMode.View
source: Save view
ja_jp: 表示を保存
pt_br: Salvar exibição
zh_hans: 储存显示
zh_hant: 儲存顯示

# ExportImageWindow.Folder
source: Default destination folder
ja_jp: 既定の出力先フォルダー
pt_br: Pasta de destino padrão
zh_hans: 默认输出文件夹
zh_hant: 預設輸出資料夾

# ExportImageWindow.InclideBackground
source: Include background
ja_jp: 背景を含める
pt_br: Incluir plano de fundo
zh_hans: 包括背景
zh_hant: 包括背景

# ExportImageWindow.Mode
source: Output image type
ja_jp: 出力画像の種類
pt_br: Tipo de imagem de saída
zh_hans: 输出图像类别
zh_hant: 輸出圖像類別

# ExportImageWindow.SaveAs
source: Save as...
ja_jp: 保存...
pt_br: Salvar como...
zh_hans: 储存...
zh_hant: 儲存...

# ExportImageWindow.Title
source: Save image
ja_jp: 画像を保存
pt_br: Salvar imagem
zh_hans: 储存图像
zh_hant: 儲存圖像

# ExportPlaylistErrorDialog.Title
source: Failed to save playlist
ja_jp: プレイリストの保存に失敗しました
pt_br: Falha ao salvar a lista de reprodução
zh_hans: 播放列表的储存失败了
zh_hant: 播放列表的儲存失敗了

# ExternalAppDialog.Title
source: External apps
ja_jp: 外部アプリ一覧
pt_br: Aplicativos externos
zh_hans: 外部应用行表
zh_hant: 外部應用程式列表

# ExternalAppEditDialog.Title
source: External app parameters
ja_jp: 外部アプリ設定
pt_br: Parâmetros de aplicativos externos
zh_hans: 外部应用设置
zh_hant: 外部應用程式設定

# ExternalProcess.ConfirmBrowserDialog.Message
source: Connect to the net with a web browser.
pt_br: Conecte-se à rede com um navegador da web.
zh_hans: 以 Web 浏览器连接网络。
zh_hant: 以 Web 瀏覽器連接網路。
