Repository: AetheriumDev/NeeView
Catalog: NeeView/Properties/Resources.*.resx
Languages: ja_jp, pt_br, zh_hans, zh_hant

# _Document.ScriptManual.html
source: <h1>NeeView Script Manual</h1> <h2> Overview </h2> <p> Extend the command with a script. You can change the settings, execute multiple commands at once, or execute them as separate commands with changed command parameters. </p> <p> Scripting is disabled by default. Set and enable on the Scripts page of Options. <ul> <li>The script grammar is Javascript (ECMA 5.1).</li> <li><a href="https://github.com/sebastienros/jint">Jint</a> is used for the script engine.</li> <li>The file extension is .nvjs.</li> <li>The character code is UTF8. No BOM is recommended.</li> </ul> </p> <p> You can qualify the command with the doc comments at the top of the file. The keys are not case sensitive. <table class="table-slim table-topless"> <tr><th>Key</th><th>Summary</th></tr> <tr><td>@name</td><td>Command name</td></tr> <tr><td>@description</td><td>Command description</td></tr> <tr><td>@shortCutKey</td><td>Default shotcuts</td></tr> <tr><td>@mouseGesture</td><td>Default mouse gestures</td></tr> <tr><td>@touchGesture</td><td>Default touch operation</td></tr> </table> </p> <h2>Command script</h2> <p> If the script file is placed in the script folder, it can be used as a command. One file is one command. <ul> <li>Shortcuts can be set in the "Command settings" of the Options like normal commands. </li> <li>The file name becomes the command name.</li> </ul> </p> <h2>Event script</h2> <p> A specially named script file will be executed automatically. <table class="table-slim"> <tr><td>OnBookLoaded.nvjs</td><td>Runs when you open the book.</td></tr> </table> </p> <h2>Console</h2> <p> A console for testing scripts. To open it, select "Options > Open console" from the menu. </p> <h4>Console-only command</h4> <p> <table class="table-slim"> <tr><td>cls</td><td>Clear screen (Ctrl+L)</td></tr> <tr><td>exit</td><td>Close console</td></tr> <tr><td>help, ?</td><td>Open this script help</td></tr> </table> </p>
pt_br: <h1>NeeView Script Manual</h1> <h2> Overview </h2> <p> Extend the command with a script. You can change the settings, execute multiple commands at once, or execute them as separate commands with changed command parameters. </p> <p> Scripting is disabled by default. Set and enable on the Scripts page of Options. <ul> <li>The script grammar is Javascript (ECMA 5.1).</li> <li><a href="https://github.com/sebastienros/jint">Jint</a> is used for the script engine.</li> <li>The file extension is .nvjs.</li> <li>The character code is UTF8. No BOM is recommended.</li> </ul> </p> <p> You can qualify the command with the doc comments at the top of the file. The keys are not case sensitive. <table class="table-slim table-topless"> <tr><th>Key</th><th>Summary</th></tr> <tr><td>@name</td><td>Command name</td></tr> <tr><td>@description</td><td>Command description</td></tr> <tr><td>@shortCutKey</td><td>Default shotcuts</td></tr> <tr><td>@mouseGesture</td><td>Default mouse gestures</td></tr> <tr><td>@touchGesture</td><td>Default touch operation</td></tr> </table> </p> <h2>Command script</h2> <p> If the script file is placed in the script folder, it can be used as a command. One file is one command. <ul> <li>Shortcuts can be set in the "Command settings" of the Options like normal commands. </li> <li>The file name becomes the command name.</li> </ul> </p> <h2>Event script</h2> <p> A specially named script file will be executed automatically. <table class="table-slim"> <tr><td>OnBookLoaded.nvjs</td><td>Runs when you open the book.</td></tr> <tr><td>OnPageChanged.nvjs</td><td>Runs when the view pages is changed.</td></tr> </table> </p> <h2>Console</h2> <p> A console for testing scripts. To open it, select "Options > Open console" from the menu. </p> <h4>Console-only command</h4> <p> <table class="table-slim"> <tr><td>cls</td><td>Clear screen (Ctrl+L)</td></tr> <tr><td>exit</td><td>Close console</td></tr> <tr><td>help, ?</td><td>Open this script help</td></tr> </table> </p>
zh_hans: <h1>NeeView 脚本使用说明</h1> <h2> 概述 </h2> <p> 通过脚本扩展指令。你可以修改设置、一次执行多条指令，或者通过修改指令参数将它们作为独立的指令执行。 </p> <p> 脚本功能默认下是禁用的。可到设置的“脚本”页面里设置为启用。 <ul> <li>脚本语法是 Javascript (ECMA 5.1) 。</li> <li>脚本引擎是 <a href="https://github.com/sebastienros/jint">Jint</a>。</li> <li>文件扩展名是 .nvjs 。</li> <li>文字编码是 UTF8。建议不包含 BOM。</li> </ul> </p> <p> 可以在文件开头使用注释对指令进行限定。关键词不区分大小写。 <table class="table-slim table-topless"> <tr><th>关键词</th><th>概述</th></tr> <tr><td>@name</td><td>指令名称</td></tr> <tr><td>@description</td><td>指令说明</td></tr> <tr><td>@shortCutKey</td><td>默认的快捷键</td></tr> <tr><td>@mouseGesture</td><td>默认的鼠标手势</td></tr> <tr><td>@touchGesture</td><td>默认的触控操作</td></tr> </table> </p> <h2>指令脚本</h2> <p> 脚本文件夹中的脚本文件可以作为指令使用。 一个文件就是一个指令。 <ul> <li>可以像普通指令一样在设置的“指令设置”里设置快捷键。</li> <li>文件名就是指令名。</li> </ul> </p> <h2>事件脚本</h2> <p> 特定的脚本文件会被自动执行。 <table class="table-slim"> <tr><td>OnBookLoaded.nvjs</td><td>当书本开启时执行。</td></tr> <tr><td>OnPageChanged.nvjs</td><td>当页面更改时执行。</td></tr> </table> </p> <h2>控制台</h2> <p> 用于测试脚本的控制台 。可从菜单的“选项 > 开启控制台”开启。 </p> <h4>控制台专用指令</h4> <p> <table class="table-slim"> <tr><td>cls</td><td>清屏 (Ctrl+L)</td></tr> <tr><td>exit</td><td>关闭控制台</td></tr> <tr><td>help, ?</td><td>开启脚本说明</td></tr> </table> </p>
zh_hant: <h1>NeeView 腳本使用說明</h1> <h2> 概述 </h2> <p> 擴展腳本指令。無論是更改設定、一併執行多個指令、已更改為其他的指令參數作為另一個指令執行也都是可以做到的。 </p> <p> 腳本功能在預設下是不啟用的。可到設定的「腳本」頁面設定為啟用。 <ul> <li>腳本以 Javascript (ECMA 5.1) 格式所撰寫。</li> <li>以 <a href="https://github.com/sebastienros/jint">Jint</a> 作為腳本引擎。</li> <li>檔案副檔名為 .nvjs 。</li> <li>文字編碼為UTF8。推薦不含BOM。</li> </ul> </p> <p> 可以在檔案開頭使用註解對指令進行限定。按鍵不區分大小寫。 <table class="table-slim table-topless"> <tr><th>按鍵</th><th>概述</th></tr> <tr><td>@name</td><td>指令名稱</td></tr> <tr><td>@description</td><td>指令說明</td></tr> <tr><td>@shortCutKey</td><td>預設的快速鍵</td></tr> <tr><td>@mouseGesture</td><td>預設的滑鼠手勢</td></tr> <tr><td>@touchGesture</td><td>預設的觸控操作</td></tr> </table> </p> <h2>指令腳本</h2> <p> 腳本資料夾中配置的腳本檔案可以作為指令使用す。 １檔案為１指令。 <ul> <li>可以在設定的「指令設定」設定快速鍵為一般的指令。</li> <li>檔案名稱變為指令名稱。</li> </ul> </p> <h2>イベントスクリプト</h2> <p> 特定名稱的腳本檔案會被自動執行。 <table class="table-slim"> <tr><td>OnBookLoaded.nvjs</td><td>當書本開啟時執行。</td></tr> <tr><td>OnPageChanged.nvjs</td><td>當頁面更改時執行。</td></tr> </table> </p> <h2>主控台</h2> <p> 用於測試腳本的主控台 。可從選單的「選項 > 開啟主控台」開啟。 </p> <h4>主控台專用指令</h4> <p> <table class="table-slim"> <tr><td>cls</td><td>清除畫面 (Ctrl+L)</td></tr> <tr><td>exit</td><td>關閉主控台</td></tr> <tr><td>help, ?</td><td>開啟腳本說明</td></tr> </table> </p>

# _Document.ScriptManualExample.html
source: <h1 class="sub">Script examples</h1> Here are some example scripts. For other samples, refer to <a href="https://bitbucket.org/neelabo/neeview.scriptsamples/">here</a>. <h3>Execute "External app" command by temporarily changing the executable file and arguments</h3> <p> <pre>OpenMsPaint.nvjs <code class="example">// @name MS Paint // @description Open the file with MS Paint. param = { "Command": "mspaint.exe", "Parameter": "\"$File\"" } nv.Command.OpenExternalApp.Patch(param).Execute() </code></pre> </p> <h3>Open display page in new NeeView</h3> <p> <pre>OpenNeeView.nvjs <code class="example">// @name Open in NeeView // @description Opens the display page in a new NeeView. nv.Command.SaveSetting.Execute() // Save to keep the same settings param = { "Command": "$NeeView", // Special way to show NeeView's own path "Parameter": "-n \"$File\"", "MultiPagePolicy": "Once", "ArchivePolicy": "SendArchivePath" } nv.Command.OpenExternalApp.Patch(param).Execute() </code></pre> </p> <h3>ON / OFF of unsharp mask</h3> <p> <pre>ToggleUnsharpMask.nvjs <code class="example">// @name Unsharp mask ON/OFF // @description Switching of unsharp mask. Show warning when resize filter is not enabled if (nv.Config.ImageResizeFilter.IsEnabled) { nv.Config.ImageResizeFilter.IsUnsharpMaskEnabled = !nv.Config.ImageResizeFilter.IsUnsharpMaskEnabled if (nv.Config.ImageResizeFilter.IsUnsharpMaskEnabled) { nv.ShowMessage("UnsharpMask ON") } else { nv.ShowMessage("UnsharpMask OFF") } } else { nv.ShowMessage("ResizeFilter is not active") } </code></pre> </p> <h3>If the path of the newly opened book contains "English", open it to the left, otherwise open it to the right</h3> <p> <pre>OnBookLoaded.nvjs <code class="example">// @name Book loaded processing // @description Event when the book is opened if (nv.Book.IsNew) { if (nv.Book.Path.match(/English/) != null) { nv.Book.Config.BookReadOrder = "LeftToRight" } else { nv.Book.Config.BookReadOrder = "RightToLeft" } } </code></pre> </p> <h3>Change the operation method when a video file is opened</h3> <p> <pre>OnBookLoaded.nvjs <code class="example">// @name Book loaded processing // @description Event when the book is opened if (nv.Book.IsMedia) { // Video: Click to play / stop, double-click to switch full screen nv.Command.ToggleMediaPlay.ShortCutKey = "LeftClick" nv.Command.Script_ToggleFullScreenAndMediaPlay.ShortCutKey = "LeftDoubleClick" nv.Command.NextPage.ShortCutKey = "Left" } else { // Normal: Standard setting nv.Command.ToggleMediaPlay.ShortCutKey = null nv.Command.Script_ToggleFullScreenAndMediaPlay.ShortCutKey = null nv.Command.NextPage.ShortCutKey = "Left,LeftClick" } </code></pre> </p> <p> <pre>ToggleFullScreenAndMediaPlay.nvjs <code class="example">// @name Full screen & video playback // @description Switch full screen and video playback at the same time nv.Command.ToggleFullScreen.Execute() nv.Command.ToggleMediaPlay.Execute() </code></pre> </p>
zh_hans: <h1 class="sub">脚本范例</h1> 列出一些脚本范例。 其他样本请到<a href="https://bitbucket.org/neelabo/neeview.scriptsamples/">这里</a>参考。 <h3>用指定的可执行文件和参数执行“以外部应用打开”指令</h3> <p> <pre>OpenMsPaint.nvjs <code class="example">// @name 微软画图 // @description 以微软画图打开文件。 param = { "Command": "mspaint.exe", "Parameter": "\"$File\"" } nv.Command.OpenExternalApp.Patch(param).Execute() </code></pre> </p> <h3>在新启动的NeeView 里打当前显示的页</h3> <p> <pre>OpenNeeView.nvjs <code class="example">// @name 在 NeeView 里打开 // @description 在新启动的NeeView 里打当前显示的页。 nv.Command.SaveSetting.Execute() // 保存设置 param = { "Command": "$NeeView", // 指定 NeeView 路径 "Parameter": "-n \"$File\"", "MultiPagePolicy": "Once", "ArchivePolicy": "SendArchivePath" } nv.Command.OpenExternalApp.Patch(param).Execute() </code></pre> </p> <h3>开关反锐化掩码</h3> <p> <pre>ToggleUnsharpMask.nvjs <code class="example">// @name 开关反锐化掩码 // @description 开关反锐化掩码。当重设大小滤镜没有启用时显示警告 if (nv.Config.ImageResizeFilter.IsEnabled) { nv.Config.ImageResizeFilter.IsUnsharpMaskEnabled = !nv.Config.ImageResizeFilter.IsUnsharpMaskEnabled if (nv.Config.ImageResizeFilter.IsUnsharpMaskEnabled) { nv.ShowMessage("UnsharpMask ON") } else { nv.ShowMessage("UnsharpMask OFF") } } else { nv.ShowMessage("ResizeFilter is not active") } </code></pre> </p> <h3>如果新打开的书本路径中包含单词"English"则为左开，否则为右开</h3> <p> <pre>OnBookLoaded.nvjs <code class="example">// @name 书本开始处理 // @description 开启书本时的事件 if (nv.Book.IsNew) { if (nv.Book.Path.match(/English/) != null) { nv.Book.Config.BookReadOrder = "LeftToRight" } else { nv.Book.Config.BookReadOrder = "RightToLeft" } } </code></pre> </p> <h3>更改打开视频文件时的操作方式</h3> <p> <pre>OnBookLoaded.nvjs <code class="example">// @name 书本开始处理 // @description 开启书本时的事件 if (nv.Book.IsMedia) { // 视频：单击播放/停止、双击切换全屏幕 nv.Command.ToggleMediaPlay.ShortCutKey = "LeftClick" nv.Command.Script_ToggleFullScreenAndMediaPlay.ShortCutKey = "LeftDoubleClick" nv.Command.NextPage.ShortCutKey = "Left" } else { // 常规：标准设置 nv.Command.ToggleMediaPlay.ShortCutKey = null nv.Command.Script_ToggleFullScreenAndMediaPlay.ShortCutKey = null nv.Command.NextPage.ShortCutKey = "Left,LeftClick" } </code></pre> </p> <p> <pre>ToggleFullScreenAndMediaPlay.nvjs <code class="example">// @name 全屏幕＆播放视频 // @description 同时切换全屏幕与播放视频 nv.Command.ToggleFullScreen.Execute() nv.Command.ToggleMediaPlay.Execute() </code></pre> </p>
zh_hant: <h1 class="sub">腳本範例</h1> 列出一些腳本範例。 其他樣本請到<a href="https://bitbucket.org/neelabo/neeview.scriptsamples/">這裡</a>參考。 <h3>透過暫時更改的檔案與參數執行「以外部應用程式開啟」指令</h3> <p> <pre>OpenMsPaint.nvjs <code class="example">// @name MS小畫家 // @description 以MS小畫家開啟檔案。 param = { "Command": "mspaint.exe", "Parameter": "\"$File\"" } nv.Command.OpenExternalApp.Patch(param).Execute() </code></pre> </p> <h3>顯示頁面以新的NeeView開啟</h3> <p> <pre>OpenNeeView.nvjs <code class="example">// @name 以NeeView開啟 // @description 將顯示頁面以新的NeeView開啟。 nv.Command.SaveSetting.Execute() // 執行儲存以維持相同的設定 param = { "Command": "$NeeView", // NeeView自己的路徑以特別的方式顯示 "Parameter": "-n \"$File\"", "MultiPagePolicy": "Once", "ArchivePolicy": "SendArchivePath" } nv.Command.OpenExternalApp.Patch(param).Execute() </code></pre> </p> <h3>反銳利化遮罩的ON/OFF</h3> <p> <pre>ToggleUnsharpMask.nvjs <code class="example">// @name 反銳利化遮罩ON/OFF // @description 切換反銳利遮罩。當重新調整大小濾鏡沒有啟用時顯示警告 if (nv.Config.ImageResizeFilter.IsEnabled) { nv.Config.ImageResizeFilter.IsUnsharpMaskEnabled = !nv.Config.ImageResizeFilter.IsUnsharpMaskEnabled if (nv.Config.ImageResizeFilter.IsUnsharpMaskEnabled) { nv.ShowMessage("UnsharpMask ON") } else { nv.ShowMessage("UnsharpMask OFF") } } else { nv.ShowMessage("ResizeFilter is not active") } </code></pre> </p> <h3>如果新開啟的書本路徑中含有"English"則為左開，除此之外為右開</h3> <p> <pre>OnBookLoaded.nvjs <code class="example">// @name 書本開始處理 // @description 開啟書本時的事件 if (nv.Book.IsNew) { if (nv.Book.Path.match(/English/) != null) { nv.Book.Config.BookReadOrder = "LeftToRight" } else { nv.Book.Config.BookReadOrder = "RightToLeft" } } </code></pre> </p> <h3>更改開啟影片檔案時的操作方式</h3> <p> <pre>OnBookLoaded.nvjs <code class="example">// @name 書本開始處理 // @description 開啟書本時的事件 if (nv.Book.IsMedia) { // 影片：以點擊播放/停止、雙擊切換全螢幕 nv.Command.ToggleMediaPlay.ShortCutKey = "LeftClick" nv.Command.Script_ToggleFullScreenAndMediaPlay.ShortCutKey = "LeftDoubleClick" nv.Command.NextPage.ShortCutKey = "Left" } else { // 一般：標準設定 nv.Command.ToggleMediaPlay.ShortCutKey = null nv.Command.Script_ToggleFullScreenAndMediaPlay.ShortCutKey = null nv.Command.NextPage.ShortCutKey = "Left,LeftClick" } </code></pre> </p> <p> <pre>ToggleFullScreenAndMediaPlay.nvjs <code class="example">// @name 全螢幕＆播放影片 // @description 同時切換全螢幕與播放影片 nv.Command.ToggleFullScreen.Execute() nv.Command.ToggleMediaPlay.Execute() </code></pre> </p>
