Repository: AetheriumDev/NeeView
Catalog: NeeView/Properties/Resources.*.resx
Languages: ja_jp, pt_br, zh_hans, zh_hant

# PageNameFormat
source: Item name format in PageList
ja_jp: ページリストでの項目名フォーマット
pt_br: Formato do nome do item na Lista de Páginas
zh_hans: 在列面列表的项目名称格式
zh_hant: 在列面列表的項目名稱格式

# PageNameFormat.NameOnly
source: Name
ja_jp: 名前のみ
pt_br: Nome
zh_hans: 仅名称
zh_hant: 僅名稱

# PageNameFormat.Raw
source: Raw
ja_jp: そのまま
pt_br: Puro
zh_hans: 维持不变
zh_hant: 維持不變

# PageNameFormat.Smart
source: Smart
ja_jp: 標準表示
pt_br: Inteligente
zh_hans: 标准显示
zh_hant: 標準顯示

# PageOperation.Landscape
source: Landscape
ja_jp: 横
pt_br: Paisagem
zh_hans: 横向
zh_hant: 橫向

# PageOperation.Portrait
source: Portrait
ja_jp: 縦
pt_br: Retrato
zh_hans: 直向
zh_hant: 直向

source: Page read order
ja_jp: 本を開く方向
pt_br: Ordem de leitura da página
zh_hans: 书本开启方向
zh_hant: 書本開啟方向

# PageReadOrder.LeftToRight
source: Left to right
ja_jp: 左開き
pt_br: Esquerda para direita
zh_hans: 左开
zh_hant: 左開

# PageReadOrder.RightToLeft
source: Right to left
ja_jp: 右開き
pt_br: Direita para esquerda
zh_hans: 右开
zh_hant: 右開

source: Page sort mode
ja_jp: ページの並び順
pt_br: Modo de ordenação de página
zh_hans: 页面排序
zh_hant: 頁面排序

# PageSortMode.Entry
source: Entry↑
pt_br: Entrada↑
zh_hans: 添加↑
zh_hant: 登録↑

# PageSortMode.EntryDescending
source: Entry↓
pt_br: Entrada↓
zh_hans: 添加↓
zh_hant: 登録↓

# PageSortMode.FileName
source: Name↑
ja_jp: 名前↑
pt_br: Nome↑
zh_hans: 名称↑
zh_hant: 名稱↑

# PageSortMode.FileNameDescending
source: Name↓
ja_jp: 名前↓
pt_br: Nome↓
zh_hans: 名称↓
zh_hant: 名稱↓

# PageSortMode.Random
source: Shuffle
ja_jp: シャッフル
pt_br: Misturado
zh_hans: 随机
zh_hant: 隨機

# PageSortMode.Size
source: Size↑
ja_jp: サイズ↑
pt_br: Tamanho↑
zh_hans: 大小↑
zh_hant: 大小↑

# PageSortMode.SizeDescending
source: Size↓
ja_jp: サイズ↓
pt_br: Tamanho↓
zh_hans: 大小↓
zh_hant: 大小↓

# PageSortMode.TimeStamp
source: Date↑
ja_jp: 日付↑
pt_br: Data↑
zh_hans: 日期↑
zh_hant: 日期↑

# PageSortMode.TimeStampDescending
source: Date↓
ja_jp: 日付↓
pt_br: Data↓
zh_hans: 日期↓
zh_hant: 日期↓

# PageStretchMode.None
source: Original size
ja_jp: オリジナル サイズ
pt_br: Tamanho original
zh_hans: 原始大小
zh_hant: 原始大小

# PageStretchMode.Uniform
source: Fit to window size
ja_jp: ウィンドウに合わせる
pt_br: Ajustar ao tamanho da janela
zh_hans: 符合窗口
zh_hant: 符合視窗

# PageStretchMode.UniformToFill
source: Extend it to fill the window
ja_jp: ウィンドウいっぱいに広げる
pt_br: Estenda-o para preencher a janela
zh_hans: 布满整个窗口
zh_hant: 佈滿整個視窗

# PageStretchMode.UniformToHorizontal
source: Fit width to window
ja_jp: 幅をウィンドウに合わせる
pt_br: Ajustar largura à janela
zh_hans: 符合窗口宽度
zh_hant: 符合視窗寬度

# PageStretchMode.UniformToSize
source: Fit the area size to the window
ja_jp: 面積をウィンドウに合わせる
pt_br: Ajustar o tamanho da área à janela
zh_hans: 符合窗口大小
zh_hant: 符合視窗大小

# PageStretchMode.UniformToVertical
source: Fit height to window
ja_jp: 高さをウィンドウに合わせる
pt_br: Ajustar altura à janela
zh_hans: 符合窗口高度
zh_hant: 符合視窗高度

# PageTitleConfig.FontSize
source: Font size of page title
ja_jp: ページ タイトルのフォント サイズ
pt_br: Tamanho da fonte do título da página
zh_hans: 页面标题字号
zh_hant: 頁面標題字型大小

# PageTitleConfig.IsEnabled
source: Show page title
ja_jp: ページ タイトルを表示する
pt_br: Mostrar título da página
zh_hans: 显示页面标题
zh_hant: 顯示頁面標題

# PageTitleConfig.IsEnabled.Remarks
source: Appears when the cursor is over a slider or filmstrip.
ja_jp: マウス ポインターがスライダーやフィルムストリップの上にあるときに表示されます。
pt_br: Aparece quando o cursor está sobre um controle deslizante ou uma tira de filme.
zh_hans: 当鼠标指针位于滚动条或胶片条上时显示。
zh_hant: 當滑鼠指標位於滑動條或膠片條上時顯示。。

# PageTitleConfig.PageTitleFormat1
source: For 1 page
ja_jp: 1 ページ用
pt_br: Para 1 página
zh_hans: 单页用
zh_hant: 1 頁面用

# PageTitleConfig.PageTitleFormat2
source: For 2 page
ja_jp: 2 ページ用
pt_br: Para 2 páginas
zh_hans: 双页用
zh_hant: 2 頁面用

# PageTitleConfig.PageTitleFormatMedia
source: For video
ja_jp: 動画用
pt_br: Para vídeo
zh_hans: 视频用
zh_hant: 影片用

# PageViewRecorderConfig.IsSavePageViewRecord
source: Save page view recods
ja_jp: ページ表示履歴をファイルに保存する
pt_br: Salvar registros de visualização de página
zh_hans: 储存页面显示历史记录到文件中
zh_hant: 儲存頁面顯示歷史記錄到檔案中

# PageViewRecorderConfig.PageViewRecordFilePath
source: Page view recording path
ja_jp: ページ表示履歴保存場所
pt_br: Caminho de gravação de visualização de página
zh_hans: 页面显示历史记录储存位置
zh_hant: 頁面顯示歷史記錄儲存位置

# PageViewRecordWriteError.Message
source: Could not write Page view record
ja_jp: ページ表示履歴を書き込めませんでした
pt_br: Não foi possível gravar o registro de visualização de página
zh_hans: 无法写入页面显示历史记录
zh_hant: 無法寫入頁面顯示歷史記錄

# PanelListItemImageShape.Banner
source: Banner
ja_jp: バナー
zh_hans: 横幅
zh_hant: 橫幅

# PanelListItemImageShape.BookShape
source: Book shape
ja_jp: 本の形
pt_br: Formato de livro
zh_hans: 书本形
zh_hant: 書本形

# PanelListItemImageShape.Original
source: Original
ja_jp: そのまま
zh_hans: 维持不变
zh_hant: 維持不變

# PanelListItemImageShape.Square
source: Square
ja_jp: 正方形
pt_br: Quadrado
zh_hans: 正方形
zh_hant: 正方形

# PanelListItemProfile.ImageShape
source: Shape of Icon
ja_jp: アイコンの形
pt_br: Forma do ícone
zh_hans: 图标形状
zh_hant: 圖示形狀

# PanelListItemProfile.ImageWidth
source: Icon size
ja_jp: アイコン サイズ
pt_br: Tamanho do ícone
zh_hans: 图标大小
zh_hant: 圖示大小

# PanelListItemProfile.ImageWidth.Remarks
source: The width of the icon image. The aspect ratio depends on the shape of the icon. If the thumbnail image resolution is exceeded, the image will be grainy.
ja_jp: アイコン画像サイズです。縦横比はアイコンの形に依存します。サムネイル画像解像度を超えると画像が粗くなります。
pt_br: A largura da imagem do ícone. A proporção depende do formato do ícone. Se a resolução da imagem em miniatura for excedida, a imagem ficará granulada.
zh_hans: 图标宽度。长宽比依照图标的形状。超出缩略图分辨率时图像会变粗糙。
zh_hant: 圖示圖像大小。寬長比依照圖示的形狀。超出縮圖圖像解析度時圖像會變粗糙。

# PanelListItemProfile.IsImagePopupEnabled
source: Icon popup
ja_jp: アイコンのポップアップ
pt_br: Ícone de popup
zh_hans: 弹出图标
zh_hant: 跳出圖示

# PanelListItemProfile.IsImagePopupEnabled.Remarks
source: When placing the cursor on the icon, a large image will be displayed in the popup.
ja_jp: アイコンにマウス ポインターを合わせるとポップアップで大きめの画像が表示されます。
pt_br: Ao colocar o cursor sobre o ícone, uma imagem grande será exibida no popup.
zh_hans: 图标与鼠标指针重迭时弹出显示较大的图像。
zh_hant: 圖示與滑鼠指標重疊時跳出顯示較大的圖像。

# PanelListItemProfile.IsTextVisible
source: Display the name
ja_jp: 名前を表示する
pt_br: Exibir o nome
zh_hans: 显示名称
zh_hant: 顯示名稱

# PanelListItemProfile.IsTextWrapped
source: Wrap name
ja_jp: 名前を折り返して表示する
pt_br: Embrulhar nome
zh_hans: 名称换行显示
zh_hant: 名稱換行顯示

# PanelListItemProfile.NoteOpacity
source: Supplemental text opacity
ja_jp: 補足テキストの不透明度
pt_br: Opacidade de texto suplementar
zh_hans: 补充文字不透明度
zh_hant: 補充文字不透明度

# PanelListItemStyle
source: List item style
ja_jp: リスト項目のスタイル
pt_br: Estilo de item de lista
zh_hans: 列表项目样式
zh_hant: 列表項目樣式

# PanelListItemStyle.Banner
source: Banner
ja_jp: バナー
zh_hans: 横幅
zh_hant: 橫幅

# PanelListItemStyle.Content
source: Content
ja_jp: コンテンツ
pt_br: Conteúdo
zh_hans: 内容
zh_hant: 內容

# PanelListItemStyle.Normal
source: Text
ja_jp: テキスト
pt_br: Texto
zh_hans: 文字
zh_hant: 文字

# PanelListItemStyle.Thumbnail
source: Thumbnail
ja_jp: サムネイル
pt_br: Miniatura
zh_hans: 缩略图
zh_hant: 縮圖

# PanelsConfig.IsDecoratePlace
source: Format path display of supplemental text
ja_jp: 補足テキストのパス表示を整形する
pt_br: Exibição do caminho de formato do texto suplementar
zh_hans: 格式化补充文字的路径显示
zh_hant: 格式化補充文字的路徑顯示

# PanelsConfig.IsDecoratePlace.Remarks
source: Format as "AAA (C:\BBB\CCC)".
ja_jp: "AAA (C:\BBB\CCC)" のように整形します。
pt_br: Formate como "AAA(C:\BBB\CCC)"
zh_hans: 格式化为 "AAA (C:\BBB\CCC)" 之类的格式。
zh_hant: 格式化為 "AAA (C:\BBB\CCC)" 之類的格式。

# PanelsConfig.IsHidePanel
source: Hide side panels automatically
ja_jp: サイド パネルを自動的に隠す
pt_br: Ocultar painéis laterais automaticamente
zh_hans: 自动隐藏侧边面板
zh_hant: 自動隱藏側邊面板

# PanelsConfig.IsHidePanelInAutoHideMode
source: Automatically hide the side panel when it is auto-hide mode
ja_jp: 自動非表示モードのときにサイド パネルを自動的に隠す
pt_br: Ocultar automaticamente o painel lateral quando estiver no modo de ocultação automática
zh_hans: 自动隐藏模式时自动隐藏侧边面板
zh_hant: 自動隱藏模式時自動隱藏側邊面板

# PanelsConfig.IsLeftRightKeyEnabled
source: The left and right key input of the side panel is valid
ja_jp: サイド パネルでの左右キー有効
pt_br: A entrada das teclas esquerda e direita do painel lateral é válida
zh_hans: 启用侧边面板的左右键输入
zh_hant: 啟用側邊面板的左右鍵輸入

# PanelsConfig.IsLeftRightKeyEnabled.Remarks
source: Activate left / right key operation on the side panel. In the bookshelf, move the folder hierarchically.
ja_jp: サイド パネルでの左右キー操作を有効にします。本棚ではフォルダーの階層移動を行います。
pt_br: Ative a operação das teclas esquerda/direita no painel lateral. Na estante, mova a pasta hierarquicamente.
zh_hans: 启用侧边面板的左右键输入，可在书架上进行文件夹层级移动。
zh_hant: 啟用側邊面板的左右鍵輸入。可用方向鍵在書庫上進行資料夾層級移動。

# PanelsConfig.IsManipulationBoundaryFeedbackEnabled
source: Touch scroll termination bound on side panel
ja_jp: サイド パネルタッチスクロールの終端バウンド
pt_br: Terminação de rolagem por toque vinculada ao painel lateral
zh_hans: 侧边面板触控滚动边界回弹
zh_hant: 側邊面板觸控捲動邊界回彈

# PanelsConfig.IsSideBarEnabled
source: Show side bar
ja_jp: サイド バーを表示する
pt_br: Mostrar barra lateral
zh_hans: 显示侧边面板
zh_hant: 顯示側邊面板

# PanelsConfig.MouseWheelSpeedRate
source: Mouse wheel scroll speed rate in thumbnail view
ja_jp: サムネイル表示でのマウス ホイール スクロール速度倍率
pt_br: Taxa de velocidade de rolagem da roda do mouse na visualização de miniaturas
zh_hans: 在缩略图视图显示鼠标滚轮速度
zh_hant: 在縮圖顯示的滑鼠滾輪捲動速度倍率

# PanelsConfig.Opacity
source: Panel opacity
ja_jp: パネル不透明度
pt_br: Opacidade do painel
zh_hans: 面板不透明度
zh_hant: 面板不透明度

# PanelsConfig.Opacity.Remarks
source: It is effective in auto-hide mode.
ja_jp: 自動非表示の場合に有効です。
pt_br: É eficaz no modo de ocultação automática.
zh_hans: 在自动隐藏时有效。
zh_hant: 在自動隱藏時有效。

# PanelsConfig.OpenWithDoubleClick
source: Double click to open book
ja_jp: ダブルクリックでブックを開く
pt_br: Clique duas vezes para abrir o livro
zh_hans: 双击开启书本
zh_hant: 雙擊開啟書本

# PanelsConfig.OpenWithDoubleClick.Remarks
source: Effective on bookshelf, bookmark panel, and history panel.
ja_jp: 本棚、ブックマーク パネル、履歴パネルで有効です。
pt_br: Eficaz na estante, no painel de favoritos e no painel de histórico.
zh_hans: 在书架、书签面板、历史记录面板有效。
zh_hant: 在書庫、書籤面板、歷史記錄面板有效。

# PasteCommand
source: Paste
ja_jp: 貼り付け
pt_br: Colar
zh_hans: 粘贴
zh_hant: 貼上

# PasteCommand.Menu
source: _Paste
ja_jp: 貼り付け(_V)
pt_br: _Colar
zh_hans: 粘贴(_V)
zh_hant: 貼上(_V)

# PasteCommand.Remarks
source: Paste clipboard files and images.
ja_jp: クリップボードのファイルや画像を貼り付けます。
pt_br: Cole arquivos e imagens da área de transferência.
zh_hans: 粘贴剪贴板内的文件或图像。
zh_hant: 貼上剪貼簿內的檔案或圖像。

# PdfArchiveConfig.IsEnabled
source: Use PDF
ja_jp: PDF を使用する
pt_br: Usar PDF
zh_hans: 使用 PDF
zh_hant: 使用 PDF

# PdfArchiveConfig.RenderSize
source: PDF page standard size
ja_jp: PDF ページ標準サイズ
pt_br: Tamanho padrão da página PDF
zh_hans: PDF 页面标准大小
zh_hant: PDF 頁面標準大小

# PdfArchiveConfig.RenderSize.Remarks
source: Normally we will render according to the display size, but the lower limit will be this standard size. If it becomes smaller, it is reduced and displayed.
ja_jp: 通常は表示サイズにあわせてレンダリングしますが、下限はこの標準サイズになります。 より小さくなる場合には縮小して表示します。
pt_br: Normalmente renderizaremos de acordo com o tamanho do tela, mas o limite inferior será esse tamanho padrão. Se ficar menor, será reduzido e exibido.
zh_hans: 一般会依照显示大小渲染，下限为此处的标准大小。如果更小就会缩小显示。
zh_hant: 一般會依照顯示大小渲染，下限為此處的標準大小。如果更小就會縮小顯示。

# PdfArchiveConfig.SupportFileTypes
source: PDF file extension
ja_jp: PDF ファイルの拡張子
pt_br: Extensão de arquivo PDF
zh_hans: PDF 文件扩展名
zh_hant: PDF 檔案副檔名

# PerformanceConfig.CacheMemorySize
source: Book cache memory size (MB)
ja_jp: ブックのキャッシュ メモリ サイズ (MB)
pt_br: Tamanho da memória cache do livro (MB)
zh_hans: 书本高速缓存大小 (MB)
zh_hant: 書本快取記憶體大小 (MB)

# PerformanceConfig.CacheMemorySize.Remarks
source: Once the page has been read, it is stored in memory to speed up redisplay. This value is a guideline, and memory may be used beyond this value. Note that too large a value can make the system unstable.
ja_jp: 一度読み込んだページをメモリに保持して再表示時を高速化します。この値は目安であり、この値を超えてメモリが使用されることがあります。大きすぎる値はシステムを不安定にする可能性があるので注意してください。
pt_br: Depois que a página é lida, ela é armazenada na memória para acelerar a reexibição. Este valor é uma diretriz e a memória pode ser usada além desse valor. Observe que um valor muito grande pode tornar o sistema instável.
zh_hans: 载入过的页面保留在内存中以加快重新显示的速度。这个为参考值，会有超过这个数值的内存被使用。要注意过大的数值可能会造成系统不稳定。
zh_hant: 讀入過的頁面保留在記憶體中以加快重新顯示的速度。這個為參考值，會有超過這個數值的記憶體被使用。要注意過大的數值可能會造成系統不穩定。

# PerformanceConfig.IsLimitSourceSize
source: Load image size limit
ja_jp: 読み込み画像サイズ制限
pt_br: Carregar limite de tamanho de imagem
zh_hans: 载入图像大小限制
zh_hant: 讀入圖像大小限制

# PerformanceConfig.IsLimitSourceSize.Remarks
source: Reduce the imported image with "@PerformanceConfig.MaximumSize" as the upper limit. It is setting for speed and memory saving. When this restriction is applied, "*" will be displayed in the size field of the information if it is the loaded image.
ja_jp: 「@PerformanceConfig.MaximumSize」を上限として読み込み画像を縮小します。速度、メモリ節約用の設定です。この制限を適用して読み込まれた画像である場合、情報のサイズ欄に「*」が表示されます。
pt_br: Reduza a imagem importada com "@PerformanceConfig.MaximumSize" como limite superior. Está configurando para velocidade e economia de memória. Quando esta restrição for aplicada, será exibido “*” no campo de tamanho da informação caso seja a imagem carregada.
zh_hans: 以“@PerformanceConfig.MaximumSize”为上限，缩小载入图像。该设置是为了速度、节省内存。当符合这个限制的图像被载入时，会在信息的大小字段标注“*”。
zh_hant: 使用「@PerformanceConfig.MaximumSize」為上限以縮小讀入圖像。為速度、節省記憶體使用的設定。當套用這個限制讀入圖像時，會以「*」顯示在資訊的大小欄位。

# PerformanceConfig.IsLoadingPageVisible
source: Display the current page until the next page loads
ja_jp: 次のページ読み込み完了まで現在のページを表示する
pt_br: Exibir a página atual até que a próxima página seja carregada
zh_hans: 显示目前页面直到下一个页面载入完成
zh_hant: 顯示目前頁面直到下一個頁面讀入完成

# PerformanceConfig.IsLoadingPageVisible.Remarks
source: You can save memory by turning it off.
ja_jp: オフにすることでメモリ節約になります。
pt_br: Você pode economizar memória desligando-o.
zh_hans: 关闭时可节省内存。
zh_hant: 關閉時可節省記憶體。

# PerformanceConfig.IsPreExtractToMemory
source: In the case of a solid compressed file, expand it in memory in advance
ja_jp: ソリッド圧縮ファイルの事前展開先をメモリにする
pt_br: No caso de um arquivo compactado sólido, expanda-o antecipadamente na memória
zh_hans: 预解压固实压缩文件到内存中
zh_hant: 預先展開結實壓縮檔到記憶體中

# PerformanceConfig.IsPreExtractToMemory.Remarks
source: It speeds up by expanding not in temporary files but in memory. The memory consumed is secured separately from the book cache memory.
ja_jp: 一時ファイルでなくメモリ上に展開することで高速化します。消費するメモリはブックのキャッシュ メモリとは別に確保されます。
pt_br: Ele acelera expandindo não em arquivos temporários, mas na memória. A memória consumida é protegida separadamente da memória cache do livro.
zh_hans: 由于不是临时文件而是在内存中解压所以速度会变快。消耗的内存与书本的高速缓存是分开的。
zh_hant: 由於不是暫存檔案而是在記憶體中展開所以速度會變快。消耗的記憶體與書本的快取記憶體是分開的。

# PerformanceConfig.JobWorkerSize
source: Number of threads used for image loading
ja_jp: 画像読み込みに使用するスレッド数
pt_br: Número de processos usados para carregamento de imagem
zh_hans: 读取图像时使用的线程数量
zh_hant: 圖像讀入使用的執行緒數量

# PerformanceConfig.JobWorkerSize.Remarks
source: The recommended value is 2 to 4
ja_jp: 2 から 4 の値を推奨します。
pt_br: O valor recomendado é de 2 a 4
zh_hans: 建议为 2 到 4 的数值。
zh_hant: 建議為 2 到 4 的數值。

# PerformanceConfig.MaximumSize
source: Maximum image size
ja_jp: 最大画像サイズ
pt_br: Tamanho máximo da imagem
zh_hans: 最大图像大小
zh_hant: 最大圖像大小

# PerformanceConfig.MaximumSize.Remarks
source: This is the maximum image size enlarged by the resize filter.
ja_jp: リサイズ フィルターで拡大される最大画像サイズです。
pt_br: Este é o tamanho máximo da imagem ampliada pelo filtro de redimensionamento.
zh_hans: 缩放滤镜使用的最大图像大小。
zh_hant: 使用重新調整大小濾鏡放大的最大圖像大小。

# PerformanceConfig.PreExtractSolidSize
source: Maximum solid compressed file extraction size to be extracted in advance (MB)
ja_jp: ソリッド圧縮ファイルを事前展開する最大展開サイズ (MB)
pt_br: Tamanho máximo de extração de arquivo compactado sólido a ser extraído antecipadamente (MB)
zh_hans: 预解压固实压缩文件的最大解压大小 (MB)
zh_hant: 預先展開結實壓縮檔的最大展開大小 (MB)

# PerformanceConfig.PreExtractSolidSize.Remarks
source: Compressed files exceeding this extraction size will not be pre-extracted. Set 0 to prohibit all pre-extraction. The Susie archive does not determine this size, but only pre-extraction in the plug-in settings.
ja_jp: この展開サイズを超える圧縮ファイルは事前展開を行いません。全ての事前展開を禁止する場合には 0 を設定します。 Susie 書庫はこのサイズで判別せず、プラグインの設定でのみ事前展開を判別します。
pt_br: Arquivos compactados que excedam esse tamanho de extração não serão pré-extraídos. Defina 0 para proibir toda pré-extração. O arquivo Susie não determina esse tamanho, mas apenas a pré-extração nas configurações do plug-in.
zh_hans: 超过这个解压大小的压缩文件不进行预解压。要禁止所有的预解压请设置为 0 。 Susie 文件无法辨别这个大小，仅在插件设置上辨别预解压。
zh_hant: 超過這個展開大小的壓縮檔不進行預先展開。要禁止所有的預先展開請設定為 0 。 Susie 檔案無法辨別這個大小，僅在擴充套件設定上辨別預先展開。

# PerformanceConfig.PreLoadSize
source: Read ahead page size
ja_jp: 先読みページ数
pt_br: Ler adiante o tamanho da página
zh_hans: 预读页面数量
zh_hant: 預先讀取頁面數量

# PerformanceConfig.PreLoadSize.Remarks
source: Read ahead within the cache memory size.
ja_jp: キャッシュ メモリ サイズの範囲内で先読みを行います。
pt_br: Leia adiante o tamanho da memória cache.
zh_hans: 在高速缓存大小范围内进行预读。
zh_hant: 在快取記憶體大小範圍內進行預先讀取。

# PictureProfile.SupportFileTypes
source: Image file extensions
ja_jp: 画像ファイルの拡張子
pt_br: Extensões de arquivo de imagem
zh_hans: 图像文件扩展名
zh_hant: 圖像檔案副檔名

# PixelateEffectUnit.Pixelation
source: Pixelation
pt_br: Pixelização
zh_hans: 像素化

# Playlist.DeleteDialog.Title
source: Delete playlist file
pt_br: Excluir arquivo da lista de reprodução
zh_hans: 删除播放列表文件
zh_hant: 刪除播放列表檔案

# Playlist.DeleteItemsMessage
source: {0} items deleted.
pt_br: {0} itens excluídos.
zh_hans: 已删除 {0} 个项目。
zh_hant: 已刪除 {0} 個項目。

# Playlist.ErrorDialog.Title
source: Playlist error
pt_br: Erro na lista de reprodução
zh_hans: 播放列表错误
zh_hant: 播放列表錯誤

# Playlist.FailedToLoad
source: Failed to load the playlist
pt_br: Falha ao carregar a lista de reprodução
zh_hans: 播放列表的载入失败了
zh_hant: 播放列表的讀入失敗了

# Playlist.FailedToSave
source: Failed to save the playlist
pt_br: Falha ao salvar a lista de reprodução
zh_hans: 播放列表的储存失败了
zh_hant: 播放列表的儲存失敗了

# Playlist.FirstIn
source: First in
pt_br: Primeiro em
zh_hans: 加入到开头
zh_hant: 加入到開頭

# Playlist.LastIn
source: Last in
pt_br: Último em
zh_hans: 加入到结尾
zh_hant: 加入到結尾

# Playlist.MoreMenu.CurrentBook
source: Current book only
pt_br: Somente livro atual
zh_hans: 仅显示目前的书本
zh_hant: 僅顯示目前的書本

# Playlist.MoreMenu.Delete
source: _Delete
pt_br: _Excluir
zh_hans: 删除(_D)
zh_hant: 刪除(_D)

# Playlist.MoreMenu.DeleteInvalid
source: Remove invalid items
pt_br: Remover itens inválidos
zh_hans: 删除无效的项目
zh_hant: 刪除無效的項目

# Playlist.MoreMenu.GroupBy
source: Group by
pt_br: Agrupar por
zh_hans: 以群组显示
zh_hant: 以群組顯示

# Playlist.MoreMenu.New
source: _New
pt_br: _Novo
zh_hans: 开新文件(_N)
zh_hant: 開新檔案(_N)

# Playlist.MoreMenu.Open
source: _Open...
pt_br: _Abrir...
zh_hans: 打开(_O)...
zh_hant: 開啟(_O)...

# Playlist.MoreMenu.OpenAsBook
source: Open as a book
pt_br: Abrir como um livro
zh_hans: 以书本开启
zh_hant: 以書本開啟

# Playlist.MoreMenu.Rename
source: Rena_me
pt_br: Reno_mear
zh_hans: 重新命名(_M)
zh_hant: 重新命名(_M)

# Playlist.MoreMenu.Sort
source: Sort by path
pt_br: Ordenar pelo caminho
zh_hans: 以路径排序
zh_hant: 以路徑排序

# Playlist.Title
source: Playlist
pt_br: Lista de reprodução
zh_hans: 播放列表
zh_hant: 播放列表

# PlaylistConfig.CurrentPlaylist
source: Current playlist
pt_br: Lista de reprodução atual
zh_hans: 目前的播放列表
zh_hant: 目前的播放列表

# PlaylistConfig.IsCurrentBookFilterEnabled
source: Show only open book pages
pt_br: Mostrar apenas páginas de livros abertas
zh_hans: 仅显示开启的书本页面
zh_hant: 僅顯示開啟的書本頁面

# PlaylistConfig.IsFirstIn
source: Add to the top of the list
pt_br: Adicionar ao topo da lista
zh_hans: 加入到列表的开头
zh_hant: 加入到列表的開頭

# PlaylistConfig.IsFirstIn.Remarks
source: This is the insertion position for additional commands. If it is turned off, it will be added at the end.
pt_br: Esta é a posição de inserção para comandos adicionais. Se estiver desligado, será adicionado no final.
zh_hans: 使用加入指令的插入位置。关闭时则加入到结尾。
zh_hant: 使用加入指令的插入位置。關閉時則加入到結尾。

# PlaylistConfig.IsGroupBy
source: Group and display by folder
pt_br: Agrupar e exibir por pasta
zh_hans: 依照文件群组化显示
zh_hant: 依照檔案群組化顯示

# PlaylistConfig.PanelListItemStyle
source: List item style
pt_br: Estilo de item de lista
zh_hans: 列表项目的样式
zh_hant: 列表項目的樣式

# PlaylistConfig.PlaylistFolder
source: Playlist file storage location
pt_br: Local de armazenamento dos arquivos da lista de reprodução
zh_hans: 播放列表文件的储存位置
zh_hant: 播放列表檔案的儲存位置

# PlaylistConfig.PlaylistFolder.Remarks
source: Playlist files in this folder are managed.
pt_br: Os arquivos da lista de reprodução nesta pasta são gerenciados.
zh_hans: 管理这个文件夹的播放列表文件。
zh_hant: 管理這個資料夾的播放列表檔案。

# PlaylistItem.Menu.Delete
source: _Delete
pt_br: _Excluir
zh_hans: 删除(_D)
zh_hant: 刪除(_D)

# PlaylistItem.Menu.Open
source: _Open
pt_br: _Abrir
zh_hans: 打开(_O)
zh_hant: 開啟(_O)

# PlaylistItem.Menu.Rename
source: Rena_me
pt_br: Reno_mear
zh_hans: 重新命名(_M)
zh_hant: 重新命名(_M)

source: Playlist item accessor
pt_br: Acessador de itens da lista de reprodução
zh_hans: 播放列表项目存取器
zh_hant: 播放列表項目存取器

# PlaylistItemAccessor.Name
source: Item name
pt_br: Nome do item
zh_hans: 项目名称
zh_hant: 項目名稱

# PlaylistItemAccessor.Path
source: The path corresponding to the item
pt_br: O caminho correspondente ao item
zh_hans: 对应项目的路径
zh_hant: 對應項目的路徑

source: Playlist panel accessor
pt_br: Acessador do painel da lista de reprodução
zh_hans: 播放列表面板存取器
zh_hant: 播放列表面板存取器

# PlaylistPanelAccessor.Items
source: List items
pt_br: Lista de itens
zh_hans: 列表项目
zh_hant: 列表項目

# PlaylistPanelAccessor.Path
source: Current playlist path
pt_br: Caminho atual da lista de reprodução
zh_hans: 目前播放列表的路径
zh_hant: 目前播放列表的路徑

# PlaylistPanelAccessor.SelectedItems
source: Selected items
pt_br: Itens selecionados
zh_hans: 已选择的列表项目
zh_hant: 已選擇的列表項目

# PlaylistPanelAccessor.Style
source: List item style
pt_br: Estilo de item de lista
zh_hans: 列表项目显示格式
zh_hant: 列表項目顯示格式

# PrevBookCommand
source: Prev Book
ja_jp: 前のブックに移動
pt_br: Livro Anterior
zh_hans: 移动到前一本书
zh_hant: 移動到前一個書本

# PrevBookCommand.Remarks
source: Load the previous book on the bookshelf.
ja_jp: 本棚上での前のブックを読み込みます。
pt_br: Carregue o livro anterior na estante.
zh_hans: 载入书架内的前一本书。
zh_hant: 讀入書庫內的前一個書本。。

# PrevBookHistoryCommand
source: Go back
ja_jp: 前の表示ブックに戻る
pt_br: Voltar
zh_hans: 返回前一个显示的书本
zh_hant: 返回前一個顯示的書本

# PrevBookHistoryCommand.Remarks
source: Open a previously open book.
ja_jp: 前に開いていたブックを開きます。
pt_br: Abrir um livro aberto anteriormente.
zh_hans: 打开之前开启过的书本。
zh_hant: 開啟之前開啟過的書本。

# PrevFolderPageCommand
source: Prev folder
ja_jp: 前のフォルダーに移動
pt_br: Pasta anterior
zh_hans: 移动到前一个文件夹
zh_hant: 移動到前一個資料夾

# PrevFolderPageCommand.Remarks
source: Move to the first page of the previous folder of the book. Valid only in name order.
ja_jp: ブック内の前のフォルダーの先頭ページに移動します。名前順の並びでのみ有効です。
pt_br: Mover para a primeira página da pasta anterior do livro. Válido apenas por ordem de nome.
zh_hans: 移动到书本内前一个文件夹的开始页面。仅在名称排序时有效。
zh_hant: 移動到書本內前一個資料夾的開始頁面。僅在名稱排序時有效。

# PrevHistoryCommand
source: Prev History
ja_jp: 前の履歴に戻る
pt_br: Histórico Anterior
zh_hans: 返回到前一个历史记录
zh_hant: 返回到前一個歷史記錄

# PrevHistoryCommand.Remarks
source: Load the previous old history book.
ja_jp: 前の古い履歴のブックを読み込みます。
pt_br: Carregar o livro anterior do histórico antigo.
zh_hans: 载入前一个旧历史记录的书本。
zh_hant: 讀入前一個舊歷史記錄的書本。

# PrevHistoryPageCommand
source: Go back view page
ja_jp: 前の表示ページに戻る
pt_br: Voltar a visualizar página
zh_hans: 返回到前一个显示的页面
zh_hant: 返回到前一個顯示的頁面

# PrevHistoryPageCommand.Remarks
source: Move to previously view page.
ja_jp: 前に開いていたページに移動します。
pt_br: Mover para a página da exibição anterior.
zh_hans: 移动到之前开启的页面。
zh_hant: 移動到之前開啟的頁面。

# PrevOnePageCommand
source: Prev One
ja_jp: 1 ページ戻る
pt_br: Voltar 1 Página
zh_hans: 返回单页
zh_hant: 返回 1 頁面

# PrevOnePageCommand.Remarks
source: Move forward one page only.
ja_jp: 1 ページだけ前方向に移動します。
pt_br: Avançar apenas uma página.
zh_hans: 只往先前方向移动单页。
zh_hant: 只往先前方向移動 1 頁面。

# PrevPageCommand
source: Prev
ja_jp: 前のページに戻る
pt_br: Página Anterior
zh_hans: 返回到前一个页面
zh_hant: 返回到前一個頁面
