Repository: AetheriumDev/NeeView
Catalog: NeeView/Properties/Resources.*.resx
Languages: ja_jp, pt_br, zh_hans, zh_hant

# PrevPageCommand.Remarks
source: Move to the front of the page. If it is 2 page display, it moves by 2 pages.
ja_jp: ページ前方向に移動します。2 ページ表示の場合は 2 ページ分移動します。
pt_br: Mover para o início da página. Se for uma exibição de 2 páginas, ele se moverá 2 páginas.
zh_hans: 往页面先前的方向移动。当双页显示时移动双页。
zh_hant: 往頁面先前的方向移動。當 2 頁面顯示時移動 2 頁面。

# PrevPlaylistItemCommand
source: Prev playlist item
pt_br: Item anterior da lista de reprodução
zh_hans: 移动到前一个播放列表项目
zh_hant: 移動到前一個播放列表項目

# PrevPlaylistItemCommand.Remarks
source: Go to the previous page mark.
pt_br: Vá para a marca da página anterior.
zh_hans: 移动到前一个播放列表项目。
zh_hant: 移動到前一個播放列表項目。

# PrevPlaylistItemInBookCommand
source: Prev playlist item in book
pt_br: Item anterior da lista de reprodução no livro
zh_hans: 移动到书本内前一个播放列表项目
zh_hant: 移動到書本內前一個播放列表項目

# PrevPlaylistItemInBookCommand.Remarks
source: Move to the previous page mark in the current book.
pt_br: Mover para a marca de página anterior no livro atual.
zh_hans: 移动到目前书本内的前一个播放列表项目。
zh_hant: 移動到目前書本內的前一個播放列表項目。

# PrevScrollPageCommand
source: Scroll + Prev
ja_jp: スクロール＋前のページに戻る
pt_br: Rolar + Anterior
zh_hans: 滚动＋返回到前一个页面
zh_hant: 捲動＋返回到前一個頁面

# PrevScrollPageCommand.Remarks
source: Scroll the image forward in the page. If it is not possible to scroll, it will move to the previous page. When using a loupe, only move pages.
ja_jp: ページ前方向に画像をスクロールさせます。スクロールできない場合は前ページに移動します。ルーペ使用時はページ移動のみ行います。
pt_br: Role a imagem para frente na página. Se não for possível rolar, passará para a página anterior. Ao usar uma lupa, mova apenas as páginas.
zh_hans: 往页面先前方向滚动图像。无法滚动时移动到先前页面。仅在页面移动时可使用放大镜。
zh_hant: 往頁面先前方向捲動圖像。無法捲動時移動到先前頁面。僅在頁面移動時可使用放大鏡。

# PrevSizePageCommand
source: Prev num
ja_jp: 設定ページ数戻る
pt_br: Voltar 10 Páginas
zh_hans: 返回到设置的页面数量
zh_hant: 返回到設定的頁面數量

# PrevSizePageCommand.Remarks
source: It moves forward by the set number of pages.
ja_jp: 設定されたページ数だけ前方向に移動します。
pt_br: Ele avança pelo número definido de páginas.
zh_hans: 仅往先前方向移动设置的页面数量。
zh_hant: 僅往先前方向移動設定的頁面數量。

# PrintCommand
source: Print
ja_jp: 印刷
pt_br: Imprimir
zh_hans: 打印
zh_hant: 列印

# PrintCommand.Menu
source: _Print...
ja_jp: 印刷(_P)...
pt_br: _Imprimir...
zh_hans: 打印(_P)...
zh_hant: 列印(_P)...

# PrintCommand.Remarks
source: Print the image.
ja_jp: 画像を印刷します。
pt_br: Imprimir a imagem.
zh_hans: 打印图像。
zh_hant: 列印圖像。

# PrintMode.RawImage
source: Image
ja_jp: 画像を印刷
pt_br: Imagem
zh_hans: 打印图像
zh_hant: 列印圖像

# PrintMode.View
source: View
ja_jp: 表示を印刷
pt_br: Exibir
zh_hans: 打印显示
zh_hant: 列印顯示

# PrintMode.ViewFill
source: View with paper size
ja_jp: 用紙サイズで表示を印刷
pt_br: Exibir com tamanho de papel
zh_hans: 打印以纸张大小的显示
zh_hant: 列印以紙張大小的顯示

# PrintMode.ViewStretch
source: View all
ja_jp: 全体の表示を印刷
pt_br: Exibir tudo
zh_hans: 打印全部的显示
zh_hant: 列印全部的顯示

# PrintWindow.Background
source: Include background
ja_jp: 背景を印刷する
pt_br: Incluir plano de fundo
zh_hans: 打印背景
zh_hant: 列印背景

# PrintWindow.ButtonPrint
source: Print
ja_jp: 印刷
pt_br: Imprimir
zh_hans: 打印
zh_hant: 列印

# PrintWindow.Column
source: Column
ja_jp: 横
pt_br: Coluna
zh_hans: 横排
zh_hant: 橫排

# PrintWindow.Content
source: Content
ja_jp: 印刷内容
pt_br: Conteúdo
zh_hans: 打印内容
zh_hant: 列印内容

# PrintWindow.Horizontal
source: Horizontal alignment
ja_jp: 水平位置
pt_br: Alinhamento horizontal
zh_hans: 水平对齐
zh_hant: 水平對齊

# PrintWindow.KeepDot
source: Keep dot
ja_jp: ドットのまま印刷
pt_br: Mantenha o ponto
zh_hans: 保持点打印
zh_hant: 保持點列印

# PrintWindow.Margin
source: Margin (mm)
ja_jp: 用紙余白 (mm)
pt_br: Margem (mm)
zh_hans: 纸张留白 (mm)
zh_hant: 紙張留白 (mm)

# PrintWindow.Orientation
source: Orientation
ja_jp: 印刷の向き
pt_br: Orientação
zh_hans: 打印方向
zh_hant: 列印方向

# PrintWindow.Printer
source: Printer
ja_jp: プリンター
pt_br: Impressora
zh_hans: 打印机
zh_hant: 印表機

# PrintWindow.Row
source: Row
ja_jp: 縦
pt_br: Linha
zh_hans: 直排
zh_hant: 直排

# PrintWindow.Sheets
source: Number of sheets
ja_jp: 用紙枚数
pt_br: Número de folhas
zh_hans: 纸张张数
zh_hant: 紙張張數

# PrintWindow.Title
source: Print
ja_jp: 印刷
pt_br: Imprimir
zh_hans: 打印
zh_hant: 列印

# PrintWindow.Vertival
source: Vertical alignment
ja_jp: 垂直位置
pt_br: Alinhamento vertical
zh_hans: 垂直对齐
zh_hant: 垂直對齊

# QueryScheme.Bookmark
source: Bookmark
ja_jp: ブックマーク
pt_br: Marcadores
zh_hans: 书签
zh_hant: 書籤

# QueryScheme.QuickAccess
source: Quick access
ja_jp: クイック アクセス
pt_br: Acesso Rápido
zh_hans: 快速存取
zh_hant: 快速存取

# QueryScheme.Root
source: Bookshelf
ja_jp: 本棚
pt_br: Estante
zh_hans: 书架
zh_hant: 書庫

# QuickAccessTempError.Message
source: Temporary folders can not be added to quick access.
ja_jp: 一時フォルダーはクイックアクセスに追加できません
pt_br: Pastas temporárias não podem ser adicionadas para acesso rápido.
zh_hans: 临时文件夹无法加入到快速存取
zh_hant: 暫存資料夾無法加入到快速存取

# RandomBookCommand
source: Random Book
ja_jp: ランダムなブックに移動
pt_br: Livro Aleatório
zh_hans: 移动到随机书本
zh_hant: 移動到隨機書本

# RandomBookCommand.Remarks
source: Load the random book on the bookshelf.
ja_jp: 本棚上でランダムなブックを読み込みます。
pt_br: Carrega o livro aleatório na estante.
zh_hans: 在书架内随机载入书本。
zh_hant: 在書庫內隨機讀入書本。

# ReLoadCommand
source: Reload
ja_jp: 再読み込み
pt_br: Recarregar
zh_hans: 重新加载
zh_hant: 重新讀入

# ReLoadCommand.Remarks
source: Reload the book
ja_jp: ブックを再読み込みします。
pt_br: Recarregar o livro
zh_hans: 重新载入书本。
zh_hant: 重新讀入書本。

# ReloadSettingCommand
source: Reload settings
ja_jp: 設定の再読込
pt_br: Recarregar Configurações
zh_hans: 重载设置
zh_hant: 重新讀入設定

# ReloadSettingCommand.Remarks
source: Reload the settings.
ja_jp: 設定を再読み込みします。
pt_br: Recarregar Configurações
zh_hans: 重新载入设置。
zh_hant: 將設定重新讀入。

# ResolveConflictDialog.Message
source: Please select only one command to execute with "{0}"
ja_jp: 「{0}」で実行するコマンドを 1 つだけ選択してください
pt_br: Selecione apenas um comando para executar com "{0}"
zh_hans: 请仅选择一个指令以“{0}”执行
zh_hant: 請僅選擇一個指令以「{0}」執行

# ResolveConflictDialog.Title
source: Conflict resolution
ja_jp: 競合の解消
pt_br: Resolução de conflitos
zh_hans: 消除冲突
zh_hant: 消除衝突

# ReversibleCommandParameter.IsReverse
source: Enable operation swap by slider direction
ja_jp: スライダー方向による操作入れ替え許可
pt_br: Habilitar troca de operação por direção do controle deslizante
zh_hans: 允许依照滚动条方向切换操作
zh_hant: 允許依照滑動條方向切換操作

# ReversibleCommandParameter.IsReverse.Remarks
source: Allows the operation replacement by changing the slider direction.
ja_jp: スライダー方向の変更による操作入れ替えを許可します。
pt_br: Permite a substituição da operação alterando a direção do controle deslizante.
zh_hans: 允许依照滚动条方向切换操作。
zh_hant: 允許依照滑動條方向切換操作。

# RippleEffectUnit.Center
source: Center
pt_br: Centro
zh_hans: 中心

# RippleEffectUnit.Frequency
source: Frequency
pt_br: Freqüência
zh_hans: 频率

# RippleEffectUnit.Magnitude
source: Magnitude
zh_hans: 幅度

# RippleEffectUnit.Phase
source: Phase
pt_br: Fase
zh_hans: 阶段

# SaveSettingCommand
source: Save settings
ja_jp: 設定の保存
pt_br: Salvar configurações
zh_hans: 储存设置
zh_hant: 儲存設定

# SaveSettingCommand.Remarks
source: Performs saving the current settings.
ja_jp: 現在の設定の保存を実行します。
pt_br: Executa o salvamento das configurações atuais.
zh_hans: 执行储存目前的设置。
zh_hant: 執行儲存目前的設定。

# ScriptCommand
source: Script
ja_jp: スクリプト
zh_hans: 脚本
zh_hant: 腳本

# ScriptCommand.Remarks
source: Script.
ja_jp: スクリプト。
zh_hans: 脚本。
zh_hant: 腳本。

# ScriptConfig.IsScriptFolderEnabled
source: Use scripts
ja_jp: スクリプトを使用する
pt_br: Usar scripts
zh_hans: 使用脚本
zh_hant: 使用腳本

# ScriptConfig.ScriptFolder
source: Scripts folder
ja_jp: スクリプト フォルダーの場所
pt_br: Pasta Scripts
zh_hans: 脚本文件夹位置
zh_hant: 腳本資料夾位置

# ScriptConfig.ScriptFolder.Remarks
source: Use the scripts in this folder.
ja_jp: このフォルダーのスクリプトを使用します。
pt_br: Use os scripts nesta pasta.
zh_hans: 使用这个文件夹的脚本。
zh_hant: 使用這個資料夾的腳本。

# ScriptOnBookLoadedCommand.Remarks
source: Scrpit. Executes when the book is opened.
ja_jp: スクリプト。ブックを開いたときに実行されます。
pt_br: Script. Executa quando o livro é aberto.
zh_hans: 脚本。当开启书本时执行。
zh_hant: 腳本。當開啟書本時執行。

source: Script reference
ja_jp: スクリプト リファレンス
pt_br: Referência do script
zh_hans: 脚本参考
zh_hant: 腳本參考

# ScriptReference.Summary
source: This section explains how to use NeeView-specific commands.
ja_jp: NeeView 専用のスクリプト命令の使用方法を説明します。
pt_br: Esta seção explica como usar comandos específicos do NeeView.
zh_hans: 说明 NeeView 专用脚本指令的使用方式。
zh_hant: 說明 NeeView 專用腳本指令的使用方式。

# ScrollPageCommandParameter.EndMargin
source: Scroll end margin
pt_br: Rolar ao final da margem
zh_hans: 滚动结尾边距 (像素)
zh_hant: 捲動結尾邊距 (像素)

# ScrollPageCommandParameter.EndMargin.Remarks
source: If the scroll distance is less than this, line movement is prioritized.
pt_br: Se a distância de rolagem for menor que isso, o movimento da linha será priorizado.
zh_hans: 在达到这个滚动距离之前先优先以行移动。
zh_hant: 在達到這個捲動距離之前先優先以行移動。

# ScrollPageCommandParameter.IsNScroll
source: N-type scroll
ja_jp: N字スクロール
pt_br: Rolagem tipo N
zh_hans: N字滚动
zh_hant: N字捲動

# ScrollPageCommandParameter.IsNScroll.Remarks
source: If vertically scrollable, scroll vertically as well. If you can scroll vertically and horizontally, scroll to draw N characters.
ja_jp: 縦スクロール可能な場合、縦方向にもスクロールします。縦横スクロールが可能な場合、N字を描くようにスクロールします。
pt_br: Se for rolável verticalmente, role verticalmente também. Se você puder rolar vertical e horizontalmente, role para desenhar N caracteres.
zh_hans: 如果可以垂直滚动时也会垂直滚动。如果可以垂直水平滚动时，就像画出N字般滚动。
zh_hant: 如果可以垂直捲動時也會垂直捲動。如果可以垂直水平捲動時，就像畫出N字般捲動。

# ScrollPageCommandParameter.LineBreakStopMode
source: Line break stop mode
pt_br: Modo de parada de quebra de linha
zh_hans: 换行停止模式
zh_hant: 換行停止模式

# ScrollPageCommandParameter.LineBreakStopMode.Remarks
source: Line by line or page by page.
pt_br: Linha por linha ou página por página.
zh_hans: 逐行、或逐页。
zh_hant: 逐行、或逐頁。

# ScrollPageCommandParameter.LineBreakStopTime
source: Line break stop (sec)
pt_br: Parada de quebra de linha (seg)
zh_hans: 换行停止 (秒)
zh_hant: 換行停止 (秒)

# ScrollPageCommandParameter.LineBreakStopTime.Remarks
source: This is the waiting time to prevent a line break immediately.
pt_br: Este é o tempo de espera para evitar uma quebra de linha imediatamente.
zh_hans: 不立刻换行的等待时间。
zh_hant: 不立刻換行的等待時間。

# ScrollPageCommandParameter.Scroll
source: Amount of movement
ja_jp: 移動量
pt_br: Quantidade de movimento
zh_hans: 移动量
zh_hant: 移動量

# ScrollPageCommandParameter.Scroll.Remarks
source: The ratio to the screen to scroll in one operation.
ja_jp: 一度の操作でスクロールするする画面に対する割合です。
pt_br: A proporção da tela a ser rolada em uma operação.
zh_hans: 在单次操作中滚动画面的百分比。
zh_hant: 在單次操作中捲動畫面的百分比。

# ScrollPageCommandParameter.ScrollDuration
source: Scroll time (sec)
ja_jp: スクロール時間 (秒)
pt_br: Tempo de rolagem (seg)
zh_hans: 滚动时间 (秒)
zh_hant: 捲動時間 (秒)

# ScrollPageCommandParameter.ScrollType
source: Scroll type
pt_br: Tipo de rolagem
zh_hans: 滚动类别
zh_hant: 捲動類別

# SetBackgroundAutoCommand
source: Image colored background
ja_jp: 背景を画像に合わせた色にする
pt_br: Fundo colorido da imagem
zh_hans: 符合图像的背景
zh_hant: 將背景設為符合圖像的顏色

# SetBackgroundAutoCommand.Remarks
source: Set the background color from the image. Specifically, the color of the upper left pixel of the image is used.
ja_jp: 背景色を画像から設定します。具体的には画像の左上ピクセルの色が使用されます。
pt_br: Defina a cor de fundo da imagem. Especificamente, é usada a cor do pixel superior esquerdo da imagem.
zh_hans: 根据图像设置背景颜色。具体来说为使用图像左上角的像素颜色。
zh_hant: 從圖像設定背景顏色。具體來說為使用圖像左上角的像素顏色。

# SetBackgroundBlackCommand
source: Black background
ja_jp: 背景を黒色にする
pt_br: Fundo preto
zh_hans: 黑色背景
zh_hant: 將背景設定為黑色

# SetBackgroundBlackCommand.Remarks
source: Make the background black.
ja_jp: 背景を黒色にします。
pt_br: Deixar o fundo preto.
zh_hans: 背景设置为黑色。
zh_hant: 背景設定為黑色。

# SetBackgroundCheckCommand
source: White checkered background
ja_jp: 背景を白チェック模様にする
pt_br: Fundo xadrez branco
zh_hans: 白色棋盘背景
zh_hant: 將背景設定為白色方格樣式

# SetBackgroundCheckCommand.Remarks
source: Make the background a white checkered pattern.
ja_jp: 背景を白チェック模様にします。
pt_br: Faça do fundo um padrão xadrez branco.
zh_hans: 将背景设置为白色棋盘样式。
zh_hant: 將背景設定為白色方格樣式。

# SetBackgroundCheckDarkCommand
source: Black checkered background
ja_jp: 背景を黒チェック模様にする
pt_br: Fundo xadrez preto
zh_hans: 黑色棋盘背景
zh_hant: 將背景設定為黑色方格樣式

# SetBackgroundCheckDarkCommand.Remarks
source: Make the background a black checkered pattern.
ja_jp: 背景を黒チェック模様にします。
pt_br: Faça do fundo um padrão xadrez preto.
zh_hans: 将背景设置为黑色棋盘样式。
zh_hant: 將背景設定為黑色方格樣式。

# SetBackgroundCustomCommand
source: Custom Background
ja_jp: 背景をカスタム背景にする
pt_br: Fundo Personalizado
zh_hans: 自定义背景
zh_hant: 將背景設定為自訂背景

# SetBackgroundCustomCommand.Remarks
source: Make the background a custom background.
ja_jp: 背景をカスタム背景にします。
pt_br: Faça do plano de fundo um plano de fundo personalizado.
zh_hans: 将背景设置为自定义背景。
zh_hant: 將背景設定為自訂背景。

# SetBackgroundWhiteCommand
source: White background
ja_jp: 背景を白色にする
pt_br: Fundo branco
zh_hans: 白色背景
zh_hant: 將背景設定為白色

# SetBackgroundWhiteCommand.Remarks
source: Make the background white.
ja_jp: 背景を白色にします。
pt_br: Deixar o fundo branco.
zh_hans: 将背景设置为白色。
zh_hant: 將背景設定為白色。

# SetBookOrderByEntryTimeACommand
source: Book EntryTime Ascending
ja_jp: ブック列は登録昇順
pt_br: Tempo de entrada do livro crescente
zh_hans: 书本列以添加顺序升序排序
zh_hant: 書本列以登錄順序升冪排序

# SetBookOrderByEntryTimeACommand.Remarks
source: Set the order of books in ascending order by entry time.
ja_jp: ブックの並びを登録順 (昇順) にします。
pt_br: Defina a ordem dos livros em ordem crescente por hora de entrada.
zh_hans: 书本排序以添加顺序 (升序) 排序。
zh_hant: 書本排序以登録順序 (升冪) 排序。

# SetBookOrderByEntryTimeDCommand
source: Book EntryTime Descending
ja_jp: ブック列は登録降順
pt_br: Tempo de entrada do livro decrescente
zh_hans: 书本列以添加顺序降序排序
zh_hant: 書本列以登錄順序降冪排序

# SetBookOrderByEntryTimeDCommand.Remarks
source: Set the order of books in descending order by entry time.
ja_jp: ブックの並びを登録順 (降順) にします。
pt_br: Defina a ordem dos livros em ordem decrescente por hora de entrada.
zh_hans: 书本排序以添加顺序 (降序) 排序。
zh_hant: 書本排序以登録順序 (降冪) 排序。

# SetBookOrderByFileNameACommand
source: Book Name Ascending
ja_jp: ブック列はファイル名順昇順
pt_br: Nome do livro ascendente
zh_hans: 书本列以文件名升序排序
zh_hant: 書本列以檔案名稱升冪排序

# SetBookOrderByFileNameACommand.Remarks
source: Set the order of books in ascending order by name.
ja_jp: ブックの並びを名前順 (昇順) にします。
pt_br: Defina a ordem dos livros em ordem crescente por nome.
zh_hans: 书本排序以文件名顺序 (升序) 排序。
zh_hant: 書本排序以檔案名稱順序 (升冪) 排序。

# SetBookOrderByFileNameDCommand
source: Book Name Descending
ja_jp: ブック列はファイル名順降順
pt_br: Nome do livro descendente
zh_hans: 书本列以文件名降序排序
zh_hant: 書本列以檔案名稱降冪排序

# SetBookOrderByFileNameDCommand.Remarks
source: Set the order of books in descending order by name.
ja_jp: ブックの並びを名前順 (降順) にします。
pt_br: Defina a ordem dos livros em ordem decrescente por nome.
zh_hans: 书本排序以文件名顺序 (降序) 排序。
zh_hant: 書本排序以檔案名稱順序 (降冪) 排序。

# SetBookOrderByFileTypeACommand
source: Book FileType Ascending
ja_jp: ブック列は種類昇順
pt_br: Livro Tipo de Arquivo Crescente
zh_hans: 书本列以类别升序排序
zh_hant: 書本列以類別升冪排序

# SetBookOrderByFileTypeACommand.Remarks
source: Set the order of books in ascending order by file type.
ja_jp: ブックの並びをファイルの種類順 (昇順) にします。
pt_br: Defina a ordem dos livros em ordem crescente por tipo de arquivo.
zh_hans: 书本排序以文件类型顺序 (升序) 排序。
zh_hant: 書本排序以檔案類別順序 (升冪) 排序。

# SetBookOrderByFileTypeDCommand
source: Book FileType Descending
ja_jp: ブック列は種類降順
pt_br: Livro Tipo de Arquivo Descendente
zh_hans: 书本列以类别降序排序
zh_hant: 書本列以類別降冪排序

# SetBookOrderByFileTypeDCommand.Remarks
source: Set the order of books in descending order by file type.
ja_jp: ブックの並びをファイルの種類順 (降順) にします。
pt_br: Defina a ordem dos livros em ordem decrescente por tipo de arquivo.
zh_hans: 书本排序以文件类型顺序 (降序) 排序。
zh_hant: 書本排序以檔案類別順序 (降冪) 排序。

# SetBookOrderByPathACommand
source: Book Path Ascending
ja_jp: ブック列はパス昇順
pt_br: Caminho do livro ascendente
zh_hans: 书本列以路径升序排序
zh_hant: 書本列以路徑升冪排序

# SetBookOrderByPathACommand.Remarks
source: Set the order of books in ascending order by full path.
ja_jp: ブックの並びをパス順 (昇順) にします。
pt_br: Defina a ordem dos livros em ordem crescente por caminho completo.
zh_hans: 书本排序以路径顺序 (升序) 排序。
zh_hant: 書本排序以路徑順序 (升冪) 排序。

# SetBookOrderByPathDCommand
source: Book Path Descending
ja_jp: ブック列はパス降順
pt_br: Caminho do livro descendente
zh_hans: 书本列以路径降序排序
zh_hant: 書本列以路徑降冪排序

# SetBookOrderByPathDCommand.Remarks
source: Set the order of books in descending order by full path.
ja_jp: ブックの並びをパス順 (降順) にします。
pt_br: Defina a ordem dos livros em ordem decrescente por caminho completo.
zh_hans: 书本排序以路径顺序 (降序) 排序。
zh_hant: 書本排序以路徑順序 (降冪) 排序。

# SetBookOrderByRandomCommand
source: Book Shuffle
ja_jp: ブック列はシャッフル
pt_br: Misturar Livros
zh_hans: 书本列以随机排序
zh_hant: 書本列以隨機排序

# SetBookOrderByRandomCommand.Remarks
source: Set the order of books randomly.
ja_jp: ブックの並びをシャッフルします。
pt_br: Defina a ordem dos livros aleatoriamente.
zh_hans: 书本排序以随机排序。
zh_hant: 書本排序以隨機排序。

# SetBookOrderBySizeACommand
source: Book Size Ascending
ja_jp: ブック列はサイズ昇順
pt_br: Tamanho do livro crescente
zh_hans: 书本列以大小升序排序
zh_hant: 書本列以大小升冪排序

# SetBookOrderBySizeACommand.Remarks
source: Set the order of books in ascending order by size.
ja_jp: ブックの並びをサイズ順 (昇順) にします。
pt_br: Defina a ordem dos livros em ordem crescente por tamanho.
zh_hans: 书本排序以大小顺序 (升序) 排序。
zh_hant: 書本排序以大小順序 (升冪) 排序。

# SetBookOrderBySizeDCommand
source: Book Size Descending
ja_jp: ブック列はサイズ降順
pt_br: Tamanho do livro decrescente
zh_hans: 书本列以大小降序排序
zh_hant: 書本列以大小降冪排序

# SetBookOrderBySizeDCommand.Remarks
source: Set the order of books in descending order by size.
ja_jp: ブックの並びをサイズ順 (降順) にします。
pt_br: Defina a ordem dos livros em ordem decrescente de tamanho.
zh_hans: 书本排序以大小顺序 (降序) 排序。
zh_hant: 書本排序以大小順序 (降冪) 排序。

# SetBookOrderByTimeStampACommand
source: Book Date Ascending
ja_jp: ブック列は日付昇順
pt_br: Data do livro crescente
zh_hans: 书本列以日期升序排序
zh_hant: 書本列以日期升冪排序

# SetBookOrderByTimeStampACommand.Remarks
source: Set the order of books in ascending order by date.
ja_jp: ブックの並びを日付順 (昇順) にします。
pt_br: Defina a ordem dos livros em ordem crescente por data.
zh_hans: 书本排序以日期顺序 (升序) 排序。
zh_hant: 書本排序以日期順序 (升冪) 排序。

# SetBookOrderByTimeStampDCommand
source: Book Date Descending
ja_jp: ブック列は日付降順
pt_br: Data do livro decrescente
zh_hans: 书本列以日期降序排序
zh_hant: 書本列以日期降冪排序

# SetBookOrderByTimeStampDCommand.Remarks
source: Set the order of books in descending order by darte.
ja_jp: ブックの並びを日付順 (降順) にします。
pt_br: Defina a ordem dos livros em ordem decrescente por data.
zh_hans: 书本排序以日期顺序 (降序) 排序。
zh_hant: 書本排序以日期順序 (降冪) 排序。

# SetBookReadOrderLeftCommand
source: Left to right
ja_jp: 左開き
pt_br: Esquerda para direita
zh_hans: 左开
zh_hant: 左開

# SetBookReadOrderLeftCommand.Remarks
source: Left forward from left to right. The younger page turns to the left when 2 page is displayed.
ja_jp: 読み進む方向を左開きにします。2 ページ表示のときに若いページが左になります。
pt_br: Esquerda para a frente da esquerda para a direita. A página mais nova vira para a esquerda quando a página 2 é exibida.
zh_hans: 将阅读前进方向设为左开。双页显示时较新页面会在左边。
zh_hant: 將閱讀前進方向設為左開。2 頁面顯示時較新頁面會在左邊。

# SetBookReadOrderRightCommand
source: Right to left
ja_jp: 右開き
pt_br: Direita para esquerda
zh_hans: 右开
zh_hant: 右開

# SetBookReadOrderRightCommand.Remarks
source: Left forward from left to right. The young page turns to the right when 2 page is displayed.
ja_jp: 読み進む方向を右開きにします。2 ページ表示のときに若いページが右になります。
pt_br: Esquerda para a frente da esquerda para a direita. A página mais nova vira para a direita quando a página 2 é exibida.
zh_hans: 将阅读前进方向设为左开。双页显示时较新页面会在右边。
zh_hant: 將閱讀前進方向設為左開。2 頁面顯示時較新頁面會在右邊。

# SetDefaultPageSettingCommand
source: Reset page setting
ja_jp: ページ設定の初期化
pt_br: Restaurar configuração de página
zh_hans: 重设页面设置
zh_hant: 重設頁面設定

# SetDefaultPageSettingCommand.Remarks
source: Restore the default page setting.
ja_jp: 既定のページ設定に戻します。
pt_br: Restaurar a configuração de página padrão.
zh_hans: 返回默认页面设置。
zh_hant: 返回預設頁面設定。

# SetFullScreenCommand
source: Full screen
ja_jp: フルスクリーンにする
pt_br: Tela cheia
zh_hans: 全屏
zh_hant: 全螢幕

# SetFullScreenCommand.Remarks
source: Make it full screen.
ja_jp: フルスクリーンにします。
pt_br: Deixe em tela cheia.
zh_hans: 设为全屏。
zh_hant: 設為全螢幕。

# SetPageModeOneCommand
source: One page
ja_jp: 1 ページ表示
pt_br: Uma página
zh_hans: 单页显示
zh_hant: 1 頁面顯示

# SetPageModeOneCommand.Remarks
source: Make it 1 page display.
ja_jp: 1 ページ表示にします。
pt_br: Faça com que seja uma exibição de 1 página.
zh_hans: 以单页显示。
zh_hant: 以 1 頁面顯示。

# SetPageModeTwoCommand
source: Two page
ja_jp: 2 ページ表示
pt_br: Duas páginas
zh_hans: 双页显示
zh_hant: 2 頁面顯示

# SetPageModeTwoCommand.Remarks
source: It makes 2 page display.
ja_jp: 2 ページ表示にします。
pt_br: Faz exibição de 2 páginas.
zh_hans: 以双页显示。
zh_hant: 以 2 頁面顯示。

# SetSortModeEntryCommand
source: Entry Ascending
pt_br: Entrada Ascendente
zh_hans: 文件添加升序
zh_hant: 檔案登錄升冪

# SetSortModeEntryCommand.Remarks
source: Set the order of pages in ascending order by entry.
pt_br: Defina a ordem das páginas em ordem crescente por entrada.
zh_hans: 页面排序以添加顺序升序排序。
zh_hant: 頁面排序以登錄順序升冪排序。

# SetSortModeEntryDescendingCommand
source: Entry Descending
pt_br: Entrada Descendente
zh_hans: 文件添加降序
zh_hant: 檔案登錄降冪

# SetSortModeEntryDescendingCommand.Remarks
source: Set the order of pages in descending order by entry.
pt_br: Defina a ordem das páginas em ordem decrescente por entrada.
zh_hans: 页面排序以文件添加降序排序。
zh_hant: 頁面排序以檔案登錄降冪排序。

# SetSortModeFileNameCommand
source: Name Ascending
ja_jp: ファイル名昇順
pt_br: Nome Ascendente
zh_hans: 文件名升序
zh_hant: 檔案名稱升冪

# SetSortModeFileNameCommand.Remarks
source: Sort the order of the pages in ascending order by filename.
ja_jp: ページの並び順をファイル名昇順にします。
pt_br: Classifique a ordem das páginas em ordem crescente por nome de arquivo.
zh_hans: 页面排序以文件名升序排序。
zh_hant: 頁面排序以檔案名稱升冪排序。

# SetSortModeFileNameDescendingCommand
source: Name Descending
ja_jp: ファイル名降順
pt_br: Nome Descendente
zh_hans: 文件名降序
zh_hant: 檔案名稱降冪

# SetSortModeFileNameDescendingCommand.Remarks
source: Sort the order of the pages in descending order by file name.
ja_jp: ページの並び順をファイル名降順にします。
pt_br: Classifique a ordem das páginas em ordem decrescente por nome de arquivo.
zh_hans: 页面排序以文件名降序排序。
zh_hant: 頁面排序以檔案名稱降冪排序。

# SetSortModeRandomCommand
source: Shuffle
ja_jp: シャッフル
pt_br: Misturado
zh_hans: 随机
zh_hant: 隨機

# SetSortModeRandomCommand.Remarks
source: Shuffle the order of pages.
ja_jp: ページの並び順をシャッフルます。
pt_br: Embaralhe a ordem das páginas.
zh_hans: 页面排序以随机排序。
zh_hant: 頁面排序以隨機排序。

# SetSortModeSizeCommand
source: Size Ascending
ja_jp: ファイルサイズ昇順
pt_br: Tamanho Ascendente
zh_hans: 文件大小升序
zh_hant: 檔案大小升冪

# SetSortModeSizeCommand.Remarks
source: Set the order of pages in ascending order by file size.
ja_jp: ページの並び順をファイル サイズ昇順にします。
pt_br: Defina a ordem das páginas em ordem crescente por tamanho de arquivo.
zh_hans: 页面排序以文件大小升序排序。
zh_hant: 頁面排序以檔案大小升冪排序。

# SetSortModeSizeDescendingCommand
source: Size Descending
ja_jp: ファイルサイズ降順
pt_br: Tamanho Decrescente
zh_hans: 文件大小降序
zh_hant: 檔案大小降冪

# SetSortModeSizeDescendingCommand.Remarks
source: Set the order of pages in descending order by file size.
ja_jp: ページの並び順をファイル サイズ降順にします。
pt_br: Defina a ordem das páginas em ordem decrescente por tamanho de arquivo.
zh_hans: 页面排序以文件大小降序排序。
zh_hant: 頁面排序以檔案大小降冪排序。

# SetSortModeTimeStampCommand
source: Date Ascending
ja_jp: ファイル日付昇順
pt_br: Data Ascendente
zh_hans: 文件日期升序
zh_hant: 檔案日期升冪

# SetSortModeTimeStampCommand.Remarks
source: Sort the order of pages by file date ascending order.
ja_jp: ページの並び順をファイル日付昇順にします。
pt_br: Classifique a ordem das páginas por ordem crescente de data do arquivo.
zh_hans: 页面排序以文件日期升序排序。
zh_hant: 頁面排序以檔案日期升冪排序。

# SetSortModeTimeStampDescendingCommand
source: Date Descending
ja_jp: ファイル日付降順
pt_br: Data Decrescente
zh_hans: 文件日期降序
zh_hant: 檔案日期降冪

# SetSortModeTimeStampDescendingCommand.Remarks
source: Sort the order of pages by file date descending order.
ja_jp: ページの並び順をファイル日付降順にします。
pt_br: Classifique a ordem das páginas por ordem decrescente da data do arquivo.
zh_hans: 页面排序以文件日期降序排序。
zh_hant: 頁面排序以檔案日期降冪排序。

# SetStretchModeInsideCommand
source: Fit to window if large
ja_jp: 大きい場合ウィンドウ サイズに合わせる
pt_br: Ajustar à janela se for grande
zh_hans: 图像较大时符合窗口大小
zh_hant: 圖像較大時符合視窗大小

# SetStretchModeInsideCommand.Remarks
source: Reduce the image to fit in the window and display it.
ja_jp: ウィンドウに収まるように画像を縮小して表示します。
pt_br: Reduza a imagem para caber na janela e exiba-a.
zh_hans: 像是收进窗口内那样将图像缩小显示。
zh_hant: 像是收進視窗內那樣將圖像縮小顯示。
