Repository: AetheriumDev/NeeView
Catalog: NeeView/Properties/Resources.*.resx
Languages: ja_jp, pt_br, zh_hans, zh_hant

# SetStretchModeNoneCommand
source: Original size
ja_jp: オリジナル サイズ
pt_br: Tamanho original
zh_hans: 原始大小
zh_hant: 原始大小

# SetStretchModeNoneCommand.Remarks
source: Display the image as it is.
ja_jp: 画像のサイズそのままで表示します。
pt_br: Exiba a imagem como ela está.
zh_hans: 图像依照原始大小显示。
zh_hant: 圖像依照原始大小顯示。

# SetStretchModeOutsideCommand
source: Fit to window if small
ja_jp: 小さい場合ウィンドウ サイズに広げる
pt_br: Ajustar à janela se for pequeno
zh_hans: 图像较小时符合窗口大小
zh_hant: 圖像較小時符合視窗大小

# SetStretchModeOutsideCommand.Remarks
source: The image is enlarged as much as possible so that it fits in the window.
ja_jp: ウィンドウに収まるように画像をできるだけ拡大して表示します。
pt_br: A imagem é ampliada o máximo possível para caber na janela.
zh_hans: 像是收进窗口内那样将图像尽量放大显示。
zh_hant: 像是收進視窗內那樣將圖像盡量放大顯示。

# SetStretchModeUniformCommand
source: Fit to window
ja_jp: ウィンドウに合わせる
pt_br: Ajustar à janela
zh_hans: 符合窗口
zh_hant: 符合視窗

# SetStretchModeUniformCommand.Remarks
source: Scales the image to fit the window size.
ja_jp: 画像をウィンドウ サイズに合わせるよう拡大縮小します。
pt_br: Dimensiona a imagem para caber no tamanho da janela.
zh_hans: 缩放图像以符合窗口大小。
zh_hant: 將圖像放大縮小以符合視窗大小。

# SetStretchModeUniformToFillCommand
source: Extend to window
ja_jp: ウィンドウいっぱいに広げる
pt_br: Estender para janela
zh_hans: 扩展窗口
zh_hant: 延展符合視窗

# SetStretchModeUniformToFillCommand.Remarks
source: Scale up or down to fit the window size either vertically or horizontally. The image will be larger than the window size.
ja_jp: 縦横どちらかをウィンドウ サイズに合わせるように拡大縮小します。画像はウィンドウ サイズより大きくなります。
pt_br: Aumente ou diminua para ajustar o tamanho da janela verticalmente ou horizontalmente. A imagem será maior que o tamanho da janela.
zh_hans: 在垂直或水平上缩放图像以符合窗口。图像会比窗口大小还要大。
zh_hant: 以垂直或水平放大縮小圖像以符合視窗。圖像會比視窗大小還要大。

# SetStretchModeUniformToHorizontalCommand
source: Fit width to window
ja_jp: 幅をウィンドウに合わせる
pt_br: Ajustar largura à janela
zh_hans: 符合窗口宽度
zh_hant: 以寬度符合視窗

# SetStretchModeUniformToHorizontalCommand.Remarks
source: Scales to fit the width of the image to the width of the window.
ja_jp: ウィンドウの幅に画像の幅を合わせるように拡大縮小します。
pt_br: Dimensiona para ajustar a largura da imagem à largura da janela.
zh_hans: 缩放图像宽度以符合窗口宽度。
zh_hant: 將圖像寬度符合視窗寬度進行放大縮小。

# SetStretchModeUniformToSizeCommand
source: Fit to window area size
ja_jp: 面積をウィンドウに合わせる
pt_br: Ajustar ao tamanho da área da janela
zh_hans: 符合窗口区域
zh_hant: 以區域符合視窗

# SetStretchModeUniformToSizeCommand.Remarks
source: Scales the image so that it is equal to the area size of ​​the window.
ja_jp: ウィンドウの面積と等しくなるように画像を拡大縮小します。
pt_br: Dimensiona a imagem para que seja igual ao tamanho da ​​área da janela.
zh_hans: 缩放图像与窗口区域大小一样。
zh_hant: 放大縮小圖像與視窗區域一樣。

# SetStretchModeUniformToVerticalCommand
source: Fit height to window
ja_jp: 高さをウィンドウに合わせる
pt_br: Ajustar altura à janela
zh_hans: 符合窗口高度
zh_hant: 以高度符合圖像

# SetStretchModeUniformToVerticalCommand.Remarks
source: Scales to fit the height of the image to the height of the window.
ja_jp: ウィンドウの高さに画像の高さを合わせるように拡大縮小します。
pt_br: Dimensiona para ajustar a altura da imagem à altura da janela.
zh_hans: 缩放图像高度以符合窗口高度。
zh_hant: 將圖像高度符合視窗高度進行放大縮小。

# SettingItem.Remove
source: Delete all data...
ja_jp: 全てのデータを削除する...
pt_br: Excluir todos os dados...
zh_hans: 删除全部资料...
zh_hant: 刪除全部資料...

# SettingItem.Remove.Remarks
source: Delete the user data and exit the application. It is used when you want to completely delete history etc. before uninstallation.
ja_jp: ユーザー データを削除してアプリケーションを終了します。アンインストール前に履歴等を完全に削除したい場合に使用します。
pt_br: Excluir os dados do usuário e saia do aplicativo. É usado quando você deseja excluir completamente o histórico, etc., antes da desinstalação.
zh_hans: 删除用户数据并结束应用。在想要移除安装前把历史记录等完全地删除时使用。
zh_hant: 刪除使用者資料並結束應用程式。在想要移除安裝前把歷史記錄等完全地刪除時使用。

# SettingPage.Archive
source: File types
ja_jp: 対応形式
pt_br: Tipos de arquivo
zh_hans: 文件类型
zh_hant: 支援格式

# SettingPage.Archive.Media
source: Video
ja_jp: 動画
pt_br: Vídeo
zh_hans: 视频
zh_hant: 影片

# SettingPage.Archive.MediaAdvance
source: Advanced Setting
ja_jp: 詳細設定
pt_br: Configuração Avançada
zh_hans: 高级设置
zh_hant: 進階設定

# SettingPage.Archive.MediaFeature
source: Video
ja_jp: 動画
pt_br: Vídeo
zh_hans: 视频
zh_hant: 影片

# SettingPage.Archive.PdfAdvance
source: Advanced Setting
ja_jp: 詳細設定
pt_br: Configuração Avançada
zh_hans: 高级设置
zh_hant: 進階設定

# SettingPage.Archive.rSevenZipAdvance
source: Advanced Setting
ja_jp: 詳細設定
pt_br: Configuração Avançada
zh_hans: 高级设置
zh_hant: 進階設定

# SettingPage.Archive.ZipAdvance
source: Advanced Setting
ja_jp: 詳細設定
pt_br: Configuração Avançada
zh_hans: 高级设置
zh_hant: 進階設定

# SettingPage.Archive.ZipFeature
source: Standard archive
ja_jp: 標準圧縮ファイル
pt_br: Arquivo padrão
zh_hans: 标准压缩文件
zh_hant: 標準壓縮檔

# SettingPage.Book
source: Book
ja_jp: ブック
pt_br: Livro
zh_hans: 书本
zh_hant: 書本

# SettingPage.Book.General
source: Book
ja_jp: ブック
pt_br: Livro
zh_hans: 书本
zh_hant: 書本

# SettingPage.Book.Move
source: Move
ja_jp: 移動
pt_br: Mover
zh_hans: 移动
zh_hant: 移動

# SettingPage.Book.MoveBook
source: Move book
ja_jp: ブック移動
pt_br: Mover livro
zh_hans: 移动书本
zh_hant: 移動書本

# SettingPage.Book.MovePage
source: Move pages
ja_jp: ページ移動
pt_br: Mover páginas
zh_hans: 移动页面
zh_hant: 移動頁面

# SettingPage.Book.PageSetting
source: Page settings
ja_jp: ページ設定
pt_br: Configurações da página
zh_hans: 页面设置
zh_hant: 頁面設定

# SettingPage.Book.PageSetting.Remarks
source: The left item is the default value, and the right item is the behavior when the book is opened.
ja_jp: 左の項目は既定値、右の項目はブックを開いたときの動作です。
pt_br: O item da esquerda é o valor padrão e o item da direita é o comportamento quando o livro é aberto.
zh_hans: 左边项目为默认值，右边项目为开启书本时的动作。
zh_hant: 左邊項目為預設值，右邊項目為開啟書本時的動作。

# SettingPage.Book.SubFolder
source: Subfolder
ja_jp: サブフォルダー
pt_br: Sub-pasta
zh_hans: 子文件夹
zh_hant: 子資料夾

# SettingPage.Book.SubFolderAuto
source: Automatic determination of subfolder loading
ja_jp: サブフォルダー読み込み自動判定
pt_br: Determinação automática de carregamento de sub-pastas
zh_hans: 自动判断载入子文件夹
zh_hant: 自動判斷讀入子資料夾

# SettingPage.Book.SubFolderConfirm
source: Confirm loading of subfolder
ja_jp: サブフォルダー読み込み問い合わせ
pt_br: Confirme o carregamento da sub-pasta
zh_hans: 确认载入子文件夹
zh_hant: 確認讀入子資料夾

# SettingPage.Book.Visual
source: Page view
ja_jp: ページ表示
pt_br: Exibição de página
zh_hans: 页面显示
zh_hant: 頁面顯示

# SettingPage.Book.VisualVisual
source: Page view
ja_jp: ページ表示
pt_br: Exibição de página
zh_hans: 页面显示
zh_hant: 頁面顯示

# SettingPage.Bookshelf
source: Bookshelf
ja_jp: 本棚
pt_br: Estante
zh_hans: 书架
zh_hant: 書庫

# SettingPage.Bookshelf.Advance
source: Advanced Setting
ja_jp: 詳細設定
pt_br: Configuração Avançada
zh_hans: 高级设置
zh_hant: 進階設定

# SettingPage.Bookshelf.General
source: Bookshelf
ja_jp: 本棚
pt_br: Estante
zh_hans: 书架
zh_hant: 書庫

# SettingPage.Bookshelf.Tree
source: Folder tree
ja_jp: フォルダー ツリー
pt_br: Árvore de pasta
zh_hans: 树状文件夹
zh_hant: 樹狀資料夾

# SettingPage.Bookshelf.Visual
source: Display
ja_jp: 表示
pt_br: Exibição
zh_hans: 显示
zh_hant: 顯示

# SettingPage.Command
source: Command
ja_jp: コマンド
pt_br: Comando
zh_hans: 指令
zh_hant: 指令

# SettingPage.Command.General
source: Command General
ja_jp: コマンド全般
pt_br: Comando Geral
zh_hans: 常规指令
zh_hant: 一般指令

# SettingPage.Command.GeneralAdvance
source: Command
ja_jp: コマンド
pt_br: Comando
zh_hans: 指令
zh_hant: 指令

# SettingPage.Command.Main
source: Edit commands
ja_jp: コマンド設定
pt_br: Editar comandos
zh_hans: 指令设置
zh_hant: 指令設定

# SettingPage.Command.Scipt
source: Scripts
ja_jp: スクリプト
zh_hans: 脚本
zh_hant: 腳本

# SettingPage.ContextMenu
source: Context menu
ja_jp: コンテキスト メニュー
pt_br: Menu em contexto
zh_hans: 快捷菜单
zh_hant: 快顯功能表

# SettingPage.ContextMenu.Edit
source: Edit context menu
ja_jp: コンテキスト メニュー設定
pt_br: Editar menu de contexto
zh_hans: 快捷菜单设置
zh_hant: 快顯功能表設定

# SettingPage.Effect
source: Effect panel
ja_jp: エフェクト パネル
pt_br: Painel de Efeitos
zh_hans: 效果面板
zh_hant: 效果面板

# SettingPage.Effect.Advance
source: Advanced Setting
ja_jp: 詳細設定
pt_br: Configuração Avançada
zh_hans: 高级设置
zh_hant: 進階設定

# SettingPage.Effect.Visual
source: Effect panel
ja_jp: エフェクト パネル
pt_br: Painel de Efeitos
zh_hans: 效果面板
zh_hant: 效果面板

# SettingPage.FileTypes
source: Image formats
ja_jp: 画像形式
pt_br: Formatos de Imagem
zh_hans: 图像格式
zh_hant: 圖像格式

# SettingPage.Filmstrip
source: Filmstrip
ja_jp: フィルムストリップ
pt_br: Tira de filme
zh_hans: 胶片条
zh_hant: 膠片條

# SettingPage.Fonts
source: Fonts
pt_br: Fonte
zh_hans: 字体
zh_hant: 字型

# SettingPage.General
source: General
ja_jp: 全般
pt_br: Geral
zh_hans: 常规
zh_hant: 一般

# SettingPage.General.Boot
source: Launch
ja_jp: 起動設定
pt_br: Iniciar
zh_hans: 启动设置
zh_hant: 啟動設定

# SettingPage.General.Boot.Remarks
source: * This setting will be reflected after closing the setting screen.
ja_jp: ※この設定は、設定ウィンドウを閉じた後に反映されます。
pt_br: * Esta configuração será refletida após fechar a tela de configuração.
zh_hans: ※这里的设置会在设置窗口关闭后生效。
zh_hant: ※這裡的設定會在設定視窗關閉後生效。

# SettingPage.General.BootBoot
source: Launch setting
ja_jp: 起動設定
pt_br: Configuração de inicialização
zh_hans: 启动设置
zh_hant: 啟動設定

# SettingPage.General.BootBootDetail
source: Advanced Setting
ja_jp: 詳細設定
pt_br: Configuração Avançada
zh_hans: 高级设置
zh_hant: 進階設定

# SettingPage.General.BootBootDetailTips
source: * This setting will be reflected after closing the setting screen.
ja_jp: ※この設定は、設定ウィンドウを閉じた後に反映されます。
pt_br: * Esta configuração será refletida após fechar a tela de configuração.
zh_hans: ※这里的设置会在设置窗口关闭后生效。
zh_hant: ※這裡的設定會在設定視窗關閉後生效。

# SettingPage.General.Detail
source: Environment
ja_jp: 環境
pt_br: Ambiente
zh_hans: 环境
zh_hant: 環境

# SettingPage.General.DetailDetail
source: Advanced Setting
ja_jp: 詳細設定
pt_br: Configuração Avançada
zh_hans: 高级设置
zh_hant: 進階設定

# SettingPage.General.DetailExplorer
source: Explorer
ja_jp: エクスプローラー
zh_hans: 资源管理器
zh_hant: 檔案總管

# SettingPage.General.DetailLanguage
source: Language
ja_jp: 言語
pt_br: Idioma
zh_hans: 语言
zh_hant: 語言

# SettingPage.General.Location
source: Location
ja_jp: 場所
pt_br: Local
zh_hans: 位置
zh_hant: 位置

# SettingPage.General.LocationTypes
source: Location
ja_jp: 場所
pt_br: Local
zh_hans: 位置
zh_hant: 位置

# SettingPage.General.SaveData
source: Save data
ja_jp: 保存データ
pt_br: Salvar dados
zh_hans: 储存数据
zh_hant: 儲存資料

# SettingPage.General.SaveDataRemove
source: Delete data
ja_jp: データの削除
pt_br: Excluir dados
zh_hans: 删除数据
zh_hant: 刪除資料

# SettingPage.General.SaveDataTypes
source: Save data
ja_jp: 保存データ
pt_br: Salvar dados
zh_hans: 储存数据
zh_hant: 儲存資料

# SettingPage.General.SaveDataTypes.Remarks
source: * The file location will be applied the next time you start up. Please use export, import to take over data.
ja_jp: ※保存場所は次の起動から適用されます。データの引継ぎにはエクスポート、インポートを活用してください。
pt_br: * A localização do arquivo será aplicada na próxima vez que você iniciar. Por favor, use exportar, importar para assumir o controle dos dados.
zh_hans: ※储存位置会在下一次启动时生效。数据的管理请善用导出、导入功能。
zh_hant: ※儲存位置會在下一次啟動時套用。資料的管理請善用匯出、匯入功能。

# SettingPage.History
source: History
ja_jp: 履歴
pt_br: Histórico
zh_hans: 历史记录
zh_hant: 歷史記錄

# SettingPage.History.General
source: History
ja_jp: 履歴
pt_br: Histórico
zh_hans: 历史记录
zh_hant: 歷史記錄

# SettingPage.History.GeneralAdvance
source: Advanced Setting
ja_jp: 詳細設定
pt_br: Configuração Avançada
zh_hans: 高级设置
zh_hant: 進階設定

# SettingPage.History.GeneralBookshelf
source: Bookshelf
ja_jp: 本棚
pt_br: Estante
zh_hans: 书架
zh_hant: 書庫

# SettingPage.History.GeneralDelete
source: Delete history
ja_jp: 履歴削除
pt_br: Excluir histórico
zh_hans: 删除历史记录
zh_hant: 刪除歷史記錄

# SettingPage.History.GeneralDeleteButton
source: Delete history
ja_jp: 履歴を削除する
pt_br: Excluir histórico
zh_hans: 删除历史记录
zh_hant: 刪除歷史記錄

# SettingPage.History.GeneralGeneral
source: History
ja_jp: 履歴
pt_br: Histórico
zh_hans: 历史记录
zh_hant: 歷史記錄

# SettingPage.History.GeneralLimit
source: Number of records saved limit
ja_jp: 履歴保存数制限
pt_br: Limite de número de registros salvos
zh_hans: 历史记录数量储存限制
zh_hant: 歷史記錄數量儲存限制

# SettingPage.History.GeneralLimit.Remarks
source: Sets the maximum number of history saved in the history file. The history during application operation is not limited.
ja_jp: 履歴ファイルに保存される履歴数上限を設定します。アプリ動作中の履歴は制限されません。
pt_br: Define o número máximo de histórico salvo no arquivo de histórico. O histórico durante a operação do aplicativo não é limitado.
zh_hans: 设置储存到文件中的历史记录上限。并不限制应用执行中的历史记录。
zh_hant: 設定儲存到檔案中的歷史記錄上限。並不限制應用程式執行中的歷史記錄。

# SettingPage.History.PageView
source: Page view
ja_jp: ページ表示
pt_br: Exibição de página
zh_hans: 页面显示
zh_hant: 頁面顯示

# SettingPage.History.PageViewRecord
source: Page view recording
ja_jp: ページ表示記録
pt_br: Gravação de visualização de página
zh_hans: 页面显示记录
zh_hant: 頁面顯示記錄

# SettingPage.Information
source: Information panel
ja_jp: 情報パネル
pt_br: Painel de informações
zh_hans: 信息面板
zh_hant: 資訊面板

# SettingPage.Information.Visual
source: Information panel
ja_jp: 情報パネル
pt_br: Painel de informações
zh_hans: 信息面板
zh_hant: 資訊面板

# SettingPage.Manipurate
source: View operation
ja_jp: 画像操作
pt_br: Operação de exibição
zh_hans: 查看操作
zh_hant: 圖像操作

# SettingPage.Manipurate.General
source: View operation General
ja_jp: 画像操作全般
pt_br: Exibir operação Geral
zh_hans: 常规图像操作
zh_hant: 一般圖像操作

# SettingPage.Manipurate.GeneralAdvance
source: Advanced Setting
ja_jp: 詳細設定
pt_br: Configuração Avançada
zh_hans: 高级设置
zh_hant: 進階設定

# SettingPage.Manipurate.GeneralViewOperation
source: View operation
ja_jp: ビュー操作
pt_br: Operação de exibição
zh_hans: 检视操作
zh_hant: 檢視操作

# SettingPage.Manipurate.HoverScroll
source: Hover scroll
ja_jp: ホバー スクロール
pt_br: Passe o mouse
zh_hans: 悬浮滚动
zh_hant: 懸浮捲動

# SettingPage.Manipurate.Loupe
source: Loupe
ja_jp: ルーペ
pt_br: Lupa
zh_hans: 放大镜
zh_hant: 放大鏡

# SettingPage.Manipurate.LoupeAdvance
source: Advanced Setting
ja_jp: 詳細設定
pt_br: Configuração Avançada
zh_hans: 高级设置
zh_hant: 進階設定

# SettingPage.Manipurate.LoupeGeneral
source: Loupe
ja_jp: ルーペ
pt_br: Lupa
zh_hans: 放大镜
zh_hant: 放大鏡

# SettingPage.Manipurate.Mouse
source: Mouse operation
ja_jp: マウス操作
pt_br: Operação do mouse
zh_hans: 鼠标操作
zh_hant: 滑鼠操作

# SettingPage.Manipurate.MouseDrag
source: Mouse drag
ja_jp: マウス ドラッグ操作
pt_br: Arrastar o mouse
zh_hans: 鼠标拖拽操作
zh_hant: 滑鼠拖曳操作

# SettingPage.Manipurate.MouseHold
source: Mouse long press
ja_jp: マウス長押し操作
pt_br: Pressão longa do mouse
zh_hans: 鼠标长按操作
zh_hant: 滑鼠長按操作

# SettingPage.Manipurate.MouseVisibility
source: Auto-hide cursor
ja_jp: 自動非表示マウス ポインター
pt_br: Ocultar cursor automaticamente
zh_hans: 自动隐藏鼠标指针
zh_hant: 自動隱藏滑鼠指標

# SettingPage.Manipurate.Touch
source: Touch operation
ja_jp: タッチ操作
pt_br: Operação de toque
zh_hans: 触控操作
zh_hant: 觸控操作

# SettingPage.Manipurate.TouchAdvance
source: Advanced Setting
ja_jp: 詳細設定
pt_br: Configuração Avançada
zh_hans: 详细设置
zh_hant: 詳細設定

# SettingPage.Manipurate.TouchGeneral
source: Touch operation
ja_jp: タッチ操作
pt_br: Operação de toque
zh_hans: 触控操作
zh_hant: 觸控操作

# SettingPage.MemoryAndPerformance
source: Memory & Performance
ja_jp: メモリとパフォーマンス
pt_br: Memória e Desempenho
zh_hans: 内存与性能
zh_hant: 記憶體與效能

# SettingPage.Notify
source: Notification
ja_jp: 通知
pt_br: Notificação
zh_hans: 通知
zh_hant: 通知

# SettingPage.Notify.Display
source: Notification display
ja_jp: 通知表示
pt_br: Exibição de notificação
zh_hans: 通知显示
zh_hant: 通知顯示

# SettingPage.PageTitle
source: Page title
ja_jp: ページ タイトル
pt_br: Título da página
zh_hans: 页面标题
zh_hant: 頁面標題

# SettingPage.PanelItems
source: Panel list item
ja_jp: パネル リスト項目
pt_br: Item da lista do painel
zh_hans: 面板列表项目
zh_hant: 面板列表項目

# SettingPage.PanelItems.Font
source: List item font
ja_jp: リスト項目のフォント
pt_br: Fonte do item da lista
zh_hans: 列表项目字体
zh_hant: 列表項目字型

# SettingPage.PanelItems.StyleBanner
source: Banner style of list items
ja_jp: リスト項目のバナー表示
pt_br: Estilo de banner dos itens da lista
zh_hans: 列表项目的横幅风格
zh_hant: 列表項目的橫幅顯示

# SettingPage.PanelItems.StyleContent
source: Content style of list items
ja_jp: リスト項目のコンテンツ表示
pt_br: Estilo de conteúdo dos itens da lista
zh_hans: 列表项目的内容风格
zh_hant: 列表項目的內容顯示

# SettingPage.PanelItems.StyleThumbnail
source: Thumbnail style of list items
ja_jp: リスト項目のサムネイル表示
pt_br: Estilo de miniatura dos itens da lista
zh_hans: 列表项目的缩略图风格
zh_hant: 列表項目的縮圖顯示

# SettingPage.Panels
source: Panels
ja_jp: パネル
pt_br: Painéis
zh_hans: 面板
zh_hant: 面板

# SettingPage.Panels.AutoHide
source: Auto-hide panel
ja_jp: 自動非表示パネル
pt_br: Ocultar painel automaticamente
zh_hans: 自动隐藏面板
zh_hant: 自動隱藏面板

# SettingPage.Panels.AutoHideMode
source: Auto-hide mode
ja_jp: 自動非表示モード
pt_br: Modo de ocultação automática
zh_hans: 自动隐藏模式
zh_hant: 自動隱藏模式

# SettingPage.Panels.AutoHideMode.WindowState
source: Window state to apply auto-hide mode
ja_jp: 自動非表示モードを適用するウィンドウ状態
pt_br: Estado da janela para aplicar o modo de ocultação automática
zh_hans: 可使用自动隐藏模式的窗口状态
zh_hant: 視窗狀態可套用自動隱藏模式

# SettingPage.Panels.SidePanels
source: Side panels
ja_jp: サイド パネル全般
pt_br: Painéis laterais
zh_hans: 侧边面板
zh_hant: 側邊面板

# SettingPage.Script
source: Script
ja_jp: スクリプト
zh_hans: 脚本
zh_hant: 腳本

# SettingPage.SearchResult
source: Search results
ja_jp: 検索結果
pt_br: Resultados da pesquisa
zh_hans: 搜索结果
zh_hant: 搜尋結果

# SettingPage.SearchResult.NotFound
source: Search results not found
ja_jp: 検索結果が見つかりませんでした
pt_br: Resultados da pesquisa não encontrados
zh_hans: 找不到搜索结果
zh_hant: 找不到搜尋結果

# SettingPage.Slider
source: Slider
ja_jp: スライダー
pt_br: Controle deslizante
zh_hans: 滚动条
zh_hant: 滑動條

# SettingPage.Slideshow
source: Slideshow
ja_jp: スライドショー
zh_hans: 幻灯片放映
zh_hant: 幻燈片放映

# SettingPage.Susie.ArchivePlugin
source: Archive plug-in
ja_jp: 書庫プラグイン
pt_br: Plug-in de arquivo
zh_hans: 文件插件
zh_hant: 檔案擴充套件

# SettingPage.Susie.General
source: General Susie
ja_jp: Susie 全般
pt_br: Geral Susie
zh_hans: Susie 一般
zh_hant: Susie 一般

# SettingPage.Susie.GeneralAdvance
source: Advanced Setting
ja_jp: 詳細設定
pt_br: Configuração Avançada
zh_hans: 高级设置
zh_hant: 進階設定

# SettingPage.Susie.GeneralGeneral
source: Susie plug-in
ja_jp: Susie プラグイン
zh_hans: Susie 插件
zh_hant: Susie 擴充套件

# SettingPage.Susie.GeneralGeneral.Remarks
source: It supports Susie plug-in (.spi).
ja_jp: Susie プラグイン (.spi) に対応しています。
pt_br: Suporta plug-in Susie (.spi).
zh_hans: 可支持 Susie 插件 (.spi)。
zh_hant: 可支援 Susie 擴充套件 (.spi)。

# SettingPage.Susie.GeneralPriority
source: Priority
ja_jp: 優先設定
pt_br: Prioridade
zh_hans: 优先设置
zh_hant: 優先設定

# SettingPage.Susie.ImagePlugin
source: Image plug-in
ja_jp: 画像プラグイン
pt_br: Plug-in de imagem
zh_hans: 图像插件
zh_hant: 圖像擴充套件

# SettingPage.Thumbnail
source: Thumbnail
ja_jp: サムネイル
pt_br: Miniatura
zh_hans: 缩略图
zh_hant: 縮圖

# SettingPage.Thumbnail.Advance
source: Thumbnail image settings
ja_jp: サムネイル画像設定
pt_br: Configurações de imagem em miniatura
zh_hans: 缩略图设置
zh_hant: 縮圖圖像設定

# SettingPage.Thumbnail.Cache
source: Thumbnail cache
ja_jp: サムネイル キャッシュ
pt_br: Cache de miniaturas
zh_hans: 缩略图缓存
zh_hant: 縮圖快取

# SettingPage.Thumbnail.CacheClear
source: Clear thumbnail cache
ja_jp: サムネイル キャッシュ削除
pt_br: Limpar cache de miniaturas
zh_hans: 删除缩略图缓存
zh_hant: 刪除縮圖快取

# SettingPage.Thumbnail.CacheClearButton
source: Clear thumbnail cache
ja_jp: サムネイル キャッシュを削除する
pt_br: Limpar cache de miniaturas
zh_hans: 删除缩略图缓存
zh_hant: 刪除縮圖快取

# SettingPage.Thumbnail.CacheClearTips
source: After changing the thumbnail image settings, you need to clear the cache.
ja_jp: サムネイル画像設定を変更したらキャッシュを削除してください。
pt_br: Depois de alterar as configurações da imagem em miniatura, você precisa limpar o cache.
zh_hans: 请在缩略图设置更改后删除缓存。
zh_hant: 請在縮圖圖像設定更改後刪除快取。

# SettingPage.Window
source: Window
ja_jp: ウィンドウ
pt_br: Janela
zh_hans: 窗口
zh_hant: 視窗

# SettingPage.Window.Advance
source: Window advanced setting
ja_jp: ウィンドウ詳細
pt_br: Configuração avançada da janela
zh_hans: 窗口高级设置
zh_hant: 視窗進階設定

# SettingPage.Window.Background
source: Background
ja_jp: 背景
pt_br: Fundo
zh_hans: 背景
zh_hant: 背景

# SettingPage.Window.Theme
source: Theme
ja_jp: テーマ
pt_br: Tema
zh_hans: 主题
zh_hant: 主題

# SettingPage.WindowTitle
source: Window title
ja_jp: ウィンドウ タイトル
pt_br: Título da janela
zh_hans: 窗口标题
zh_hant: 視窗標題

# SettingPage.WindowTitle.Note
source: $Book .. Name of the book $Page[LR] .. Current page number $PageMax .. Maximum page number $ViewScale .. Scale by view operation (%) $FullName[LR] .. File name including path $Name[LR] .. File name $Size[LR] .. File size (e.g. 100×100) $SizeEx[LR] .. File size + number of pixel bits (e.g. 100×100×24) $Scale[LR] .. Image scale (%) "◯◯◯[LR]" indicates that the variable name changes for 1 page or 2 pages. For example, $Name is for 1 page, $NameL is for 2 pages left, $NameR is for 2 pages right. $Name is the main page (the smaller page number) when displaying 2 pages.
ja_jp: フォーマットの説明 $Book .. 開いているブック名 $Page[LR] .. 現在ページ番号 $PageMax .. 最大ページ番号 $ViewScale .. ビュー操作による表示倍率 (%) $FullName[LR] .. パスを含むファイル名 $Name[LR] .. ファイル名 $Size[LR] .. ファイル サイズ (例. 100×100) $SizeEx[LR] .. ファイル サイズ + ピクセル ビット数 (例. 100×100×24) $Scale[LR] .. 画像の表示倍率 (%) "◯◯◯[LR]" は、1 ページ用、2 ページ用で変数名が変わることを示します。 例えば $Name は 1 ページ用、 $NameL は ２ ページ左用、 $NameR は 2 ページ右用になります。 $Name は 2 ページ表示時には主となるページ (ページ番号の小さい方) になります。
pt_br: $Book .. Nome do livro $Page[LR] .. Número da página atual $PageMax .. Número máximo de páginas $ViewScale .. Dimensionar por operação de visualização (%) $FullPath[LR] .. Caminho completo do arquivo $FullName[LR] .. Nome do arquivo incluindo caminho $Nome[LR] .. Nome do arquivo $Size[LR] .. Tamanho do arquivo (por exemplo, 100×100) $SizeEx[LR] .. Tamanho do arquivo + número de bits de pixel (por exemplo, 100×100×24) $Scale[LR] .. Escala de imagem (%) "◯◯◯[LR]" indica que o nome da variável muda para 1 ou 2 páginas. Por exemplo, $Name é para 1 página, $NameL é para 2 páginas restantes, $ NameR é para 2 páginas à direita. $Name é a página principal (o número menor da página) ao exibir 2 páginas.
zh_hans: $Book .. 开启的文件名 $Page[LR] .. 目前页面编号 $PageMax .. 最大页面编号 $ViewScale .. 查看操作时的显示比例 (%) $FullPath[LR] .. 文件完整路径 $FullName[LR] .. 文件名包含路径 $Name[LR] .. 文件名 $Size[LR] .. 文件分辨率 (例如 100×100) $SizeEx[LR] .. 文件分辨率 + 像素位深 (例如 100×100×24) $Scale[LR] .. 图像显示比例 (%) "◯◯◯[LR]" 为给单页使用、双页使用的变量名称。 比如说 $Name 为单页使用， $NameL 为双页左边使用、 $NameR 为双页右边使用。 $Name 为双页显示时的主要页面 (页面编号较小者) 。
zh_hant: $Book .. 開啟的檔案名稱 $Page[LR] .. 目前頁面編號 $PageMax .. 最大頁面編號 $ViewScale .. 依照檢視操作顯示倍率 (%) $FullPath[LR] .. File full path $FullName[LR] .. 檔案名稱包含路徑 $Name[LR] .. 檔案名稱 $Size[LR] .. 檔案大小 (例如. 100×100) $SizeEx[LR] .. 檔案大小 + 像素位元數 (例如. 100×100×24) $Scale[LR] .. 圖像顯示倍率 (%) "◯◯◯[LR]" 為給 1 頁面使用、2 頁面使用的可變變數名稱。 比如說 $Name 為 1 頁面使用， $NameL 為 ２ 頁面左邊使用、 $NameR 為 2 頁面右邊使用。 $Name 為 2 頁面顯示時的主要頁面 (頁面編號較小者) 。

# SettingPage.WindowTitle.Note.Title
source: Format Description
pt_br: Descrição do formato
zh_hans: 格式说明
zh_hant: 格式描述

# SevenZipArchiveConfig.IsEnabled
source: Use compressed file expansion with 7-Zip
ja_jp: 7-Zip による圧縮ファイル展開を使用する
pt_br: Use expansão de arquivo compactado com 7-Zip
zh_hans: 使用 7-Zip 解压压缩文件
zh_hant: 透過使用 7-Zip 展開壓縮檔

# SevenZipArchiveConfig.SupportFileTypes
source: Compressed file extension
ja_jp: 圧縮ファイルの拡張子
pt_br: Extensão de arquivo compactado
zh_hans: 压缩文件扩展名
zh_hant: 壓縮檔副檔名

# SevenZipArchiveConfig.X64DllPath
source: Location of 7z.dll (64 bit)
ja_jp: 7z.dll (64bit) の場所
pt_br: Localização de 7z.dll (64 bits)
zh_hans: 7z.dll (64bit) 位置
zh_hant: 7z.dll (64bit) 位置

# SevenZipArchiveConfig.X64DllPath.Remarks
source: Set this if you want to use another 7z.dll. To reflect, you need to reopen the application.
ja_jp: 別の 7z.dll を使用したい場合に設定します。反映にはアプリを開き直す必要があります。
pt_br: Defina isto se quiser usar outro 7z.dll. Para refletir, você precisa reabrir o aplicativo.
zh_hans: 希望使用另外的 7z.dll 时设置这个。重启应用后生效。
zh_hant: 在想要使用另外的 7z.dll 時設定。需要重新開啟應用程式套用。

# SevenZipArchiveConfig.X86DllPath
source: Location of 7z.dll (32bit)
ja_jp: 7z.dll (32bit) の場所
pt_br: Localização de 7z.dll (32 bits)
zh_hans: 7z.dll (32bit) 位置
zh_hant: 7z.dll (32bit) 位置

# SevenZipArchiveConfig.X86DllPath.Remarks
source: Set this if you want to use another 7z.dll. To reflect, you need to reopen the application.
ja_jp: 別の 7z.dll を使用したい場合に設定します。反映にはアプリを開き直す必要があります。
pt_br: Defina isto se quiser usar outro 7z.dll. Para refletir, você precisa reabrir o aplicativo.
zh_hans: 希望使用另外的 7z.dll 时设置这个。重启应用后生效。
zh_hant: 在想要使用另外的 7z.dll 時設定。需要重新開啟應用程式套用。

# SharpenEffectUnit.Amount
source: Amount
pt_br: Montante
zh_hans: 数量
