Repository: AetheriumDev/NeeView
Catalog: NeeView/Properties/Resources.*.resx
Languages: ja_jp, pt_br, zh_hans, zh_hant

# _Document.SearchOptions.html
source: <h1>NeeView search options</h1> <h2>Search options</h2> <p> If no search option is specified, it becomes AND-Standard search (same as specifying "/and /m2").<br/> Search options affect only the immediately following search words. </p> <h3>Connection options</h3> <table class="table-slim table-topless"> <tr><th>Option</th><th>Description</th></tr> <tr><td>/and</td><td>AND search (default)</td></tr> <tr><td>/or</td><td>OR search</td></tr> <tr><td>/not</td><td>NOT search</td></tr> </table> <h3>Match options</h3> <table class="table-slim table-topless"> <tr><th>Option</th><th>Description</th><th>Supplement</th></tr> <tr><td>/m0, /exact</td><td>ExactMatch</td><td>"Same as enclosing with double quotes"</td></tr> <tr><td>/m1, /word</td><td>WordMatch</td><td>Since we identify words by kind of letters, accuracy is not very good.</td></tr> <tr><td>/m2</td><td>Standard (default)</td><td></td></tr> <tr><td>/re</td><td>RegularExpression</td><td><a href="https://docs.microsoft.com/en-us/dotnet/standard/base-types/regular-expression-language-quick-reference">.NE Regular Expression</a></td></tr> <tr><td>/ire</td><td>RegularExpression / IgnoreCase</td><td>Perform regular expression search without case sensitivity.</td></tr> <tr><td>/since</td><td>DateTime / Since</td><td>After specified date</td></tr> <tr><td>/until</td><td>DateTime / Until</td><td>Before specified date</td></tr> </table> <p> In case of Standard search or WordMatch search, it becomes ambiguous search as follows. <ul> <li>Halfwidth and double-byte are not distinguished.</li> <li>It does not distinguish between Hiragana and Katakana. In case of WordMatch search, we will distinguish.</li> <li>We do not distinguish capital letters and lower case letters of alphanumeric characters.</li> <li>Ignore the leading "0" for numbers. (Example: "2015-2-4" and "2015-02-04" are not distinguished)</li> <li>UNICODE normalization (NFKC).</li> </ul> </p> <h3>DateTime format</h3> <p> Normally, it is specified in the form "2019-04-01". Because <a href="https://docs.microsoft.com/en-us/dotnet/standard/base-types/parsing-datetime">.NET date and time parsing</a> is used, you can specify other formats.<br/> NOTE: The date designation "2019-04-01" is interpreted as "2019-04-01 00:00:00", so "/until 2019-04-01" does not include April 1. </p> <p> You can also specify relative date and time in the format "-12day", "-6month" and "-1year". <br/> "/since -5day" means "within the past 5 days". </p> <h2>Example of use</h2> AND-Standard search of "ABC", "DEF" <blockquote>ABC DEF</blockquote> RegularExpression search of "^ABC$" <blockquote>/re ^ABC$</blockquote> ExactMatch search for "ABC DEF" <blockquote>"ABC DEF"</blockquote> "DEF" NOT-WordMatch search for "ABC" Standard search results <blockquote>ABC /not /word DEF</blockquote> Search for files updated in April 2019 <blockquote>/since 2019-04-01 /until 2019-05-01</blockquote>
pt_br: <h1>NeeView search options</h1> <h2>Search options</h2> <p> If no search option is specified, it becomes AND-Standard search (same as specifying "/and /text /m2").<br/> Search options affect only the immediately following search words.<br/> Search options are not case sensitive. </p> <h3>Connection options</h3> <table class="table-slim table-topless"> <tr><th>Option</th><th>Description</th></tr> <tr><td>/and</td><td>AND search (default)</td></tr> <tr><td>/or</td><td>OR search</td></tr> <tr><td>/not</td><td>NOT search</td></tr> </table> <h3>Property Options</h3> <table class="table-slim table-topless"> <tr><th>Option</th><th>Description</th><th>Supplement</th></tr> <tr><td>/text</td><td>Text (default)</td><td>String. File or page name.</td></tr> <tr><td>/date</td><td>Date and Time</td><td>DateTime. Date of last update. For history, last viewed date.</td></tr> <tr><td>/size</td><td>Size</td><td>Numerals. File size</td></tr> <tr><td>/bookmark</td><td>Bookmarked</td><td>Filter. Valid in the Bookshelf, History, and Bookmarks panels.</td></tr> <tr><td>/history</td><td>History registered</td><td>Filter. Valid in the Bookshelf, History, and Bookmarks panels.</td></tr> <tr><td>/playlist</td><td>Playlist registered</td><td>Filter. Valid in the PageList panel.</td></tr> <tr><td>/title</td><td>Title</td><td>String. Informação da página. Valid in the PageList panel.</td></tr> <tr><td>/subject</td><td>Subject</td><td>String. Informação da página. Valid in the PageList panel.</td></tr> <tr><td>/rating</td><td>Rating</td><td>Numerals. Informação da página. Valid in the PageList panel.</td></tr> <tr><td>/tags</td><td>Tags</td><td>String. Informação da página. Valid in the PageList panel.</td></tr> <tr><td>/comments</td><td>Comments</td><td>String. Informação da página. Valid in the PageList panel.</td></tr> <tr><td>/p.meta.[key]</td><td>Meta information</td><td>String. Informação da página. Valid in the PageList panel. See "Meta Information" section for details</td></tr> </table> <h3>Match options</h3> <table class="table-slim table-topless"> <tr><th>Option</th><th>Description</th><th>Supplement</th></tr> <tr><td>/m0, /exact</td><td>ExactMatch</td><td>"Same as enclosing with double quotes"</td></tr> <tr><td>/m1, /word</td><td>WordMatch</td><td>Since we identify words by kind of letters, accuracy is not very good.</td></tr> <tr><td>/m2, /fuzzy</td><td>Standard (default)</td><td></td></tr> <tr><td>/re</td><td>RegularExpression</td><td><a href="https://docs.microsoft.com/en-us/dotnet/standard/base-types/regular-expression-language-quick-reference">.NE Regular Expression</a></td></tr> <tr><td>/ire</td><td>RegularExpression / IgnoreCase</td><td>Perform regular expression search without case sensitivity.</td></tr> <tr><td>/since</td><td>DateTime / Since</td><td>After specified date</td></tr> <tr><td>/until</td><td>DateTime / Until</td><td>Before specified date</td></tr> <tr><td>/lt</td><td>Comparison operation / less than</td><td>Comparison operations work properly with sizes, dates, etc.</td></tr> <tr><td>/le</td><td>Comparison operation / less than equal</td></tr> <tr><td>/eq</td><td>Comparison operation / equal</td></tr> <tr><td>/ne</td><td>Comparison operation / not equal</td></tr> <tr><td>/ge</td><td>Comparison operation / grater than equal</td></tr> <tr><td>/gt</td><td>Comparison operation / grater than</td></tr> </table> <p> In case of Standard search or WordMatch search, it becomes ambiguous search as follows. <ul> <li>Halfwidth and double-byte are not distinguished.</li> <li>It does not distinguish between Hiragana and Katakana. In case of WordMatch search, we will distinguish.</li> <li>We do not distinguish capital letters and lower case letters of alphanumeric characters.</li> <li>Ignore the leading "0" for numbers. (Example: "2015-2-4" and "2015-02-04" are not distinguished)</li> <li>UNICODE normalization (NFKC).</li> </ul> </p> <h3>DateTime format</h3> <p> Normally, it is specified in the form "2019-04-01". Because <a href="https://docs.microsoft.com/en-us/dotnet/standard/base-types/parsing-datetime">.NET date and time parsing</a> is used, you can specify other formats.<br/> NOTE: The date designation "2019-04-01" is interpreted as "2019-04-01 00:00:00", so "/until 2019-04-01" does not include April 1. </p> <p> You can also specify relative date and time in the format "-12day", "-6month" and "-1year". <br/> "/since -5day" means "within the past 5 days". </p> <h3>Numeric format</h3> <p> Supports integers.<br/> It also supports k, K, g, G, m, and M unit notations. Lowercase letters are multiplied by 1000, and uppercase letters are multiplied by 1024. </p> <hr/> <h2>Details</h2> The previous options are aliased and simplified. Detailed definitions are given here. <h3>Search unit</h3> The basic unit of search is the following set <blockquote>Connection option(/c.) | Property option(/p.) | Match option(/m.) | Keyword</blockquote> A string that does not begin with a "/" is a keyword, and this set is determined when it appears. Options not previously specified will use default values, and duplicate category options will be overwritten. <h3>Options</h3> Options are categorized by prefix character. <h4>Connection options (/c.)</h4> <table class="table-slim table-topless"> <tr><th>Option</th><th>Description</th></tr> <tr><td>/c.and</td><td>AND search (default)</td></tr> <tr><td>/c.or</td><td>OR search</td></tr> <tr><td>/c.not</td><td>NOT search</td></tr> </table> <h4>Property Options (/p.)</h4> <table class="table-slim table-topless"> <tr><th>Option</th><th>Description</th><th>Type</th></tr> <tr><td>/p.text</td><td>Text (default)<td>String</td></tr> <tr><td>/p.date</td><td>Date and Time</td><td>DateTime</td></tr> <tr><td>/p.size</td><td>Size</td><td>Integer</td></tr> <tr><td>/p.bookmark</td><td>Bookmarked</td><td>Boolean</td></tr> <tr><td>/p.history</td><td>History registered</td><td>Boolean</td></tr> <tr><td>/p.playlist</td><td>Playlist registered</td><td>Boolean</td></tr> <tr><td>/p.rating</td><td>Meta Information: Rating</td><td>Integer</td></tr> <tr><td>/p.meta.[key]</td><td>Meta Information. See Meta Information section for details.</td><td>String</td></tr> </table> <h4>Match options (/m.)</h4> <table class="table-slim table-topless"> <tr><th>Option</th><th>Description</th><td>Type</td></tr> <tr><td>/m.exact</td><td>ExactMatch</td><td>String</td></tr> <tr><td>/m.word</td><td>WordMatch</td><td>String</td></tr> <tr><td>/m.fuzzy</td><td>FuzzyMatch (default)</td><td>String</td></tr> <tr><td>/m.re</td><td>RegularExpression</td><td>String</td></tr> <tr><td>/m.ire</td><td>RegularExpression / IgnoreCase</td><td>String</td></tr> <tr><td>/m.lt</td><td>Less than</td><td>Type of property option</td></tr> <tr><td>/m.le</td><td>Less than equal</td><td>Type of property option</td></tr> <tr><td>/m.eq</td><td>Equal</td><td>Type of property option</td></tr> <tr><td>/m.ne</td><td>Not equal</td><td>Type of property option</td></tr> <tr><td>/m.ge</td><td>Grater than equal</td><td>Type of property option</td></tr> <tr><td>/m.gt</td><td>Grater than</td><td>Type of property option</td></tr> </table> The property and conforming options determine the type of value used for comparison, which is then converted to that type before the conformance check is performed. The following example performs a date/time comparison as a DateTime type. <blockquote>/p.date /m.lt</blockquote> The following example compares the date and time as a string. <blockquote>/p.date /m.fuzzy</blockquote> <h3>Alias</h3> Options have aliases defined for ease of use, and in some cases are expanded into multiple options. <table class="table-slim table-topless"> <tr><th>Alias</th><th>Decode</th></tr> <tr><td>/and</td><td>/c.and</td></tr> <tr><td>/or</td><td>/c.or</td></tr> <tr><td>/not</td><td>/c.not</td></tr> <tr><td>/text</td><td>/p.text</td></tr> <tr><td>/date</td><td>/p.date</td></tr> <tr><td>/size</td><td>/p.size</td></tr> <tr><td>/re</td><td>/m.re</td></tr> <tr><td>/ire</td><td>/m.ire</td></tr> <tr><td>/exact</td><td>/m.exact</td></tr> <tr><td>/word</td><td>/m.word</td></tr> <tr><td>/fuzzy</td><td>/m.fuzzy</td></tr> <tr><td>/m0</td><td>/m.exact</td></tr> <tr><td>/m1</td><td>/m.word</td></tr> <tr><td>/m2</td><td>/m.fuzzy</td></tr> <tr><td>/lt</td><td>/m.lt</td></tr> <tr><td>/le</td><td>/m.le</td></tr> <tr><td>/eq</td><td>/m.eq</td></tr> <tr><td>/ne</td><td>/m.ne</td></tr> <tr><td>/ge</td><td>/m.ge</td></tr> <tr><td>/gt</td><td>/m.gt</td></tr> <tr><td>/since</td><td>/p.date /m.ge</td></tr> <tr><td>/until</td><td>/p.date /m.le</td></tr> <tr><td>/bookmark</td><td>/p.bookmark /m.eq true</td></tr> <tr><td>/history</td><td>/p.history /m.eq true</td></tr> <tr><td>/playlist</td><td>/p.playlist /m.eq true</td></tr> <tr><td>/title</td><td>/p.meta.title</td></tr> <tr><td>/subject</td><td>/p.meta.subject</td></tr> <tr><td>/rating</td><td>/p.rating</td></tr> <tr><td>/tags</td><td>/p.meta.tags</td></tr> <tr><td>/comments</td><td>/p.meta.comments</td></tr> </table> <h3>Meta Information</h3> <p> Meta information is the information displayed in the "Information Panel".<br/> The meta information search is specified in the following format. Specify the name of the meta information item in [key]. The resulting value is a string equivalent to the one displayed. <blockquote>/p.meta.[key]</blockquote> It may take some time to get results when the number of pages is large because the files are read to retrieve meta information. </p> <p> <table class="table-slim table-topless"> <tr><th>[key]</th><th>Item</th></tr> <tr><td>FileName</td><td>@InformationKey.FileName</td></tr> <tr><td>FilePath</td><td>@InformationKey.FilePath</td></tr> <tr><td>CreationTime</td><td>@InformationKey.CreationTime</td></tr> <tr><td>LastWriteTime</td><td>@InformationKey.LastWriteTime</td></tr> <tr><td>FileSize</td><td>@InformationKey.FileSize</td></tr> <tr><td>ArchivePath</td><td>@InformationKey.ArchivePath</td></tr> <tr><td>Archiver</td><td>@InformationKey.Archiver</td></tr> <tr><td>Dimensions</td><td>@InformationKey.Dimensions</td></tr> <tr><td>HorizontalResolution</td><td>@InformationKey.HorizontalResolution</td></tr> <tr><td>VerticalResolution</td><td>@InformationKey.VerticalResolution</td></tr> <tr><td>BitDepth</td><td>@InformationKey.BitDepth</td></tr> <tr><td>Decoder</td><td>@InformationKey.Decoder</td></tr> <tr><td>Title</td><td>@InformationKey.Title</td></tr> <tr><td>Subject</td><td>@InformationKey.Subject</td></tr> <tr><td>Rating</td><td>@InformationKey.Rating</td></tr> <tr><td>Tags</td><td>@InformationKey.Tags</td></tr> <tr><td>Comments</td><td>@InformationKey.Comments</td></tr> <tr><td>Author</td><td>@InformationKey.Author</td></tr> <tr><td>DateTaken</td><td>@InformationKey.DateTaken</td></tr> <tr><td>ApplicationName</td><td>@InformationKey.ApplicationName</td></tr> <tr><td>DateAcquired</td><td>@InformationKey.DateAcquired</td></tr> <tr><td>Copyright</td><td>@InformationKey.Copyright</td></tr> <tr><td>CameraMaker</td><td>@InformationKey.CameraMaker</td></tr> <tr><td>CameraModel</td><td>@InformationKey.CameraModel</td></tr> <tr><td>FNumber</td><td>@InformationKey.FNumber</td></tr> <tr><td>ExposureTime</td><td>@InformationKey.ExposureTime</td></tr> <tr><td>ISOSpeed</td><td>@InformationKey.ISOSpeed</td></tr> <tr><td>ExposureBias</td><td>@InformationKey.ExposureBias</td></tr> <tr><td>FocalLength</td><td>@InformationKey.FocalLength</td></tr> <tr><td>MaxAperture</td><td>@InformationKey.MaxAperture</td></tr> <tr><td>MeteringMode</td><td>@InformationKey.MeteringMode</td></tr> <tr><td>SubjectDistance</td><td>@InformationKey.SubjectDistance</td></tr> <tr><td>FlashMode</td><td>@InformationKey.FlashMode</td></tr> <tr><td>FlashEnergy</td><td>@InformationKey.FlashEnergy</td></tr> <tr><td>FocalLengthIn35mmFilm</td><td>@InformationKey.FocalLengthIn35mmFilm</td></tr> <tr><td>LensMaker</td><td>@InformationKey.LensMaker</td></tr> <tr><td>LensModel</td><td>@InformationKey.LensModel</td></tr> <tr><td>FlashMaker</td><td>@InformationKey.FlashMaker</td></tr> <tr><td>FlashModel</td><td>@InformationKey.FlashModel</td></tr> <tr><td>CameraSerialNumber</td><td>@InformationKey.CameraSerialNumber</td></tr> <tr><td>Contrast</td><td>@InformationKey.Contrast</td></tr> <tr><td>Brightness</td><td>@InformationKey.Brightness</td></tr> <tr><td>LightSource</td><td>@InformationKey.LightSource</td></tr> <tr><td>ExposureProgram</td><td>@InformationKey.ExposureProgram</td></tr> <tr><td>Saturation</td><td>@InformationKey.Saturation</td></tr> <tr><td>Sharpness</td><td>@InformationKey.Sharpness</td></tr> <tr><td>WhiteBalance</td><td>@InformationKey.WhiteBalance</td></tr> <tr><td>PhotometricInterpretation</td><td>@InformationKey.PhotometricInterpretation</td></tr> <tr><td>DigitalZoom</td><td>@InformationKey.DigitalZoom</td></tr> <tr><td>Orientation</td><td>@InformationKey.Orientation</td></tr> <tr><td>EXIFVersion</td><td>@InformationKey.EXIFVersion</td></tr> <tr><td>GPSLatitude</td><td>@InformationKey.GPSLatitude</td></tr> <tr><td>GPSLongitude</td><td>@InformationKey.GPSLongitude</td></tr> <tr><td>GPSAltitude</td><td>@InformationKey.GPSAltitude</td></tr> </table> "@InformationGroup.Extras" key is a string with spaces removed from that item name. </p> <hr/> <h2>Example of use</h2> AND-Standard search of "ABC", "DEF" <blockquote>ABC DEF</blockquote> RegularExpression search of "^ABC$" <blockquote>/re ^ABC$</blockquote> ExactMatch search for "ABC DEF" <blockquote>"ABC DEF"</blockquote> "DEF" NOT-WordMatch search for "ABC" Standard search results <blockquote>ABC /not /word DEF</blockquote> Search for files updated in April 2019 <blockquote>/since 2019-04-01 /until 2019-05-01</blockquote> Search for files less than 10 MB in size <blockquote>/size /lt 10M</blockquote> AND standard search of "ABC" for bookmark search results <blockquote>/bookmark ABC</blockquote> Search for pages containing "smile" in "parameters" in "@InformationGroup.Extras" <blockquote>/p.meta.parameters smile</blockquote>
zh_hans: <h1>NeeView 搜索选项</h1> <h2> 搜索选项</h2> <p> 如果没有指定搜索选项，则是标准的与搜索（相当于指定了参数"/and /text /m2"）。<br/> 搜索选项仅作用于随后的搜索关键词。<br/> 搜索选项不区分大小写。 </p> <h3>连接选项</h3> <table class="table-slim table-topless"> <tr><th>选项</th><th>说明</th></tr> <tr><td>/and</td><td>与搜索 (默认)</td></tr> <tr><td>/or</td><td>或搜索</td></tr> <tr><td>/not</td><td>非搜索</td></tr> </table> <h3>属性选项</h3> <table class="table-slim table-topless"> <tr><th>选项</th><th>说明</th><th>补充</th></tr> <tr><td>/text</td><td>文本 (默认)</td><td>字符串。文件名或页名。</td></tr> <tr><td>/date</td><td>日期和时间</td><td>日期时间。最后的更新日期。对于历史记录，则是最后的查看日期。</td></tr> <tr><td>/size</td><td>大小</td><td>数字。文件大小。</td></tr> <tr><td>/bookmark</td><td>书签</td><td>过滤器。在书架、历史和书签面板有效。</td></tr> <tr><td>/history</td><td>历史记录</td><td>过滤器。在书架、历史和书签面板有效。</td></tr> <tr><td>/playlist</td><td>播放列表</td><td>过滤器。在页面列表有效。</td></tr> <tr><td>/title</td><td>标题</td><td>字符串。页面信息。在页面列表有效。</td></tr> <tr><td>/subject</td><td>主题</td><td>字符串。页面信息。在页面列表有效。</td></tr> <tr><td>/rating</td><td>评级</td><td>数字。页面信息。在页面列表有效。</td></tr> <tr><td>/tags</td><td>标签</td><td>字符串。页面信息。在页面列表有效。</td></tr> <tr><td>/comments</td><td>注释</td><td>字符串。页面信息。在页面列表有效。</td></tr> <tr><td>/p.meta.[key]</td><td>元数据信息</td><td>字符串。页面信息。在页面列表有效。更多细节查看“元数据信息”章节。</td></tr> </table> <h3>匹配选项</h3> <table class="table-slim table-topless"> <tr><th>选项</th><th>说明</th><th>补充</th></tr> <tr><td>/m0, /exact</td><td>完全匹配</td><td>功能等同于双引号</td></tr> <tr><td>/m1, /word</td><td>单词匹配</td><td> 由于是以字母种类来分辨单词，精准度不是很好</td></tr> <tr><td>/m2, /fuzzy</td><td>标准 (默认)</td><td></td></tr> <tr><td>/re</td><td>正则表达式</td><td><a href="https://docs.microsoft.com/zh-cn/dotnet/standard/base-types/regular-expression-language-quick-reference">.NET的正则表达式</a></td></tr> <tr><td>/ire</td><td>正则表达式・忽略大小写</td><td>不区分大小写进行正则表达式搜索</td></tr> <tr><td>/since</td><td>指定日期时间・以后</td><td>指定日期时间以后</td></tr> <tr><td>/until</td><td>指定日期时间・以前</td><td>指定日期时间以前</td></tr> <tr><td>/lt</td><td>比较操作，小于</td><td>比较操作适用于大小、日期等。</td></tr> <tr><td>/le</td><td>比较操作，小于等于</td></tr> <tr><td>/eq</td><td>比较操作，等于</td></tr> <tr><td>/ne</td><td>比较操作，不等于</td></tr> <tr><td>/ge</td><td>比较操作，大于等于</td></tr> <tr><td>/gt</td><td>比较操作，大于</td></tr> </table> <p> 标准搜索或者单词匹配搜索时，会变成模糊搜索。 <ul> <li>不区分半角、全角。</li> <li>不区分平假名、片假名。单词匹配时区分。</li> <li>不区分字母、数字的大小写。</li> <li>忽略数字开头的"0"。(例如：不区分 "2015-2-4" 与 "2015-02-04")</li> <li>UNICODE 归一化 (NFKC)。</li> </ul> </p> <h3>日期时间格式</h3> <p> 一般指定 "2019-04-01" 这样的格式。 因为使用 <a href="https://docs.microsoft.com/zh-cn/dotnet/standard/base-types/parsing-datetime">.NET 的日期时间解析</a>，也可以指定其它的格式。<br/> 注意："2019-04-01" 会被解释为 "2019-04-01 00:00:00"，所以 "/until 2019-04-01" 并不包括4月1日。<br/> </p> <p> 也可用 "-12day"、"-6month"、"-1year" 这样的格式指定相对日期时间。<br/> "/since -5day" 表示“过去5天内”。 </p> <h3>数字格式</h3> <p> 支持整数。<br/> 也支持k、K、g、G、m 和 M 符号。小写字母表示 1000 倍数，大写字母表示 1024 倍数。 </p> <hr/> <h2>细节</h2> 前面的选项都是别名和简化过的。这里给出详细定义。 <h3>搜索单元</h3> 基本的搜索单元由如下组成 <blockquote>连接选项(/c.) | 参数选项(/p.) | 匹配选项(/m.) | 关键词</blockquote> 开头无 "/" 的字符串是关键词，通过关键词划分单元。 前面未指定的选项将使用默认值，重复的类别选项将被覆盖。 <h3>选项</h3> 根据前缀字符来分类选项。 <h4>连接选项 (/c.)</h4> <table class="table-slim table-topless"> <tr><th>选项</th><th>说明</th></tr> <tr><td>/c.and</td><td>与搜索 (默认)</td></tr> <tr><td>/c.or</td><td>或搜索</td></tr> <tr><td>/c.not</td><td>非搜索</td></tr> </table> <h4>参数选项 (/p.)</h4> <table class="table-slim table-topless"> <tr><th>选项</th><th>说明</th><th>类型</th></tr> <tr><td>/p.text</td><td>文本 (默认)<td>字符串</td></tr> <tr><td>/p.date</td><td>日期和时间</td><td>日期时间</td></tr> <tr><td>/p.size</td><td>大小</td><td>整数</td></tr> <tr><td>/p.bookmark</td><td>书签</td><td>布尔型</td></tr> <tr><td>/p.history</td><td>历史记录</td><td>布尔型</td></tr> <tr><td>/p.playlist</td><td>播放列表</td><td>布尔型</td></tr> <tr><td>/p.rating</td><td>元数据信息：评级</td><td>整数</td></tr> <tr><td>/p.meta.[key]</td><td>元数据信息。细节查看元数据信息章节。</td><td>字符串</td></tr> </table> <h4>匹配参数 (/m.)</h4> <table class="table-slim table-topless"> <tr><th>选项</th><th>说明</th><td>类型</td></tr> <tr><td>/m.exact</td><td>完全匹配</td><td>字符串</td></tr> <tr><td>/m.word</td><td>单词匹配</td><td>字符串</td></tr> <tr><td>/m.fuzzy</td><td>模糊匹配 (默认)</td><td>字符串</td></tr> <tr><td>/m.re</td><td>正则表达式</td><td>字符串</td></tr> <tr><td>/m.ire</td><td>正则表达式，忽略大小写</td><td>字符串</td></tr> <tr><td>/m.lt</td><td>小于</td><td>属性选项类型</td></tr> <tr><td>/m.le</td><td>小于等于</td><td>属性选项类型</td></tr> <tr><td>/m.eq</td><td>等于</td><td>属性选项类型</td></tr> <tr><td>/m.ne</td><td>不等于</td><td>属性选项类型</td></tr> <tr><td>/m.ge</td><td>大于等于</td><td>属性选项类型</td></tr> <tr><td>/m.gt</td><td>大于</td><td>属性选项类型</td></tr> </table> 属性和匹配选项决定了用于比较的值类型，在执行匹配检查时会进行类型转换。 下面例子将日期时间数据作为日期时间类型。 <blockquote>/p.date /m.lt</blockquote> 下面例子将日期时间作为字符串。 <blockquote>/p.date /m.fuzzy</blockquote> <h3>别名</h3> 为了方便使用，选项有别名。一些情况下会被展开成多个选项。 <table class="table-slim table-topless"> <tr><th>别名</th><th>解码后</th></tr> <tr><td>/and</td><td>/c.and</td></tr> <tr><td>/or</td><td>/c.or</td></tr> <tr><td>/not</td><td>/c.not</td></tr> <tr><td>/text</td><td>/p.text</td></tr> <tr><td>/date</td><td>/p.date</td></tr> <tr><td>/size</td><td>/p.size</td></tr> <tr><td>/re</td><td>/m.re</td></tr> <tr><td>/ire</td><td>/m.ire</td></tr> <tr><td>/exact</td><td>/m.exact</td></tr> <tr><td>/word</td><td>/m.word</td></tr> <tr><td>/fuzzy</td><td>/m.fuzzy</td></tr> <tr><td>/m0</td><td>/m.exact</td></tr> <tr><td>/m1</td><td>/m.word</td></tr> <tr><td>/m2</td><td>/m.fuzzy</td></tr> <tr><td>/lt</td><td>/m.lt</td></tr> <tr><td>/le</td><td>/m.le</td></tr> <tr><td>/eq</td><td>/m.eq</td></tr> <tr><td>/ne</td><td>/m.ne</td></tr> <tr><td>/ge</td><td>/m.ge</td></tr> <tr><td>/gt</td><td>/m.gt</td></tr> <tr><td>/since</td><td>/p.date /m.ge</td></tr> <tr><td>/until</td><td>/p.date /m.le</td></tr> <tr><td>/bookmark</td><td>/p.bookmark /m.eq true</td></tr> <tr><td>/history</td><td>/p.history /m.eq true</td></tr> <tr><td>/playlist</td><td>/p.playlist /m.eq true</td></tr> <tr><td>/title</td><td>/p.meta.title</td></tr> <tr><td>/subject</td><td>/p.meta.subject</td></tr> <tr><td>/rating</td><td>/p.rating</td></tr> <tr><td>/tags</td><td>/p.meta.tags</td></tr> <tr><td>/comments</td><td>/p.meta.comments</td></tr> </table> <h3>元数据信息</h3> <p> 元数据信息显示在“信息面板”。<br/> 下面的格式指定了元数据信息搜索。 在[key]里指定元数据信息的键名称。得到的值是字符串，和显示的一致。 <blockquote>/p.meta.[key]</blockquote> 当页面数量太多时，得到结果可能需要一些时间，因为需要读取文件检索元数据信息。 </p> <p> <table class="table-slim table-topless"> <tr><th>[key]</th><th>键</th></tr> <tr><td>FileName</td><td>@InformationKey.FileName</td></tr> <tr><td>FilePath</td><td>@InformationKey.FilePath</td></tr> <tr><td>CreationTime</td><td>@InformationKey.CreationTime</td></tr> <tr><td>LastWriteTime</td><td>@InformationKey.LastWriteTime</td></tr> <tr><td>FileSize</td><td>@InformationKey.FileSize</td></tr> <tr><td>ArchivePath</td><td>@InformationKey.ArchivePath</td></tr> <tr><td>Archiver</td><td>@InformationKey.Archiver</td></tr> <tr><td>Dimensions</td><td>@InformationKey.Dimensions</td></tr> <tr><td>HorizontalResolution</td><td>@InformationKey.HorizontalResolution</td></tr> <tr><td>VerticalResolution</td><td>@InformationKey.VerticalResolution</td></tr> <tr><td>BitDepth</td><td>@InformationKey.BitDepth</td></tr> <tr><td>Decoder</td><td>@InformationKey.Decoder</td></tr> <tr><td>Title</td><td>@InformationKey.Title</td></tr> <tr><td>Subject</td><td>@InformationKey.Subject</td></tr> <tr><td>Rating</td><td>@InformationKey.Rating</td></tr> <tr><td>Tags</td><td>@InformationKey.Tags</td></tr> <tr><td>Comments</td><td>@InformationKey.Comments</td></tr> <tr><td>Author</td><td>@InformationKey.Author</td></tr> <tr><td>DateTaken</td><td>@InformationKey.DateTaken</td></tr> <tr><td>ApplicationName</td><td>@InformationKey.ApplicationName</td></tr> <tr><td>DateAcquired</td><td>@InformationKey.DateAcquired</td></tr> <tr><td>Copyright</td><td>@InformationKey.Copyright</td></tr> <tr><td>CameraMaker</td><td>@InformationKey.CameraMaker</td></tr> <tr><td>CameraModel</td><td>@InformationKey.CameraModel</td></tr> <tr><td>FNumber</td><td>@InformationKey.FNumber</td></tr> <tr><td>ExposureTime</td><td>@InformationKey.ExposureTime</td></tr> <tr><td>ISOSpeed</td><td>@InformationKey.ISOSpeed</td></tr> <tr><td>ExposureBias</td><td>@InformationKey.ExposureBias</td></tr> <tr><td>FocalLength</td><td>@InformationKey.FocalLength</td></tr> <tr><td>MaxAperture</td><td>@InformationKey.MaxAperture</td></tr> <tr><td>MeteringMode</td><td>@InformationKey.MeteringMode</td></tr> <tr><td>SubjectDistance</td><td>@InformationKey.SubjectDistance</td></tr> <tr><td>FlashMode</td><td>@InformationKey.FlashMode</td></tr> <tr><td>FlashEnergy</td><td>@InformationKey.FlashEnergy</td></tr> <tr><td>FocalLengthIn35mmFilm</td><td>@InformationKey.FocalLengthIn35mmFilm</td></tr> <tr><td>LensMaker</td><td>@InformationKey.LensMaker</td></tr> <tr><td>LensModel</td><td>@InformationKey.LensModel</td></tr> <tr><td>FlashMaker</td><td>@InformationKey.FlashMaker</td></tr> <tr><td>FlashModel</td><td>@InformationKey.FlashModel</td></tr> <tr><td>CameraSerialNumber</td><td>@InformationKey.CameraSerialNumber</td></tr> <tr><td>Contrast</td><td>@InformationKey.Contrast</td></tr> <tr><td>Brightness</td><td>@InformationKey.Brightness</td></tr> <tr><td>LightSource</td><td>@InformationKey.LightSource</td></tr> <tr><td>ExposureProgram</td><td>@InformationKey.ExposureProgram</td></tr> <tr><td>Saturation</td><td>@InformationKey.Saturation</td></tr> <tr><td>Sharpness</td><td>@InformationKey.Sharpness</td></tr> <tr><td>WhiteBalance</td><td>@InformationKey.WhiteBalance</td></tr> <tr><td>PhotometricInterpretation</td><td>@InformationKey.PhotometricInterpretation</td></tr> <tr><td>DigitalZoom</td><td>@InformationKey.DigitalZoom</td></tr> <tr><td>Orientation</td><td>@InformationKey.Orientation</td></tr> <tr><td>EXIFVersion</td><td>@InformationKey.EXIFVersion</td></tr> <tr><td>GPSLatitude</td><td>@InformationKey.GPSLatitude</td></tr> <tr><td>GPSLongitude</td><td>@InformationKey.GPSLongitude</td></tr> <tr><td>GPSAltitude</td><td>@InformationKey.GPSAltitude</td></tr> </table> "@InformationGroup.Extras"的键是字符串，键名里的空格被删除。 </p> <hr/> <h2>使用范例</h2> 与标准搜索 "ABC"、"DEF" <blockquote>ABC DEF</blockquote> 正则表达式搜索 "^ABC$" <blockquote>/re ^ABC$</blockquote> 完全匹配搜索 "ABC DEF" <blockquote>"ABC DEF"</blockquote> 标准搜索 "ABC"，单词非搜索 "DEF" <blockquote>ABC /not /word DEF</blockquote> 搜索2019年4月更新的文件 <blockquote>/since 2019-04-01 /until 2019-05-01</blockquote> 搜索小于 10 MB 的文件 <blockquote>/size /lt 10M</blockquote> 在书签里与标准搜索 "ABC" <blockquote>/bookmark ABC</blockquote> 搜索页面的元数据的 "@InformationGroup.Extras""parameters" 键里包含 "smile" <blockquote>/p.meta.parameters smile</blockquote>
zh_hant: <h1>NeeView 搜尋選項</h1> <h2> 搜尋選項</h2> <p> 沒有指定搜尋選項以AND標準搜尋(指定"/and /m2"時也一樣)。<br/> 搜尋選項僅會影響隨後的搜尋關鍵字。 </p> <h3>連接選項</h3> <table class="table-slim table-topless"> <tr><th>選項</th><th>説明</th></tr> <tr><td>/and</td><td>AND搜尋 (預設)</td></tr> <tr><td>/or</td><td>OR搜尋</td></tr> <tr><td>/not</td><td>NOT搜尋</td></tr> </table> <h3>符合選項</h3> <table class="table-slim table-topless"> <tr><th>選項</th><th>描述</th><th>補充</th></tr> <tr><td>/m0, /exact</td><td>完全一致</td><td> "與以雙引號包括的相同"</td></tr> <tr><td>/m1, /word</td><td>單詞一致</td><td> 由於是以文字類別來辨別單詞，精準度不是很好</td></tr> <tr><td>/m2</td><td>標準 (預設)</td><td></td></tr> <tr><td>/re</td><td>正則表達式</td><td><a href="https://docs.microsoft.com/ja-jp/dotnet/standard/base-types/regular-expression-language-quick-reference">.NET的正則表達式</a></td></tr> <tr><td>/ire</td><td>正則表達式・忽略大小寫</td><td>不區分大小寫進行正則表達式搜尋</td></tr> <tr><td>/since</td><td>指定日期時間・以後</td><td>指定日期時間以後</td></tr> <tr><td>/until</td><td>指定日期時間・以前</td><td>指定日期時間以前</td></tr> </table> <p> 標準搜尋或是單詞一致搜尋時，以下之類的會變成模稜兩可的搜尋。 <ul> <li>不區分半形、全形。</li> <li>不區分平假名、片假名。</li> <li>不區分英數的大小寫。</li> <li>忽略數字開頭為"0"。(例如：不會區分 "2015年2月4日" 與 "2015年02月04日")</li> <li>使用 UNICODE正則化(NFKC)。</li> </ul> </p> <h3>日期時間指定格式</h3> <p> 一般指定以 "2019-04-01" 這樣的格式。 <a href="https://docs.microsoft.com/ja-jp/dotnet/standard/base-types/parsing-datetime">.NET的日期時間轉換</a>為了方便使用，也可以指定這些以外的格式。<br/> 對於要注意的點，"2019-04-01" 的日期指定會被解釋為 "2019-04-01 00:00:00" 、"/until 2019-04-01" 並不包括4月1日。<br/> </p> <p> 以及、可以指定如"-12day", "-6month" "-1year" 這樣相對日期時間的格式。<br/> "/since -5day" 為「過去5日以内」這樣的意思。 </p> <h2>使用範例</h2> "ABC","DEF"的AND標準搜尋 <blockquote>ABC DEF</blockquote> "^ABC$"的正則表達式搜尋 <blockquote>/re ^ABC$</blockquote> "ABC DEF"的完全一致搜尋 <blockquote>"ABC DEF"</blockquote> "ABC"標準搜尋結果、"DEF"NOT單詞搜尋 <blockquote>ABC /not /word DEF</blockquote> 搜尋2019年4月更新的檔案 <blockquote>/since 2019-04-01 /until 2019-05-01</blockquote>
