Repository: AetheriumDev/NeeView
Catalog: NeeView/Properties/Resources.*.resx
Languages: ja_jp, pt_br, zh_hans, zh_hant

# ToggleCommand.Execute.Remarks
source: switch: bool|ON/OFF. Toggle if omitted.
ja_jp: switch: bool|有効/無効。省略した場合は切り替え。
pt_br: interruptor: bool|LIGADO/DESLIGADO. Alterne se omitido.
zh_hans: switch: bool|启动/停用。当省略时为切换。
zh_hant: switch: bool|啟動/停用。當省略時為切換。

# ToggleCustomSizeCommand
source: Toggle custom size
ja_jp: サイズ指定の有効/無効
pt_br: Alternar tamanho personalizado
zh_hans: 启用/停用指定大小
zh_hant: 啟用/停用指定大小

# ToggleCustomSizeCommand.Menu
source: Custom size
ja_jp: サイズ指定
pt_br: Tamanho personalizado
zh_hans: 指定大小
zh_hant: 指定大小

# ToggleCustomSizeCommand.Off
source: Custom size OFF
ja_jp: サイズ指定無効
pt_br: Tamanho personalizado DESLIGADO
zh_hans: 停用指定大小
zh_hant: 停用指定大小

# ToggleCustomSizeCommand.On
source: Custom size
ja_jp: サイズ指定有効
pt_br: Tamanho personalizado
zh_hans: 启用指定大小
zh_hant: 啟用指定大小

# ToggleCustomSizeCommand.Remarks
source: Toggles enabling / disabling of size specification applied to original size.
ja_jp: オリジナルサイズに適用されるサイズ指定の有効/無効を切り替えます。
pt_br: Alterna entre ativar/desativar a especificação de tamanho aplicada ao tamanho original.
zh_hans: 切换启用/停用指定大小应用于原始大小。
zh_hant: 切換啟用/停用套用到原始大小的指定大小。

# ToggleEffectCommand
source: Toggle effect
ja_jp: エフェクト有効/無効
pt_br: Alternar efeito
zh_hans: 启用/停用效果
zh_hant: 啟用/停用效果

# ToggleEffectCommand.Menu
source: Effect
ja_jp: エフェクト
pt_br: Efeito
zh_hans: 效果
zh_hant: 效果

# ToggleEffectCommand.Off
source: Effect OFF
ja_jp: エフェクト無効
pt_br: Efeito DESLIGADO
zh_hans: 停用效果
zh_hant: 停用效果

# ToggleEffectCommand.On
source: Effect
ja_jp: エフェクト有効
pt_br: Efeito
zh_hans: 启用效果
zh_hant: 啟用效果

# ToggleEffectCommand.Remarks
source: Toggle effect on / off.
ja_jp: エフェクトの有効/無効を切り替えます。
pt_br: Ativar/desativar efeito.
zh_hans: 切换启用/停用效果。
zh_hant: 切換啟用/停用效果。

# ToggleForceAutoRotateCommand
source: Force auto rotation
ja_jp: 自動回転を強制
pt_br: Forçar rotação automática
zh_hans: 强制自动旋转
zh_hant: 強制自動旋轉

# ToggleForceAutoRotateCommand.Menu
source: Force auto rotation
ja_jp: 自動回転を強制
pt_br: Forçar rotação automática
zh_hans: 强制自动旋转
zh_hant: 強制自動旋轉

# ToggleForceAutoRotateCommand.Remarks
source: Automatic rotation is applied regardless of the aspect ratio of the image.
ja_jp: 画像の縦横比に関わらず自動回転を適用します。
pt_br: A rotação automática é aplicada independentemente da proporção da imagem.
zh_hans: 不管图像的宽高比如何都使用自动旋转。
zh_hant: 不管圖像的寬高比如何都套用自動旋轉。

# ToggleForceAutoRotateOffCommand
source: Force auto rotation OFF
ja_jp: 自動回転の強制を解除
pt_br: Forçar a rotação automática DESLIGADA
zh_hans: 取消强制自动旋转
zh_hant: 取消強制自動旋轉

# ToggleForceAutoRotateOnCommand
source: Force auto rotation
ja_jp: 自動回転を強制する
pt_br: Forçar rotação automática
zh_hans: 强制自动旋转
zh_hant: 強制自動旋轉

# ToggleFullScreenCommand
source: Toggle full screen
ja_jp: フルスクリーン切り替え
pt_br: Alternar para o modo tela cheia
zh_hans: 切换全屏
zh_hant: 切換全螢幕

# ToggleFullScreenCommand.Menu
source: Full screen
ja_jp: フルスクリーン
pt_br: Tela cheia
zh_hans: 全屏
zh_hant: 全螢幕

# ToggleFullScreenCommand.Off
source: Full screen OFF
ja_jp: フルスクリーン解除
pt_br: Tela cheia DESLIGADA
zh_hans: 取消全屏
zh_hant: 取消全螢幕

# ToggleFullScreenCommand.On
source: Full screen
ja_jp: フルスクリーン
pt_br: Tela cheia
zh_hans: 全屏
zh_hant: 全螢幕

# ToggleFullScreenCommand.Remarks
source: Switch the full screen state.
ja_jp: フルスクリーン状態を切替ます。
pt_br: Mude o estado de tela cheia
zh_hans: 切换全屏状态。
zh_hant: 切換全螢幕狀態。

# ToggleGridCommand
source: Grid
ja_jp: グリッド有効/無効
pt_br: Grade
zh_hans: 启用/停用网格线
zh_hant: 啟用/停用格線

# ToggleGridCommand.Menu
source: Grid
ja_jp: グリッド
pt_br: Grade
zh_hans: 网格线
zh_hant: 格線

# ToggleGridCommand.Off
source: Grid OFF
ja_jp: グリッド無効
pt_br: Grade DESLIGADA
zh_hans: 停用网格线
zh_hant: 停用格線

# ToggleGridCommand.On
source: Grid
ja_jp: グリッド有効
pt_br: Grade
zh_hans: 启用网格线
zh_hant: 啟用格線

# ToggleGridCommand.Remarks
source: Toggle visible / hide of grid.
ja_jp: グリッドの表示/非表示を切り替えます。
pt_br: Alternar entre visível/ocultar grade.
zh_hans: 切换显示/隐藏网格线。
zh_hant: 切換顯示/隱藏格線。

# ToggleHideMenuCommand
source: Toggle auto hide menu
ja_jp: メニューを自動的に隠す有効/無効
pt_br: Alternar menu de ocultação automática
zh_hans: 启用/停用自动隐藏菜单
zh_hant: 啟用/停用自動隱藏選單

# ToggleHideMenuCommand.Menu
source: Auto hide menu
ja_jp: メニューを自動的に隠す
pt_br: Menu de ocultação automática
zh_hans: 自动隐藏菜单
zh_hant: 自動隱藏選單

# ToggleHideMenuCommand.Off
source: Auto hide menu OFF
ja_jp: メニューを表示する
pt_br: Ocultar menu automaticamente DESLIGADO
zh_hans: 显示菜单
zh_hant: 顯示選單

# ToggleHideMenuCommand.On
source: Auto hide menu
ja_jp: メニューを自動的に隠す
pt_br: Menu de ocultação automática
zh_hans: 自动隐藏菜单
zh_hant: 自動隱藏選單

# ToggleHideMenuCommand.Remarks
source: Hide the menu. It is displayed by moving the cursor to the upper end of the window.
ja_jp: メニューを非表示にします。マウス ポインターをウィンドウ上端に合わせることで表示されます。
pt_br: Ocultar o menu. Ele é exibido movendo o cursor para a extremidade superior da janela.
zh_hans: 将菜单隐藏。当鼠标指针重迭在窗口上方时显示 。
zh_hant: 將選單隱藏。當滑鼠指標重疊在視窗上方時顯示 。

# ToggleHidePageSliderCommand
source: Toggle auto hide slider
ja_jp: スライダーを自動的に隠す有効/無効
pt_br: Alternar controle deslizante de ocultação automática
zh_hans: 启用/停用自动隐藏滚动条
zh_hant: 啟用/停用自動隱藏滑動條

# ToggleHidePageSliderCommand.Menu
source: Auto hide slider
ja_jp: スライダーを自動的に隠す
pt_br: Ocultar controle deslizante automaticamente
zh_hans: 自动隐藏滚动条
zh_hant: 自動隱藏滑動條

# ToggleHidePageSliderCommand.Off
source: Auto hide slider OFF
ja_jp: スライダーを表示する
pt_br: Ocultar automaticamente o controle deslizante DESLIGADO
zh_hans: 显示滚动条
zh_hant: 顯示滑動條

# ToggleHidePageSliderCommand.On
source: Auto hide slider
ja_jp: スライダーを自動的に隠す
pt_br: Ocultar controle deslizante automaticamente
zh_hans: 自动隐藏滚动条
zh_hant: 自動隱藏滑動條

# ToggleHidePageSliderCommand.Remarks
source: Hide the slider. It is displayed by moving the cursor to the lower end of the window.
ja_jp: スライダーを非表示にします。マウス ポインターをウィンドウ下端に合わせることで表示されます。
pt_br: Ocultar o controle deslizante. Ele é exibido movendo o cursor para a extremidade inferior da janela.
zh_hans: 将滚动条隐藏。当鼠标指针重迭在窗口下方时显示。
zh_hant: 將滑動條隱藏。當滑鼠指標重疊在視窗下方時顯示。

# ToggleHidePanelCommand
source: Toggle auto hide panels
ja_jp: パネルを自動的に隠す有効/無効
pt_br: Alternar painéis de ocultação automática
zh_hans: 启用/停用自动隐藏面板
zh_hant: 啟用/停用自動隱藏面板

# ToggleHidePanelCommand.Menu
source: Auto hide panels
ja_jp: パネルを自動的に隠す
pt_br: Ocultar painéis automaticamente
zh_hans: 自动隐藏面板
zh_hant: 自動隱藏面板

# ToggleHidePanelCommand.Off
source: Auto hide panels OFF
ja_jp: パネルを表示する
pt_br: Ocultar painéis automaticamente DESLIGADO
zh_hans: 显示面板
zh_hant: 顯示面板

# ToggleHidePanelCommand.On
source: Auto hide panels
ja_jp: パネルを自動的に隠す
pt_br: Ocultar painéis automaticamente
zh_hans: 自动隐藏面板
zh_hant: 自動隱藏面板

# ToggleHidePanelCommand.Remarks
source: Automatically hide the left and right panels. It is displayed by moving the cursor to the left and right edges of the window.
ja_jp: 左右のパネルを自動的に隠します。マウス ポインターをウィンドウ左端、右端に合わせることで表示されます。
pt_br: Oculte automaticamente os painéis esquerdo e direito. Ele é exibido movendo o cursor para as bordas esquerda e direita da janela.
zh_hans: 自动隐藏左右的面板。当鼠标指针重迭在窗口左侧、右侧时显示。
zh_hant: 自動隱藏左右的面板。當滑鼠指標重疊在視窗左側、右側時顯示。

# ToggleHideThumbnailListCommand
source: Toggle auto hide filmstrip
ja_jp: フィルムストリップを自動的に隠す有効/無効
pt_br: Alternar ocultação automática da tira de filme
zh_hans: 启用/停用自动隐藏胶片条
zh_hant: 啟用/停用自動隱藏膠片條

# ToggleHideThumbnailListCommand.Menu
source: Auto hide filmstrip
ja_jp: フィルムストリップを自動的に隠す
pt_br: Ocultar automaticamente a tira de filme
zh_hans: 自动隐藏胶片条
zh_hant: 自動隱藏膠片條

# ToggleHideThumbnailListCommand.Off
source: Auto hide filmstrip OFF
ja_jp: フィルムストリップを表示する
pt_br: Ocultar automaticamente a tira de filme DESLIGADA
zh_hans: 显示胶片条
zh_hant: 顯示膠片條

# ToggleHideThumbnailListCommand.On
source: Auto hide filmstrip
ja_jp: フィルムストリップを自動的に隠す
pt_br: Ocultar automaticamente a tira de filme
zh_hans: 自动隐藏胶片条
zh_hant: 自動隱藏膠片條

# ToggleHideThumbnailListCommand.Remarks
source: Display the film strip only when using the slider.
ja_jp: スライダーを使用している時だけフィルムストリップを表示するようにします。
pt_br: Exiba a tira de filme somente ao usar o controle deslizante.
zh_hans: 只有在使用滚动条时显示胶片条。
zh_hant: 只有在使用滑動條時顯示膠片條。

# ToggleHoverScrollCommand
source: Toggle hover scroll
ja_jp: ホバー スクロール有効/無効
pt_br: Alternar rolagem instantânea
zh_hans: 启用/停用悬浮滚动
zh_hant: 啟用/停用懸浮捲動

# ToggleHoverScrollCommand.Menu
source: Hover scroll
ja_jp: ホバー スクロール
pt_br: Passe o mouse
zh_hans: 悬浮滚动
zh_hant: 懸浮捲動

# ToggleHoverScrollCommand.Off
source: Hover scroll OFF
ja_jp: ホバー スクロール無効
pt_br: Passe o mouse DESLIGADO
zh_hans: 停用悬浮滚动
zh_hant: 停用懸浮捲動

# ToggleHoverScrollCommand.On
source: Hover scroll
ja_jp: ホバー スクロール有効
pt_br: Passe o mouse
zh_hans: 启用悬浮滚动
zh_hant: 啟用懸浮捲動

# ToggleHoverScrollCommand.Remarks
source: Scrolls according to the position of the cursor.
ja_jp: マウス ポインターの位置に応じてスクロールします。
pt_br: Rola de acordo com a posição do cursor.
zh_hans: 根据鼠标指针的位置滚动。
zh_hant: 根據滑鼠指標的位置捲動。

# ToggleIsAutoRotateCommand
source: Toggle auto rotation
ja_jp: 自動回転
pt_br: Alternar rotação automática
zh_hans: 自动旋转
zh_hant: 自動旋轉

# ToggleIsAutoRotateLeftCommand
source: Toggle auto left rotation
ja_jp: 自動左回転
pt_br: Alternar rotação automática para a esquerda
zh_hans: 自动左旋转
zh_hant: 自動左旋轉

# ToggleIsAutoRotateLeftCommand.Menu
source: Auto left rotate
ja_jp: 自動左回転
pt_br: Rotação automática para a esquerda
zh_hans: 自动左旋转
zh_hant: 自動左旋轉

# ToggleIsAutoRotateLeftCommand.Off
source: Auto left rotate OFF
ja_jp: 自動左回転解除
pt_br: Rotação automática para a esquerda DESLIGADA
zh_hans: 停用自动左旋转
zh_hant: 停用自動左旋轉

# ToggleIsAutoRotateLeftCommand.On
source: Auto left rotate
ja_jp: 自動左回転
pt_br: Rotação automática para a esquerda
zh_hans: 自动左旋转
zh_hant: 自動左旋轉

# ToggleIsAutoRotateLeftCommand.Remarks
source: When displaying the page, left rotate the portrait image 90 degrees. If the window is portrait, rotate horizontally long image by 90 degrees.
ja_jp: ページ表示時、縦長画像を 90 度左回転します。ウィンドウが縦長の場合、横長画像を 90 度回転します。
pt_br: Ao exibir a página, gire a imagem do retrato para a esquerda em 90 graus. Se a janela for retrato, gire horizontalmente a imagem longa em 90 graus.
zh_hans: 页面显示时，直向图像左旋转 90 度。窗口为直向时，将横向图像 90 度旋转。
zh_hant: 頁面顯示時，直向圖像左旋轉 90 度。視窗為直向時，將横向圖像 90 度旋轉。

# ToggleIsAutoRotateRightCommand
source: Toggle auto rithg rotation
ja_jp: 自動右回転
pt_br: Alternar rotação automática para a direita
zh_hans: 自动右旋转
zh_hant: 自動右旋轉

# ToggleIsAutoRotateRightCommand.Menu
source: Auto right rotate
ja_jp: 自動右回転
pt_br: Rotação automática para a direita
zh_hans: 自动右旋转
zh_hant: 自動右旋轉

# ToggleIsAutoRotateRightCommand.Off
source: Auto right rotate OFF
ja_jp: 自動右回転解除
pt_br: Rotação automática para a direita DESLIGADA
zh_hans: 停用自动右旋转
zh_hant: 停用自動右旋轉

# ToggleIsAutoRotateRightCommand.On
source: Auto right rotate
ja_jp: 自動右回転
pt_br: Rotação automática para a direita
zh_hans: 自动右旋转
zh_hant: 自動右旋轉

# ToggleIsAutoRotateRightCommand.Remarks
source: When displaying the page, right rotate the portrait image 90 degrees. If the window is portrait, rotate horizontally long image by 90 degrees.
ja_jp: ページ表示時、縦長画像を 90 度右回転します。ウィンドウが縦長の場合、横長画像を 90 度回転します。
pt_br: Ao exibir a página, gire a imagem do retrato 90 graus para a direita. Se a janela for retrato, gire horizontalmente a imagem longa em 90 graus.
zh_hans: 页面显示时，直向图像右旋转 90 度。窗口为直向时，将横向图像 90 度旋转。
zh_hant: 頁面顯示時，直向圖像右旋轉 90 度。視窗為直向時，將横向圖像 90 度旋轉。

# ToggleIsLoupeCommand
source: Toggle loupe
ja_jp: ルーペ有効/無効
pt_br: Alternar lupa
zh_hans: 启用/停用放大镜
zh_hant: 啟用/停用放大鏡

# ToggleIsLoupeCommand.Menu
source: Loupe
ja_jp: ルーペ
pt_br: Lupa
zh_hans: 放大镜
zh_hant: 放大鏡

# ToggleIsLoupeCommand.Off
source: Loupe OFF
ja_jp: ルーペ解除
pt_br: Lupa DESLIGADA
zh_hans: 停用放大镜
zh_hant: 停用放大鏡

# ToggleIsLoupeCommand.On
source: Loupe
ja_jp: ルーペ
pt_br: Lupa
zh_hans: 放大镜
zh_hant: 放大鏡

# ToggleIsLoupeCommand.Remarks
source: Turn the loupe on or off.
ja_jp: ルーペの有効/無効を切り替えます。
pt_br: Ligue ou desligue a lupa.
zh_hans: 切换启用/停用放大镜。
zh_hant: 切換啟用/停用放大鏡。

# ToggleIsRecursiveFolderCommand
source: Load subfolders
ja_jp: サブフォルダーを読み込む
pt_br: Carregar sub-pastas
zh_hans: 载入子文件夹
zh_hant: 讀入子資料夾

# ToggleIsRecursiveFolderCommand.Off
source: Load subfolders OFF
ja_jp: サブフォルダーは読み込まない
pt_br: Carregar sub-pastas DESLIGADO
zh_hans: 不载入子文件夹
zh_hant: 不讀入子資料夾

# ToggleIsRecursiveFolderCommand.On
source: Load subfolders
ja_jp: サブフォルダーも読み込む
pt_br: Carregar sub-pastas
zh_hans: 一起载入子文件夹
zh_hant: 一起讀入子資料夾

# ToggleIsRecursiveFolderCommand.Remarks
source: When loading images from folders, subfolders or compressed files are also loaded at the same time.
ja_jp: フォルダーから画像を読み込むときにサブフォルダーまたは圧縮ファイルも同時に読み込みます。
pt_br: Ao carregar imagens de pastas, sub-pastas ou arquivos compactados também são carregados ao mesmo tempo.
zh_hans: 当从文件夹载入图像时同时载入子文件夹或是压缩文件。
zh_hant: 當從資料夾讀入圖像時同時讀入子資料夾或是壓縮檔。

# ToggleIsSupportedDividePageCommand
source: Split wide page
ja_jp: 横長ページを分割する
pt_br: Dividir página ampla
zh_hans: 分割横向页面
zh_hant: 分割橫向頁面

# ToggleIsSupportedDividePageCommand.Off
source: Split wide page OFF
ja_jp: 横長ページの区別をしない
pt_br: Dividir página ampla DESLIGADO
zh_hans: 不区分横向页面
zh_hant: 不區分橫向頁面

# ToggleIsSupportedDividePageCommand.On
source: Split wide page
ja_jp: 横長ページを分割する
pt_br: Dividir página ampla
zh_hans: 分割横向页面
zh_hant: 分割橫向頁面

# ToggleIsSupportedDividePageCommand.Remarks
source: When one page is displayed, divide the landscape page into pages.
ja_jp: 1 ページ表示時、横長ページを分割してページにします。
pt_br: Quando uma página for exibida, divida a página paisagem em páginas.
zh_hans: 单页显示时，将横向页面分割为页面。
zh_hant: 1 頁面顯示時，將橫向頁面分割為頁面。

# ToggleIsSupportedSingleFirstPageCommand
source: First page alone
ja_jp: 最初のページを単独表示
pt_br: Primeira página sozinha
zh_hans: 单独显示开始页面
zh_hant: 單獨顯示開始頁面

# ToggleIsSupportedSingleFirstPageCommand.Off
source: First page alone OFF
ja_jp: 最初のページを区別しない
pt_br: Primeira página sozinha DESLIGADA
zh_hans: 不区分开始页面
zh_hant: 不區分開始頁面

# ToggleIsSupportedSingleFirstPageCommand.On
source: First page alone
ja_jp: 最初のページを単独表示
pt_br: Primeira página sozinha
zh_hans: 单独显示开始页面
zh_hant: 單獨顯示開始頁面

# ToggleIsSupportedSingleFirstPageCommand.Remarks
source: Even on 2 page display, the first page is displayed as 1 page.
ja_jp: 2 ページ表示でも最初のページは 1 ページ表示にします。
pt_br: Mesmo na exibição de 2 páginas, a primeira página é exibida como 1 página.
zh_hans: 即使在双页显示时开始页面也会以单页显示。
zh_hant: 即使在 2 頁面顯示時開始頁面也會以 1 頁面顯示。

# ToggleIsSupportedSingleLastPageCommand
source: Last page alone
ja_jp: 最後のページを単独表示
pt_br: Última página sozinha
zh_hans: 单独显示最后页面
zh_hant: 單獨顯示最後頁面

# ToggleIsSupportedSingleLastPageCommand.Off
source: Last page alone OFF
ja_jp: 最後のページを区別しない
pt_br: Última página sozinha DESLIGADA
zh_hans: 不区分最后页面
zh_hant: 不區分最後頁面

# ToggleIsSupportedSingleLastPageCommand.On
source: Last page alone
ja_jp: 最後のページを単独表示
pt_br: Última página sozinha
zh_hans: 单独显示最后页面
zh_hant: 單獨顯示最後頁面

# ToggleIsSupportedSingleLastPageCommand.Remarks
source: Even on 2 page display, the last page is displayed on 1 page.
ja_jp: 2 ページ表示でも最後のページは 1 ページ表示にします。
pt_br: Mesmo na exibição de 2 páginas, a última página é exibida em 1 página.
zh_hans: 即使在双页显示时最后页面也会以单页显示。
zh_hant: 即使在 2 頁面顯示時最後頁面也會以 1 頁面顯示。

# ToggleIsSupportedWidePageCommand
source: Wide is two page
ja_jp: 横長ページを 2 ページとみなす
pt_br: Amplo tem duas páginas
zh_hans: 将横向页面视为双页
zh_hant: 將橫向頁面視為 2 頁面

# ToggleIsSupportedWidePageCommand.Off
source: Wide is two page OFF
ja_jp: 横長ページの区別をしない
pt_br: Amplo tem duas páginas DESLIGADA
zh_hans: 不区分横向页面
zh_hant: 不區分橫向頁面

# ToggleIsSupportedWidePageCommand.On
source: Wide is two page
ja_jp: 横長ページを 2 ページとみなす
pt_br: Amplo tem duas páginas
zh_hans: 将横向页面视为双页
zh_hant: 將橫向頁面視為 2 頁面

# ToggleIsSupportedWidePageCommand.Remarks
source: When two pages are displayed, the horizontally long image is regarded as two pages and is displayed independently.
ja_jp: 2 ページ表示時、横長の画像を 2 ページ分とみなして単独表示します。
pt_br: Quando duas páginas são exibidas, a imagem horizontalmente longa é considerada como duas páginas e é exibida de forma independente.
zh_hans: 双页显示时，横向图像分为双页并单独显示。
zh_hant: 2 頁面顯示時，橫向圖像分為 2 頁面並單獨顯示。

# ToggleMainViewFloatingCommand
source: Toggle MainView window
ja_jp: メインビュー ウィンドウ/解除
pt_br: Alternar janela Exibição Principal
zh_hans: 主视图窗口/取消
zh_hant: 主要檢視視窗/取消

# ToggleMainViewFloatingCommand.Menu
source: MainView window
ja_jp: メインビュー ウィンドウ
pt_br: Janela da Exibição Principal
zh_hans: 主视图窗口
zh_hant: 主要檢視視窗

# ToggleMainViewFloatingCommand.Off
source: MainView docking
ja_jp: メインビュー のドッキング
pt_br: Encaixe Exibição Principal
zh_hans: 停靠主视图
zh_hant: 停靠主要檢視

# ToggleMainViewFloatingCommand.On
source: MainView floating
ja_jp: メインビューのフローティング
pt_br: Exibição Principal flutuante
zh_hans: 浮动主视图
zh_hant: 浮動主要檢視

# ToggleMainViewFloatingCommand.Remarks
source: Make the MainView a window.
ja_jp: メインビューをウィンドウにします。
pt_br: Transforme a Exibição Principal em uma janela.
zh_hans: 窗口化主视图。
zh_hant: 視窗化主要檢視。

# ToggleMediaPlayCommand
source: Play/Stop
ja_jp: 動画再生/停止
pt_br: Reproduzir/Parar
zh_hans: 播放/停止
zh_hant: 影片播放/停止

# ToggleMediaPlayCommand.Remarks
source: Toggle between playing and stopping the movie.
ja_jp: 動画の再生と停止を切り替えます。
pt_br: Alterne entre reproduzir e parar o filme.
zh_hans: 切换视频的播放与停止。
zh_hant: 切換影片的播放與停止。

# ToggleNearestNeighborCommand
source: Toggle keep dot
ja_jp: ドットのまま拡大有効/無効
pt_br: Alternar manter ponto
zh_hans: 启用/停用依照点放大
zh_hant: 啟用/停用依照點放大

# ToggleNearestNeighborCommand.Menu
source: Keep dot
ja_jp: ドットのまま拡大
pt_br: Manter o ponto
zh_hans: 依照点放大
zh_hant: 依照點放大

# ToggleNearestNeighborCommand.Off
source: Keep dot OFF
ja_jp: 高品質に拡大する
pt_br: Manter o ponto DESLIGADO
zh_hans: 高质量放大
zh_hant: 高品質放大

# ToggleNearestNeighborCommand.On
source: Keep dot
ja_jp: ドットのまま拡大する
pt_br: Manter o ponto
zh_hans: 依照点放大
zh_hant: 依照點放大

# ToggleNearestNeighborCommand.Remarks
source: When set to ON, it will expand while maintaining the dot. When it is OFF, scale conversion processing (Fant) is executed.
ja_jp: 有効にすると拡大するときにドットのまま拡大します。無効の時にはスケール変換処理 (Fant) が行われます。
pt_br: Quando definido como LIGADO, ele se expandirá enquanto mantém o ponto. Quando estiver DESLIGADO, o processamento de conversão de escala (Fant) é executado.
zh_hans: 启用时放大会依照点放大。停用时进行比例转换处理 (Fant) 。
zh_hant: 啟用時放大會依照點放大。停用時進行比例轉換處理 (Fant) 。

# TogglePermitFileCommand
source: Toggle file operation
ja_jp: ファイル操作有効/無効
pt_br: Alternar operação de arquivo
zh_hans: 启用/停用文件操作
zh_hant: 啟用/停用檔案操作

# TogglePermitFileCommand.Menu
source: File operation
ja_jp: ファイル操作許可(_P)
pt_br: Operação de arquivo
zh_hans: 允许文件操作(_P)
zh_hant: 允許檔案操作(_P)

# TogglePermitFileCommand.Off
source: Disable file operation
ja_jp: ファイル操作無効
pt_br: Desabilitar operação de arquivo
zh_hans: 启用文件操作
zh_hant: 停用檔案操作

# TogglePermitFileCommand.On
source: Enable file operation
ja_jp: ファイル操作有効
pt_br: Habilitar operação de arquivo
zh_hans: 停用文件操作
zh_hant: 啟用檔案操作

# TogglePermitFileCommand.Remarks
source: Toggle enable / disable of file operation command.
ja_jp: ファイル操作系コマンドの有効/無効を切り替えます。
pt_br: Alternar ativar/desativar o comando de operação de arquivo.
zh_hans: 切换启用/停用文件操作指令。
zh_hant: 切換啟用/停用檔案操作指令。

# TogglePlaylistItemCommand
source: Toggle playlist item
pt_br: Alternar item da lista de reprodução
zh_hans: 加入/删除播放列表项目
zh_hant: 加入/刪除播放列表項目

# TogglePlaylistItemCommand.Menu
source: Add to playlist
pt_br: Adicionar à lista de reprodução
zh_hans: 加入到播放列表
zh_hant: 加入到播放列表

# TogglePlaylistItemCommand.Off
source: Removed from playlist
pt_br: Removido da lista de reprodução
zh_hans: 已从播放列表删除
zh_hant: 已從播放列表刪除

# TogglePlaylistItemCommand.On
source: Added to playlist
pt_br: Adicionado à lista de reprodução
zh_hans: 已加入到播放列表
zh_hant: 已加入到播放列表

# TogglePlaylistItemCommand.Remarks
source: Add or delete the current page to the playlist.
pt_br: Adicionar ou excluir a página atual da lista de reprodução.
zh_hans: 在播放列表中加入或删除目前的页面。
zh_hant: 在播放列表中加入或刪除目前的頁面。

# ToggleResizeFilterCommand
source: Toggle resize filter
ja_jp: リサイズ フィルター有効/無効
pt_br: Alternar filtro de redimensionamento
zh_hans: 启用/停用重新重设大小滤镜
zh_hant: 啟用/停用重新調整大小濾鏡

# ToggleResizeFilterCommand.Menu
source: Resize filter
ja_jp: リサイズ フィルター
pt_br: Filtro de redimensionamento
zh_hans: 重新重设大小滤镜
zh_hant: 重新調整大小濾鏡

# ToggleResizeFilterCommand.Off
source: Resize filter OFF
ja_jp: リサイズ フィルター無効
pt_br: Filtro de redimensionamento DESLIGADO
zh_hans: 停用重新重设大小滤镜
zh_hant: 停用重新調整大小濾鏡

# ToggleResizeFilterCommand.On
source: Resize filter
ja_jp: リサイズ フィルター有効
pt_br: Filtro de redimensionamento
zh_hans: 启用重新重设大小滤镜
zh_hant: 啟用重新調整大小濾鏡

# ToggleResizeFilterCommand.Remarks
source: Toggle resize filter on / off.
ja_jp: リサイズ フィルターの有効/無効を切り替えます。
pt_br: Ative/desative o filtro de redimensionamento.
zh_hans: 切换启用/停用重新重设大小滤镜。
zh_hant: 切換啟用/停用重新調整大小濾鏡。

# ToggleSlideShowCommand
source: Toggle slideshow
ja_jp: スライドショー再生/停止
pt_br: Alternar slideshow
zh_hans: 开始/停止幻灯片放映
zh_hant: 開始/停止幻燈片放映

# ToggleSlideShowCommand.Menu
source: Slideshow
ja_jp: スライドショー
zh_hans: 幻灯片放映
zh_hant: 幻燈片放映

# ToggleSlideShowCommand.Off
source: Stop slideshw
ja_jp: スライドショー停止
pt_br: Parar slideshow
zh_hans: 停止幻灯片放映
zh_hant: 停止幻燈片放映

# ToggleSlideShowCommand.On
source: Play slideshow
ja_jp: スライドショー再生
pt_br: Reproduzir slideshow
zh_hans: 开始幻灯片放映
zh_hant: 開始幻燈片放映

# ToggleSlideShowCommand.Remarks
source: Toggle play / stop of the slideshow.
ja_jp: スライドショーの再生/停止を切り替えます。
pt_br: Alternar reproduzir/parar slideshow.
zh_hans: 切换开始/停止幻灯片放映。
zh_hant: 切換開始/停止幻燈片放映。

# ToggleSortModeCommand
source: Switch pages order
ja_jp: ページの並び順を切り替える
pt_br: Mudar ordem das páginas
zh_hans: 切换页面排序
zh_hant: 切換頁面排序

# ToggleSortModeCommand.Remarks
source: Switch the order of the pages in order.
ja_jp: ページの並び順を順番に切り替えます。
pt_br: Mude a ordem das páginas em ordem.
zh_hans: 按照顺序切换页面排序。
zh_hant: 按照順序切換頁面排序。

# ToggleStretchAllowScaleDownCommand
source: Allow stretch scale down
ja_jp: 縮小を許可
pt_br: Permitir redução da escala de alongamento
zh_hans: 允许缩小
zh_hant: 允許縮小

# ToggleStretchAllowScaleDownCommand.Remarks
source: Allow scale down on stretch.
ja_jp: ストレッチの適用で縮小を許可します。
pt_br: Permitir reduzir o alongamento.
zh_hans: 允许使用缩小。
zh_hant: 允許套用延展縮小。

# ToggleStretchAllowScaleUpCommand
source: Allow stretch scale up
ja_jp: 拡大を許可
pt_br: Permitir aumento da escala
zh_hans: 允许放大
zh_hant: 允許放大

# ToggleStretchAllowScaleUpCommand.Remarks
source: Allow scale up on stretch.
ja_jp: ストレッチの適用で拡大を許可します。
pt_br: Permitir aumento de escala no alongamento.
zh_hans: 允许使用放大。
zh_hant: 允許套用延展放大。

# ToggleStretchModeCommand
source: Switch stretch
ja_jp: ストレッチを切り替える
pt_br: Alternar alongamento
zh_hans: 切换拉伸
zh_hant: 切換延展

# ToggleStretchModeCommand.Remarks
source: Switch the stretch in order.
ja_jp: 画像のストレッチを順番に切り替えます。
pt_br: Mude o alongamento em ordem.
zh_hans: 照顺序切换图像的拉伸。
zh_hant: 照順序切換圖像的延展。

# ToggleStretchModeCommandParameter.IsEnableNone.Title
source: Switchable mode
ja_jp: 切り替え可能なモード
pt_br: Modo comutável
zh_hans: 可以切换的模式
zh_hant: 可以切換的模式

# ToggleStretchModeCommandParameter.IsLoop
source: Loop
ja_jp: ループ
zh_hans: 循环
zh_hant: 循環

# ToggleStretchModeCommandParameter.IsLoop.Title
source: Loop setting
ja_jp: ループ設定
pt_br: Configuração de loop
zh_hans: 循环设置
zh_hant: 循環設定

# ToggleStretchModeReverseCommand
source: Switch stretch (reverse)
ja_jp: ストレッチを切り替える (逆順)
pt_br: Alternar alongamento (reverso)
zh_hans: 切换拉伸 (反向)
zh_hant: 切換延展 (反向)

# ToggleStretchModeReverseCommand.Remarks
source: Switch the stretch in order. (reverse)
ja_jp: 画像のストレッチを順番に切り替えます。(逆順)
pt_br: Mude o alongamento em ordem. (reverso)
zh_hans: 照顺序切换图像的拉伸。(反向)
zh_hant: 照順序切換圖像的延展。(反向)

# ToggleTopmostCommand
source: Toggle topmost
ja_jp: 常に手前に表示の有効/無効
pt_br: Alternar para cima
zh_hans: 启用/停用总是置顶
zh_hant: 啟用/停用總是最上層顯示

# ToggleTopmostCommand.Menu
source: Topmost
ja_jp: 常に手前に表示
pt_br: Topo
zh_hans: 总是置顶
zh_hant: 總是最上層顯示

# ToggleTopmostCommand.Off
source: Topmost OFF
ja_jp: 「常に手前に表示」を解除
pt_br: Topo DESLIGADO
zh_hans: 取消总是置顶
zh_hant: 取消「總是最上層顯示」

# ToggleTopmostCommand.On
source: Topmost
ja_jp: 常に手前に表示する
pt_br: Topo
zh_hans: 总是置顶
zh_hant: 總是最上層顯示

# ToggleTopmostCommand.Remarks
source: Always display the window in front.
ja_jp: ウィンドウを常に手前に表示します。
pt_br: Sempre exiba a janela na frente.
zh_hans: 一直将窗口显示在最前端。
zh_hant: 將視窗總是以最上層顯示。

# ToggleViewFlipHorizontalCommand
source: Toggle flip horizontal
ja_jp: 左右反転
pt_br: Alternar virar horizontalmente
zh_hans: 左右翻转
zh_hant: 左右翻轉

# ToggleViewFlipHorizontalCommand.Remarks
source: Flip the image left and right.
ja_jp: 画像を左右反転させます。
pt_br: Vire a imagem para a esquerda e para a direita.
zh_hans: 将图像左右翻转。
zh_hant: 將圖像左右翻轉。
