Repository: AetheriumDev/NeeView
Catalog: NeeView/Properties/Resources.*.resx
Languages: ja_jp, pt_br, zh_hans, zh_hant

# LoadingPage.ViewPreImage
source: Image of previous page
ja_jp: 直前のページの画像
pt_br: Imagem da página anterior
zh_hans: 先前页面的图像
zh_hant: 先前頁面的圖像

# LoadingPage.ViewPreThumbnail
source: Thumbnail of previous page
ja_jp: 直前のページのサムネイル
pt_br: Miniatura da página anterior
zh_hans: 先前页面的缩略图
zh_hant: 先前頁面的縮圖

# LongButtonDownMode.Loupe
source: Loupe
ja_jp: ルーペ
pt_br: Lupa
zh_hans: 放大镜
zh_hant: 放大鏡

# LongButtonDownMode.None
source: None
ja_jp: なし
pt_br: Vazio
zh_hans: 无
zh_hant: 無

# LongButtonDownMode.Repeat
source: Repeat input
ja_jp: リピート入力
pt_br: Repetir entrada
zh_hans: 重复输入
zh_hant: 重複輸入

# LongButtonMask.All
source: All buttons
ja_jp: 全てのボタン
pt_br: Todos os botões
zh_hans: 所有按键
zh_hant: 所有按鍵

# LongButtonMask.Left
source: Left button
ja_jp: 左ボタン
pt_br: Botão esquerdo
zh_hans: 左键
zh_hant: 左鍵

# LongButtonMask.Right
source: Right button
ja_jp: 右ボタン
pt_br: Botão direito
zh_hans: 右键
zh_hant: 右鍵

# LoupeConfig.DefaultScale
source: Loupe standard magnification
ja_jp: ルーペ標準倍率
pt_br: Ampliação padrão da lupa
zh_hans: 放大镜标准倍率
zh_hant: 放大鏡標準倍率

# LoupeConfig.IsEscapeKeyEnabled
source: Use the Esc key to release the loupe
ja_jp: Esc キーでルーペを解除する
pt_br: Use a tecla Esc para liberar a lupa
zh_hans: 以 Esc 键取消放大镜
zh_hant: 以 Esc 鍵取消放大鏡

# LoupeConfig.IsLoupeCenter
source: Set the cursor position at the start of the loupe to the center of the screen
ja_jp: ルーペ開始時にマウス ポインターがあった位置を画面の中心にする
pt_br: Defina a posição do cursor no início da lupa para o centro da tela
zh_hans: 将放大镜开始时鼠标指针位置设为画面中心
zh_hant: 將放大鏡開始時滑鼠指標位置設為畫面中心

# LoupeConfig.IsResetByPageChanged
source: Release the loupe after moving the page
ja_jp: ページの移動でルーペを解除する
pt_br: Solte a lupa depois de mover a página
zh_hans: 页面移动时取消放大镜
zh_hant: 頁面移動時取消放大鏡

# LoupeConfig.IsResetByRestart
source: Start loupe at standard magnification
ja_jp: ルーペを標準倍率で開始する
pt_br: Inicie a lupa com ampliação padrão
zh_hans: 以标准倍率启动放大镜
zh_hant: 以標準倍率啟動放大鏡

# LoupeConfig.IsResetByRestart.Remarks
source: When turned off, it retains the magnification of the last use of the loupe. The standard magnification can be set arbitrarily.
ja_jp: オフにすると、最後にルーペを使用したときの倍率を引き継ぎます。標準倍率は任意に設定できます。
pt_br: Quando desligada, mantém a ampliação da última utilização da lupa. A ampliação padrão pode ser definida arbitrariamente.
zh_hans: 如果为关闭，会继续延用最后一次使用放大镜的倍率。标准倍率可以任意设置。
zh_hant: 如果為關閉，會繼續延用最後一次使用放大鏡的倍率。標準倍率可以任意設定。

# LoupeConfig.IsVisibleLoupeInfo
source: Display the magnification of loupe
ja_jp: ルーペの倍率を表示する
pt_br: Exibir a ampliação da lupa
zh_hans: 显示放大镜的倍率
zh_hant: 顯示放大鏡的倍率

# LoupeConfig.IsVisibleLoupeInfo.Remarks
source: When using the loupe, the magnification is displayed in the upper right.
ja_jp: ルーペを使用していときに右上に倍率が表示されます。
pt_br: Ao usar a lupa, a ampliação é exibida no canto superior direito.
zh_hans: 使用放大镜时在右上角显示倍率。
zh_hant: 使用放大鏡時在右上角顯示倍率。

# LoupeConfig.IsWheelScalingEnabled
source: Change the loupe magnification by operating the wheel when using the loupe
ja_jp: ルーペ使用時のホイール操作でルーペ倍率を変更する
pt_br: Altere a ampliação da lupa operando a roda ao usar a lupa
zh_hans: 使用放大镜时使用滚轮更改放大镜倍率
zh_hant: 使用放大鏡時使用滾輪更改放大鏡倍率

# LoupeConfig.IsWheelScalingEnabled.Remarks
source: Commands to which wheel operation is assigned are invalid.
ja_jp: ホイール操作が割り当てられているコマンドは無効になります。
pt_br: Os comandos aos quais a operação da roda está atribuída são inválidos.
zh_hans: 分配用滚轮操作的指令会变为无效。
zh_hant: 分配用滾輪操作的指令會變為無效。

# LoupeConfig.MaximumScale
source: Loupe maximum magnification
ja_jp: ルーペ最大倍率
pt_br: Ampliação máxima da lupa
zh_hans: 放大镜最大倍率
zh_hant: 放大鏡最大倍率

# LoupeConfig.MinimumScale
source: Loupe minimum magnification
ja_jp: ルーペ最小倍率
pt_br: Ampliação mínima da lupa
zh_hans: 放大镜最小倍率
zh_hant: 放大鏡最小倍率

# LoupeConfig.ScaleStep
source: Loupe magnification change unit
ja_jp: ルーペ倍率変化単位
pt_br: Unidade de mudança de ampliação de lupa
zh_hans: 放大镜倍率更改单位
zh_hant: 放大鏡倍率更改單位

# LoupeConfig.Speed
source: Loupe Speed
ja_jp: ルーペ移動速度
pt_br: Velocidade da lupa
zh_hans: 放大镜移动速度
zh_hant: 放大鏡移動速度

# LoupeOffCommand
source: Loupe OFF
ja_jp: ルーペ解除
pt_br: Lupa DESLIGADA
zh_hans: 取消放大镜
zh_hant: 取消放大鏡

# LoupeOffCommand.Remarks
source: Release the loupe mode.
ja_jp: ルーペ モードを解除します。
pt_br: Libere o modo lupa.
zh_hans: 取消放大镜模式。
zh_hant: 取消放大鏡模式。

# LoupeOnCommand
source: Loupe
ja_jp: ルーペ有効
pt_br: Lupa
zh_hans: 启用放大镜
zh_hant: 啟用放大鏡

# LoupeOnCommand.Remarks
source: Make the loupe mode.
ja_jp: ルーペ モードにします。
pt_br: Faça o modo lupa.
zh_hans: 使用放大镜模式。
zh_hant: 使用放大鏡模式。

# LoupeScaleDownCommand
source: Loupe zoom out
ja_jp: ルーペ倍率縮小
pt_br: Diminuir zoom da lupa
zh_hans: 缩小放大镜倍率
zh_hant: 縮小放大鏡倍率

# LoupeScaleDownCommand.Remarks
source: Reduce the loupe magnification. It functions only when using a loupe.
ja_jp: ルーペ倍率を縮小します。ルーペ使用時のみ機能します。
pt_br: Reduza a ampliação da lupa. Funciona apenas ao usar uma lupa.
zh_hans: 缩小放大镜倍率。这个功能仅在使用放大镜时有效。
zh_hant: 縮小放大鏡倍率。這個功能僅在使用放大鏡時有效。

# LoupeScaleUpCommand
source: Loupe zoom in
ja_jp: ルーペ倍率拡大
pt_br: Ampliar lupa
zh_hans: 放大放大镜倍率
zh_hant: 放大放大鏡倍率

# LoupeScaleUpCommand.Remarks
source: Expands the magnifying power of the loupe. It functions only when using a loupe.
ja_jp: ルーペ倍率を拡大します。ルーペ使用時のみ機能します。
pt_br: Expande o poder de ampliação da lupa. Funciona apenas ao usar uma lupa.
zh_hans: 放大放大镜倍率。这个功能仅在使用放大镜时有效。
zh_hant: 放大放大鏡倍率。這個功能僅在使用放大鏡時有效。

# MagnifyEffectUnit.Amount
source: Amount
pt_br: Montante
zh_hans: 数量

# MagnifyEffectUnit.Center
source: Center
pt_br: Centro
zh_hans: 中心

# MagnifyEffectUnit.InnerRadius
source: Inner radius
pt_br: Raio interno
zh_hans: 内半径

# MagnifyEffectUnit.OuterRadius
source: Outer radius
pt_br: Raio externo
zh_hans: 外半径

# MainViewConfig.IsFloating
source: MainView floating
ja_jp: メインビューのフローティング
pt_br: Exibição Principal flutuante
zh_hans: 主视图的浮动
zh_hant: 主要檢視的浮動

# MainViewConfig.IsHideTitleBar
source: Automatically hide MainView window title bar
ja_jp: メインビューウィンドウ タイトルの自動非表示
pt_br: Ocultar automaticamente a barra de título da janela da Exibição Principal
zh_hans: 自动隐藏主视图窗口
zh_hant: 自動隱藏主要檢視視窗

# MainViewConfig.IsTopmost
source: MainView window is topmost
ja_jp: メインビューウィンドウを常に手前に表示
pt_br: A janela da Exibição Principal está no topo
zh_hans: 总是置顶主视图窗口
zh_hant: 總是以最上層顯示主要檢視視窗

# MainViewWindow.Menu.AutoHideTitleBar
source: Auto-hide title bar
ja_jp: タイトル バーを自動的に隠す
pt_br: Ocultar automaticamente a barra de título
zh_hans: 自动隐藏标题栏
zh_hant: 自動隱藏標題列

# MediaArchiveConfig.IsMuted
source: Mute video
ja_jp: 動画をミュートする
pt_br: Silenciar vídeo
zh_hans: 将视频静音
zh_hant: 將影片靜音

# MediaArchiveConfig.IsRepeat
source: Video repeat
ja_jp: 動画のリピート
pt_br: Repetição de vídeo
zh_hans: 循环视频
zh_hant: 循環影片

# MediaArchiveConfig.MediaStartDelaySeconds
source: Play start delay (sec)
ja_jp: 再生開始遅延 (秒)
pt_br: Atraso no início da reprodução (seg)
zh_hans: 延迟播放 (秒)
zh_hant: 播放開始延遲 (秒)

# MediaArchiveConfig.MediaStartDelaySeconds.Remarks
source: If 0 is specified, the contents may flicker.
ja_jp: 0 を指定すると画面がちらつくことがあります。
pt_br: Se 0 for especificado, o conteúdo poderá piscar.
zh_hans: 指定为 0 时画面可能会闪烁。
zh_hant: 指定為 0 時畫面可能會閃爍。

# MediaArchiveConfig.PageSeconds
source: Change time in page movement (sec)
ja_jp: ページ移動での変化時間 (秒)
pt_br: Alterar o tempo no movimento da página (seg)
zh_hans: 页面移动的时间跨度 (秒)
zh_hant: 使用頁面移動的變換時間 (秒)

# MediaArchiveConfig.SupportFileTypes
source: Video file extension
ja_jp: 動画ファイルの拡張子
pt_br: Extensão de arquivo de vídeo
zh_hans: 视频文件扩展名
zh_hant: 影片檔案副檔名

# MediaArchiveConfig.SupportFileTypes.Remarks
source: Probably what you can play with Windows Media Player is playable.
ja_jp: Windows Media Player で再生できるものが、おおよそ再生可能です。
pt_br: Provavelmente o que você pode reproduzir com o Windows Media Player pode ser reproduzido.
zh_hans: 在 Windows Media Player 可以播放的内容，大致上都可以播放。
zh_hant: 在 Windows Media Player 可以播放的內容，大致上都可以播放。

# MediaArchiveConfig.Volume
source: Video volume
ja_jp: 動画の音量
pt_br: Volume do vídeo
zh_hans: 视频音量
zh_hant: 影片音量

# MemoryControl.IsAutoGC
source: System manages memory
ja_jp: メモリ開放をシステムに任せる
pt_br: O sistema gerencia a memória
zh_hans: 让系统管理释放内存
zh_hant: 讓系統管理釋放記憶體

# MemoryControl.IsAutoGC.Remarks
source: When it is OFF, memory is released every time page is switched
ja_jp: オフの時はページ切り替え毎にメモリ開放を行います
pt_br: Quando está DESLIGADO, a memória é liberada toda vez que a página é trocada
zh_hans: 关闭时内存会在每次页面切换后释放
zh_hant: 關閉時記憶體會在每次頁面切換後釋放

# MenuBarConfig.IsAddressBarEnabled
source: Show address bar
ja_jp: アドレス バーを表示する
pt_br: Mostrar barra de endereço
zh_hans: 显示地址栏
zh_hant: 顯示位置列

# MenuBarConfig.IsHamburgerMenu
source: Use the hamburger menu
ja_jp: ハンバーガー メニューを使う
pt_br: Use o menu de hambúrguer
zh_hans: 使用汉堡菜单
zh_hant: 使用漢堡選單

# MenuBarConfig.IsHamburgerMenu.Remarks
source: Instead of the menu bar, it displays an icon that brings together the menus.
ja_jp: メニューバーの代わりに、メニューを一つにまとめたアイコンを表示します。
pt_br: Em vez da barra de menus, exibe um ícone que reúne os menus.
zh_hans: 代替菜单列，将菜单组合为一个图标显示。
zh_hant: 代替選單列，將選單組合為一個圖示顯示。

# MenuBarConfig.IsHideMenu
source: Hide menu automatically
ja_jp: メニューを自動的に隠す
pt_br: Ocultar menu automaticamente
zh_hans: 自动隐藏菜单
zh_hant: 自動隱藏選單

# MenuBarConfig.IsHideMenuInAutoHideMode
source: Automatically hide the menu when it is auto-hide mode
ja_jp: 自動非表示モードのときにメニューを自動的に隠す
pt_br: Ocultar automaticamente o menu quando estiver no modo de ocultação automática
zh_hans: 自动隐藏模式时自动隐藏菜单
zh_hant: 自動隱藏模式時自動隱藏選單

# MenuBarConfig.IsVisible
source: Menu visibility
ja_jp: メニュー表示状態
pt_br: Visibilidade do menu
zh_hans: 菜单显示状态
zh_hant: 選單顯示狀態

# MenuElementType.Command
source: Command
ja_jp: コマンド
pt_br: Comando
zh_hans: 指令
zh_hant: 指令

# MenuElementType.Group
source: Submenu
ja_jp: サブメニュー
zh_hans: 子菜单
zh_hant: 子選單

# MenuElementType.History
source: Recent books
ja_jp: 最近使ったブック
pt_br: Livros recentes
zh_hans: 最近使用的书本
zh_hant: 最近使用的書本

# MenuElementType.None
source: None
ja_jp: なし
pt_br: Vazio
zh_hans: 无
zh_hant: 無

# MenuElementType.Separator
source: Separator
ja_jp: セパレーター
pt_br: Separador
zh_hans: 分隔线
zh_hant: 分隔線

# MenuTree.Bookmark
source: _Bookmark
ja_jp: ブックマーク(_B)
pt_br: _Marcadores
zh_hans: 书签(_B)
zh_hant: 書籤(_B)

# MenuTree.Debug
source: _Debug
ja_jp: デバッグ(_D)
zh_hans: 除错(_D)
zh_hant: 除錯(_D)

# MenuTree.File
source: _File
ja_jp: ファイル(_F)
pt_br: _Arquivo
zh_hans: 文件(_F)
zh_hant: 檔案(_F)

# MenuTree.Help
source: _Help
ja_jp: ヘルプ(_H)
pt_br: _Ajuda
zh_hans: 帮助(_H)
zh_hant: 說明(_H)

# MenuTree.History
source: Open from the list of recent books
ja_jp: 最近使ったブックの一覧から開きます
pt_br: Abrir na lista de livros recentes
zh_hans: 从最近使用的书本列表开启
zh_hant: 從最近使用的書本列表開啟

# MenuTree.Image
source: _Image
ja_jp: 画像(_I)
pt_br: _Imagem
zh_hans: 图像(_I)
zh_hant: 圖像(_I)

# MenuTree.Jump
source: _Jump
ja_jp: 移動(_J)
pt_br: _Mover Para
zh_hans: 移动(_J)
zh_hant: 移動(_J)

# MenuTree.Option
source: _Option
ja_jp: オプション(_O)
pt_br: _Opção
zh_hans: 选项(_O)
zh_hant: 選項(_O)

# MenuTree.Page
source: _Page
ja_jp: ページ(_P)
pt_br: _Página
zh_hans: 页面(_P)
zh_hant: 頁面(_P)

# MenuTree.View
source: _View
ja_jp: 表示(_V)
pt_br: _Exibir
zh_hans: 显示(_V)
zh_hant: 顯示(_V)

# MergeFolderDialog.Message
source: Consolidate folders into {0}.
ja_jp: {0} にフォルダーを統合します。
pt_br: Consolide as pastas em {0}.
zh_hans: 合并文件夹到 {0} 。
zh_hant: 合併資料夾到 {0} 。

# MergeFolderDialog.Title
source: Do you want to merge folders?
ja_jp: フォルダーを統合しますか？
pt_br: Você deseja mesclar pastas?
zh_hans: 要合并文件夹吗？
zh_hant: 要合併資料夾嗎？

# MonochromeEffectUnit.Color
source: Color
pt_br: Cor
zh_hans: 颜色

# MouseConfig.CursorHideReleaseDistance
source: Move distance to redisplay (pixel)
ja_jp: 再表示する移動距離 (ピクセル)
pt_br: Mover distância para reexibir (pixel)
zh_hans: 重新显示移动距离 (像素)
zh_hant: 重新顯示移動距離 (像素)

# MouseConfig.CursorHideTime
source: Hide time (sec)
ja_jp: 非表示にするまでの時間 (秒)
pt_br: Ocultar tempo (seg)
zh_hans: 隐藏显示前的时间 (秒)
zh_hant: 隱藏顯示前的時間 (秒)

# MouseConfig.GestureMinimumDistance
source: Mouse gesture stroke (pixel)
ja_jp: マウス ジェスチャーのストローク (ピクセル)
pt_br: Curso de gesto do mouse (pixel)
zh_hans: 鼠标手势笔画 (像素)
zh_hant: 滑鼠手勢筆畫 (像素)

# MouseConfig.GestureMinimumDistance.Remarks
source: By moving this distance, it is judged as a gesture stroke.
ja_jp: この距離の移動でジェスチャー ストロークと判断されます。
pt_br: Ao percorrer essa distância, é julgado como um golpe gestual.
zh_hans: 以这个距离的移动判断手势笔触。
zh_hant: 以這個距離的移動判斷手勢筆觸。

# MouseConfig.HoverScrollDuration
source: Hover scroll time (sec)
ja_jp: ホバー スクロール時間 (秒)
pt_br: Tempo de rolagem ao passar o mouse (seg)
zh_hans: 悬浮滚动时间 (秒)
zh_hant: 懸浮捲動時間 (秒)

# MouseConfig.HoverScrollDuration.Remarks
source: The longer the time, the smoother the scroll.
ja_jp: 時間が長いほどスクロールが滑らかになります。
pt_br: Quanto maior o tempo, mais suave será a rolagem.
zh_hans: 时间越长，滚动就会越平滑。
zh_hant: 時間越長，捲動就會越平滑。

# MouseConfig.IsCursorHideEnabled
source: Hide the cursor with no mouse operation
ja_jp: マウスの無操作でマウス ポインターを非表示にする
pt_br: Ocultar o cursor sem operação do mouse
zh_hans: 鼠标没有操作时隐藏鼠标指针
zh_hant: 滑鼠沒有操作時隱藏滑鼠指標

# MouseConfig.IsCursorHideEnabled.Remarks
source: Hide the cursor if the mouse is not operated for the set time.
ja_jp: 設定した時間、マウスを操作しなかった場合にマウス ポインターを非表示にします。
pt_br: Oculte o cursor se o mouse não for operado durante o tempo definido.
zh_hans: 在设置的时间，没有使用鼠标操作时隐藏鼠标指针。
zh_hant: 在設定的時間，沒有使用滑鼠操作時隱藏滑鼠指標。

# MouseConfig.IsCursorHideReleaseAction
source: Redisplay with mouse button operation
ja_jp: マウス ボタン操作で再表示する
pt_br: Reexibir com operação do botão do mouse
zh_hans: 操作鼠标按键重新显示
zh_hant: 操作滑鼠按鍵重新顯示

# MouseConfig.IsDragEnabled
source: Use mouse drag
ja_jp: マウス ドラッグ機能を使用する
pt_br: Use o arrastar do mouse
zh_hans: 使用鼠标拖拽功能
zh_hant: 使用滑鼠拖曳功能

# MouseConfig.IsGestureEnabled
source: Use mouse gesture
ja_jp: マウス ジェスチャー機能を使用する
pt_br: Usar gesto do mouse
zh_hans: 使用鼠标手势功能
zh_hant: 使用滑鼠手勢功能

# MouseConfig.IsHoverScroll
source: Hover scroll mode
pt_br: Modo de rolagem instantânea
zh_hans: 悬浮滚动模式
zh_hant: 懸浮捲動模式

# MouseConfig.LongButtonDownMode
source: Long press mode
ja_jp: 長押しモード
pt_br: Modo de toque longo
zh_hans: 长按模式
zh_hant: 長按模式

# MouseConfig.LongButtonDownTime
source: Long press decision time (sec)
ja_jp: 長押し判定時間 (秒)
pt_br: Tempo de decisão de toque longo (seg)
zh_hans: 长按判断时间 (秒)
zh_hant: 長按判斷時間 (秒)

# MouseConfig.LongButtonDownTime.Remarks
source: It is time to be judged to be long pressed.
ja_jp: 長押しと判定される時間です。
pt_br: É hora de ser julgado pressionado há muito tempo.
zh_hans: 判断为长按的时间。
zh_hant: 判斷為長按的時間。

# MouseConfig.LongButtonMask
source: Long press button
ja_jp: 長押しボタン
pt_br: Pressionar botão por longo tempo
zh_hans: 长按按键
zh_hant: 長按按鍵

# MouseConfig.LongButtonRepeatTime
source: Repeat interval (sec)
ja_jp: リピート間隔 (秒)
pt_br: Intervalo de repetição (seg)
zh_hans: 重复间隔 (秒)
zh_hant: 重複間隔 (秒)

# MouseConfig.LongButtonRepeatTime.Remarks
source: Repeat time with repeat input.
ja_jp: リピート入力でのリピート時間です。
pt_br: Repita o tempo com entrada repetida.
zh_hans: 重复输入的重复时间。
zh_hant: 重複輸入的重複時間。

# MouseConfig.MinimumDragDistance
source: Drag starting distance (pixel)
ja_jp: ドラッグ開始距離 (ピクセル)
pt_br: Arraste a distância inicial (pixel)
zh_hans: 拖拽开始距离 (像素)
zh_hant: 拖曳開始距離 (像素)

# MouseConfig.MinimumDragDistance.Remarks
source: First moving distance to become a drag or gesture
ja_jp: ドラッグやジェスチャーになる最初の移動距離
pt_br: Primeira distância móvel para se tornar um arrasto ou gesto
zh_hans: 拖拽或手势的开始移动距离
zh_hant: 拖曳或手勢的開始移動距離

# MouseDragList.Header.Command
source: Command
ja_jp: コマンド
pt_br: Comando
zh_hans: 指令
zh_hant: 指令

# MouseDragList.Header.Drag
source: Drag operation
ja_jp: ドラッグ操作
pt_br: Operação de arrastar
zh_hans: 拖拽操作
zh_hant: 拖曳操作

# MouseDragList.Reset
source: Reset...
ja_jp: すべて初期化...
pt_br: Restaurar...
zh_hans: 全部重设...
zh_hant: 全部重設...

# MouseDragSettingWindow.Input
source: Mouse input here
ja_jp: ここでマウス入力
pt_br: Entre com mouse aqui
zh_hans: 在这里使用鼠标输入
zh_hant: 在這裡使用滑鼠輸入

# MouseDragSettingWindow.New
source: New
ja_jp: 新しい設定
pt_br: Novo
zh_hans: 新的设置
zh_hant: 新的設定

# MouseDragSettingWindow.Old
source: Old
ja_jp: 現在の設定
pt_br: Antigo
zh_hans: 目前的设置
zh_hant: 目前的設定

# MouseDragSettingWindow.Remarks
source: Mouse button input in frame. You can not use right button drag because it is reserved with mouse gesture.
ja_jp: 水色の枠内でマウス ボタン入力します。 右ボタンドラッグはマウス ジェスチャーで予約されているため使用できません。
pt_br: Entrada do botão do mouse no quadro. Você não pode arrastar o botão direito porque ele está reservado com o gesto do mouse.
zh_hans: 在框内使用鼠标输入。 右键拖拽为鼠标手势预定因此无法使用。
zh_hant: 在框內使用滑鼠輸入。 右鍵拖曳為滑鼠手勢預定因此無法使用。

# MouseDragSettingWindow.Title
source: Drag operation
ja_jp: ドラッグ操作設定
pt_br: Operação de arrastar
zh_hans: 拖拽操作设置
zh_hant: 拖曳操作設定

# MouseGestureControl.InputGesture
source: Here gesture input (Hold down the right button while dragging)
ja_jp: ここでジェスチャー入力 (右ボタンを押しながらドラッグ)
pt_br: Aqui entrada de gestos (Mantenha pressionado o botão direito enquanto arrasta)
zh_hans: 在这里使用滑手势输入 (右键按着拖拽)
zh_hant: 在這裡使用滑手勢輸入 (右鍵按著拖曳)

# MouseGestureControl.New
source: New
ja_jp: 新しい設定
pt_br: Novo
zh_hans: 新的设置
zh_hant: 新的設定

# MouseGestureControl.Old
source: Old
ja_jp: 現在の設定
pt_br: Antigo
zh_hans: 目前的设置
zh_hant: 目前的設定

# MouseGestureControl.Remarks
source: Enter a mouse gesture within a frame. Mouse gesture is a drag operation while holding down the right mouse button. A left click can be registered as the last gesture key.
ja_jp: 水色の枠内でマウス ジェスチャーを入力します。 マウス ジェスチャーはマウス右ボタンを押しながらのドラッグ操作です。 左クリックを最後のジェスチャーキーとして登録可能です。
pt_br: Insira um gesto do mouse dentro de um quadro. O gesto do mouse é uma operação de arrastar enquanto mantém pressionado o botão direito do mouse. Um clique esquerdo pode ser registrado como a última tecla de gesto.
zh_hans: 在框内使用鼠标手势输入。 鼠标手势为鼠标右键按着拖拽操作。 可以把左键点击登录视为最后的手势按键。
zh_hant: 在框內使用滑鼠手勢輸入。 滑鼠手勢為滑鼠右鍵按著拖曳操作。 可以把左鍵點擊登錄視為最後的手勢按鍵。

# MovePlaylsitItemInBookCommandParameter.IsIncludeTerminal
source: Include the first and last pages
pt_br: Incluir a primeira e a última página
zh_hans: 包括开始与最后页面
zh_hant: 包括開始與最後頁面

# MovePlaylsitItemInBookCommandParameter.IsLoop
source: Loop
zh_hans: 循环
zh_hant: 循環

# MoveSizePageCommandParameter.Size
source: Number of moved pages
ja_jp: 移動ページ数
pt_br: Número de páginas movidas
zh_hans: 移动页面数量
zh_hant: 移動頁面數量

# MoveToChildBookCommand
source: Go to child
ja_jp: このブックを開く
pt_br: Ir para derivado
zh_hans: 打开这个书本
zh_hant: 開啟這個書本

# MoveToChildBookCommand.Remarks
source: When the page is a book, open that book.
ja_jp: ページがブックであるとき、そのブックを開きます。
pt_br: Quando a página for um livro, abra esse livro.
zh_hans: 当页面为书本时，开起该书本。
zh_hant: 當頁面為書本時，開起該書本。

# MoveToParentBookCommand
source: Go to parent
ja_jp: 親のブックを開く
pt_br: Ir para origem
zh_hans: 打开父级书本
zh_hant: 開啟父級書本

# MoveToParentBookCommand.Remarks
source: Open the upper hierarchy as a book.
ja_jp: 上の階層をブックとして開きます。
pt_br: Abra a hierarquia superior como um livro.
zh_hans: 将上一层级以书本方式开启。
zh_hant: 將上一層級以書本方式開啟。

# MultiPagePolicy.All
source: Run all pages
ja_jp: 全てのページを実行する
pt_br: Execute todas as páginas
zh_hans: 执行全部的页面
zh_hant: 執行全部的頁面

# MultiPagePolicy.Once
source: Execute only one page
ja_jp: 1 ページのみ実行する
pt_br: Execute apenas uma página
zh_hans: 仅执行单页
zh_hant: 僅執行 1 頁面

# MultiPagePolicy.Twice
source: Run both pages
ja_jp: 2 ページとも実行する
pt_br: Execute ambas as páginas
zh_hans: 同时执行双页
zh_hant: 同時執行 2 頁面

# Navigator.Angle
source: Angle
ja_jp: 回転
pt_br: Ângulo
zh_hans: 旋转
zh_hant: 旋轉

# Navigator.Flip
source: Flip
ja_jp: 反転
pt_br: Inveter
zh_hans: 翻转
zh_hant: 翻轉

# Navigator.FlipHorizontal
source: Flip horizontal
ja_jp: 左右反転
pt_br: Virar horizontalmente
zh_hans: 左右翻转
zh_hant: 左右翻轉

# Navigator.FlipVertical
source: Flip vertical
ja_jp: 上下反転
pt_br: Virar verticalmente
zh_hans: 上下翻转
zh_hant: 上下翻轉

# Navigator.IsKeepAngle
source: Keep angle
ja_jp: 角度を維持
pt_br: Mantenha o ângulo
zh_hans: 保持旋转
zh_hant: 保持旋轉

# Navigator.IsKeepFlip
source: Keep flip
ja_jp: 反転を維持
pt_br: Manter Invertido
zh_hans: 保持翻转
zh_hant: 保持翻轉

# Navigator.IsKeepScale
source: Keep scale
ja_jp: スケールを維持
pt_br: Mantenha a escala
zh_hans: 保持比例
zh_hant: 保持比例

# Navigator.MoreMenu.IsVisibleThumbnail
source: Thumbnail
pt_br: Miniatura
zh_hans: 缩略图
zh_hant: 縮圖

# Navigator.RotateLeft
source: Rotate left
ja_jp: 左回転
pt_br: Girar à esquerda
zh_hans: 左旋转
zh_hant: 左旋轉

# Navigator.RotateRerset
source: Reset angle
ja_jp: 角度をリセット
pt_br: Restaurar ângulo
zh_hans: 重设角度
zh_hant: 重設角度

# Navigator.RotateRight
source: Rotate right
ja_jp: 右回転
pt_br: Girar à direita
zh_hans: 右旋转
zh_hant: 右旋轉

# Navigator.RotateStretch
source: Apply stretch to rotate button
ja_jp: 回転ボタンにストレッチを適用
pt_br: Aplicar alongamento para girar o botão
zh_hans: 将拉伸应用于旋转按钮
zh_hant: 將延展套用於旋轉按鈕

# Navigator.Scale
source: Scale
ja_jp: スケール
pt_br: Escala
zh_hans: 比例
zh_hant: 比例

# Navigator.ScaleDown
source: Scale down
ja_jp: 縮小
pt_br: Reduzir a escala
zh_hans: 缩小
zh_hant: 縮小

# Navigator.ScaleReset
source: Reset scale
ja_jp: スケールをリセット
pt_br: Restaurar escala
zh_hans: 重设比例
zh_hant: 重設比例

# Navigator.ScaleUp
source: Scale up
ja_jp: 拡大
pt_br: Aumentar a escala
zh_hans: 放大
zh_hant: 放大

# Navigator.Stretch
source: Stretch
ja_jp: ストレッチ
pt_br: Alongar
zh_hans: 拉伸
zh_hant: 延展

# Navigator.StretchAllowScaleDown
source: Allow stretch scale down
ja_jp: 縮小を許可
pt_br: Permitir redução da escala de alongamento
zh_hans: 允许缩小
zh_hant: 允許縮小

# Navigator.StretchAllowScaleUp
source: Allow stretch scale up
ja_jp: 拡大を許可
pt_br: Permitir aumento da escala
zh_hans: 允许放大
zh_hant: 允許放大

# Navigator.StretchScale
source: Base scale
ja_jp: 基底スケール
pt_br: Escala básica
zh_hans: 基础比例
zh_hant: 基礎比例

# Navigator.Title
source: Navigator
ja_jp: ナビゲーター
pt_br: Navegador
zh_hans: 导航
zh_hant: 導覽

# NavigatorConfig.IsVisibleThumbnail
source: Show thumbnail
pt_br: Mostrar miniatura
zh_hans: 显示缩略图
zh_hant: 顯示縮圖

source: Navigator panel accessor
ja_jp: ナビゲーター パネルのアクセサ
pt_br: Acessador do painel do navegador
zh_hans: 导航面板存取器
zh_hant: 導覽面板存取器

# NextBookCommand
source: Next Book
ja_jp: 次のブックに移動
pt_br: Livro Seguinte
zh_hans: 移动到下一本书
zh_hant: 移動到下一個書本

# NextBookCommand.Remarks
source: Load the next book on the bookshelf.
ja_jp: 本棚上での次のブックを読み込みます。
pt_br: Coloque o livro seguinte na estante.
zh_hans: 载入书架内的下一本书。
zh_hant: 讀入書庫內的下一個書本。

# NextBookHistoryCommand
source: Go next
ja_jp: 次の表示ブックに進む
pt_br: Ir para o próximo
zh_hans: 前进到下一个显示的书本
zh_hant: 前進到下一個顯示的書本

# NextBookHistoryCommand.Remarks
source: Open a next open book.
ja_jp: 次に開いていたブックを開きます。
pt_br: Abrir um livro seguinte aberto.
zh_hans: 打开下一个已开启的书本。
zh_hant: 開啟下一個已開啟的書本。

# NextFolderPageCommand
source: Next folder
ja_jp: 次のフォルダーに移動
pt_br: Próxima pasta
zh_hans: 移动到下一个文件夹
zh_hant: 移動到下一個資料夾

# NextFolderPageCommand.Remarks
source: Move to the first page of the next folder of the book. Valid only in name order.
ja_jp: ブック内の次のフォルダーの先頭ページに移動します。名前順の並びでのみ有効です。
pt_br: Mover para a primeira página da próxima pasta do livro. Válido apenas por ordem de nome.
zh_hans: 移动到书本内下一个文件夹的开始页面。仅在以名称排序时有效。
zh_hant: 移動到書本內下一個資料夾的開始頁面。僅在以名稱排序時有效。

# NextHistoryCommand
source: Next History
ja_jp: 次の履歴に進む
pt_br: Próximo Histórico
zh_hans: 前进到下一个历史记录
zh_hant: 前進到下一個歷史記錄

# NextHistoryCommand.Remarks
source: Load the following new history book.
ja_jp: 次の新しい履歴のブックを読み込みます。
pt_br: Carregue o seguinte novo livro do histórico.
zh_hans: 载入下一个新历史记录的书本。
zh_hant: 讀入下一個新歷史記錄的書本。

# NextHistoryPageCommand
source: Go next view page
ja_jp: 次の表示ページに進む
pt_br: Ir para a próxima página de exibição
zh_hans: 前进到下一个显示页面
zh_hant: 前進到下一個顯示頁面

# NextHistoryPageCommand.Remarks
source: Move to next view page.
ja_jp: 次に開いていたページに移動します。
pt_br: Mover para a próxima página de exibição
zh_hans: 移动到下一个已经开启的页面。
zh_hant: 移動到下一個已經開啟的頁面。

# NextOnePageCommand
source: Next One
ja_jp: 1 ページ進む
pt_br: Avançar 1 Página
zh_hans: 前进单页
zh_hant: 前進 1 頁面

# NextOnePageCommand.Remarks
source: Only one page will move in the next direction.
ja_jp: 1 ページだけ次方向に移動します。
pt_br: Apenas uma página se moverá na próxima direção.
zh_hans: 只往下一个方向移动单页。
zh_hant: 只往下一個方向移動 1 頁面。

# NextPageCommand
source: Next
ja_jp: 次のページに進む
pt_br: Página Seguinte
zh_hans: 前进到下一个页面
zh_hant: 前進到下一個頁面

# NextPageCommand.Remarks
source: Move to next page direction. If it is 2 page display, it moves by 2 pages.
ja_jp: ページ次方向に移動します。2 ページ表示の場合は 2 ページ分移動します。
pt_br: Mover para a direção da próxima página. Se for uma exibição de 2 páginas, ele se moverá 2 páginas.
zh_hans: 往页面下一个方向移动。双页显示时移动双页。
zh_hant: 往頁面下一個方向移動。2 頁面顯示時移動 2 頁面。
