Repository: AetheriumDev/NeeView
Catalog: NeeView/Properties/Resources.*.resx
Languages: ja_jp, pt_br, zh_hans, zh_hant

# SharpenEffectUnit.Height
source: Height
pt_br: Altura
zh_hans: 高度

# ShowHiddenPanelsCommand
source: Show panels
ja_jp: パネルを一時的に表示する
pt_br: Mostrar painéis
zh_hans: 暂时显示面板
zh_hant: 暫時顯示面板

# ShowHiddenPanelsCommand.Remarks
source: The panel which is hidden automatically is displayed once. It will be canceled by some operation.
ja_jp: 自動非表示になっているパネルを一時的に表示します。なんらかの操作をすると解除されます。
pt_br: O painel que fica oculto automaticamente é exibido uma vez. Será cancelado por alguma operação.
zh_hans: 暂时显示自动隐藏的面板。做一些操作后会被取消。
zh_hant: 暫時顯示自動隱藏的面板。做一些操作後會被取消。

# ShowMessageStyle.None
source: None
ja_jp: 表示しない
pt_br: Vazio
zh_hans: 不显示
zh_hant: 不顯示

# ShowMessageStyle.Normal
source: Visible
ja_jp: 表示する
pt_br: Visível
zh_hans: 显示
zh_hant: 顯示

# ShowMessageStyle.Tiny
source: Tiny
ja_jp: 小さく表示する
pt_br: Minúsculo
zh_hans: 缩小显示
zh_hant: 縮小顯示

# SliderConfig.Color
source: Slider color
pt_br: Cor do controle deslizante
zh_hans: 滚动条颜色
zh_hant: 滑動條顏色

# SliderConfig.IsEnabled
source: Show slider
ja_jp: スライダーを表示する
pt_br: Mostrar controle deslizante
zh_hans: 显示滚动条
zh_hant: 顯示滑動條

# SliderConfig.IsHidePageSlider
source: Hide slider automatically
ja_jp: スライダーを自動的に隠す
pt_br: Ocultar o controle deslizante automaticamente
zh_hans: 自动隐藏滚动条
zh_hant: 自動隱藏滑動條

# SliderConfig.IsHidePageSliderInAutoHideMode
source: Automatically hide the slider when it is auto-hide mode
ja_jp: 自動非表示モードのときにスライダーを自動的に隠す
pt_br: Ocultar automaticamente o controle deslizante quando estiver no modo de ocultação automática
zh_hans: 自动隐藏模式时自动隐藏滚动条
zh_hant: 自動隱藏模式時自動隱藏滑動條

# SliderConfig.IsSliderLinkedFilmStrip
source: Real time change with slider applies only to film strip
ja_jp: スライダーでのリアルタイム変化はフィルムストリップにのみ適用
pt_br: A mudança em tempo real com controle deslizante aplica-se apenas à tira de filme
zh_hans: 滚动条的实时更改仅适用于胶片条
zh_hant: 在滑動條的即時更改僅套用於膠片條

# SliderConfig.IsSliderLinkedFilmStrip.Remarks
source: Switch pages when decided.
ja_jp: 決定した時にページを切り替えます。
pt_br: Troque de página quando decidir.
zh_hans: 在确定后才会切换页面。
zh_hant: 在確定後才會切換頁面。

# SliderConfig.IsSyncPageMode
source: Synchronize the amount of change to the number of displayed pages
ja_jp: 変更量を表示ページ数に同期
pt_br: Sincronize a quantidade de alterações com o número de páginas exibidas
zh_hans: 将更改量与显示页面数量同步
zh_hant: 將更改量與顯示頁面數量同步

# SliderConfig.IsVisible
source: Slider visibility
ja_jp: スライダー表示状態
pt_br: Visibilidade do controle deslizante
zh_hans: 滚动条显示状态
zh_hant: 滑動條顯示狀態

# SliderConfig.IsVisiblePlaylistMark
source: Display playlisted mark
pt_br: Exibir marca da lista de reprodução
zh_hans: 显示播放列表标记
zh_hant: 顯示播放列表標記

# SliderConfig.Opacity
source: Slider opacity
ja_jp: スライダー不透明度
pt_br: Opacidade do controle deslizante
zh_hans: 滚动条不透明度
zh_hant: 滑動條不透明度

# SliderConfig.Opacity.Remarks
source: It is applied when "@SliderConfig.IsHidePageSlider" is enabled.
ja_jp: 「@SliderConfig.IsHidePageSlider」が有効なときに、適用されます。
pt_br: É aplicado quando "@SliderConfig.IsHidePageSlider" está habilitado.
zh_hans: “@SliderConfig.IsHidePageSlider”为启用时生效。
zh_hant: 「@SliderConfig.IsHidePageSlider」為啟用時套用。

# SliderConfig.SliderDirection
source: Slider Direction
ja_jp: スライダーの方向
pt_br: Direção do controle deslizante
zh_hans: 滚动条方向
zh_hant: 滑動條方向

# SliderConfig.SliderIndexLayout
source: Page number display position
ja_jp: ページ数表示位置
pt_br: Posição de exibição do número da página
zh_hans: 页面数量显示位置
zh_hant: 頁面數量顯示位置

# SliderConfig.Thickness
source: Slider thickness (pixel)
pt_br: Espessura do controle deslizante (pixel)
zh_hans: 滚动条粗细 (像素)
zh_hant: 滑動條粗細 (像素)

# SliderDirection.LeftToRight
source: Left to right
ja_jp: ▶ 左から右
pt_br: Esquerda para direita
zh_hans: ▶ 从左到右
zh_hant: ▶ 從左到右

# SliderDirection.RightToLeft
source: Right to left
ja_jp: ◀ 右から左
pt_br: Direita para esquerda
zh_hans: ◀ 从右到左
zh_hant: ◀ 從右到左

# SliderDirection.SyncBookReadDirection
source: Depends on the book orientation
ja_jp: 本を開く方向に依存
pt_br: Depende da orientação do livro
zh_hans: 依照书本开启方向
zh_hant: 依照書本開啟方向

# SliderIndexLayout.Left
source: Left
ja_jp: 左
pt_br: Esquerda
zh_hans: 左
zh_hant: 左

# SliderIndexLayout.None
source: None
ja_jp: 表示しない
pt_br: Vazio
zh_hans: 不显示
zh_hant: 不顯示

# SliderIndexLayout.Right
source: Right
ja_jp: 右
pt_br: Direita
zh_hans: 右
zh_hant: 右

# SlideShowConfig.IsCancelSlideByMouseMove
source: Reset display interval with mouse move
ja_jp: マウス移動で表示間隔リセット
pt_br: Redefinir intervalo de exibição com movimento do mouse
zh_hans: 重设鼠标移动间隔显示
zh_hant: 重設滑鼠移動間隔顯示

# SlideShowConfig.IsCancelSlideByMouseMove.Remarks
source: When set to OFF, it will only be reset by clear action such as clicking.
ja_jp: オフにするとクリック等明確なアクションでのみリセットされます。
pt_br: Quando definido como DESLIGADO, ele só será redefinido por uma ação clara, como clicar.
zh_hans: 关闭时仅点击之类明确的操作会被重设。
zh_hant: 關閉時僅點擊之類明確的操作會被重設。

# SlideShowConfig.IsSlideShowByLoop
source: Loop play
ja_jp: ループ再生
pt_br: Reprodução em loop
zh_hans: 循环播放
zh_hant: 循環播放

# SlideShowConfig.IsSlideShowByLoop.Remarks
source: After playing to the last page, it will return to the first page.
ja_jp: 最終ページまで再生したら先頭ページに戻ります。
pt_br: Depois de reproduzir até a última página, ele retornará à primeira página.
zh_hans: 从最后页面播放时回到开头页面。
zh_hant: 從最後頁面播放時回到開頭頁面。

# SlideShowConfig.SlideShowInterval
source: Display interval (sec)
ja_jp: スライドを切り替える時間 (秒)
pt_br: Intervalo de exibição (seg)
zh_hans: 滑动切换时间 (秒)
zh_hant: 滑動切換時間 (秒)

# StartUpConfig.IsAutoPlaySlideShow
source: Start playing slideshow
ja_jp: スライドショーの再生を開始する
pt_br: Comece a reproduzir o slideshow
zh_hans: 开始幻灯片放映
zh_hant: 開始幻燈片放映

# StartUpConfig.IsMultiBootEnabled
source: Allow multiple activations
ja_jp: 多重起動を許可する
pt_br: Permitir múltiplas instâncias
zh_hans: 允许多重启动
zh_hant: 允許多重啟動

# StartUpConfig.IsOpenLastBook
source: Restore an open book
ja_jp: 開いていたブックを復元する
pt_br: Restaurar um livro aberto
zh_hans: 还原开启的书本
zh_hant: 還原開啟的書本

# StartUpConfig.IsOpenLastFolder
source: Restore bookshelf location
ja_jp: 本棚の場所を復元する
pt_br: Restaurar localização da estante
zh_hans: 还原书架位置
zh_hant: 還原書庫位置

# StartUpConfig.IsOpenLastFolder.Remarks
source: The location of the bookshelf if you do not open the book at startup.
ja_jp: 起動時に本を開かない場合の本棚の場所です。
pt_br: A localização da estante se você não abrir o livro na inicialização.
zh_hans: 启动时未开启书本前的书架位置。
zh_hant: 啟動時未開啟書本前的書庫位置。

# StartUpConfig.IsRestoreFullScreen
source: Restore full screen state
ja_jp: フルスクリーン状態を復元する
pt_br: Restaurar o estado de tela cheia
zh_hans: 还原全屏状态
zh_hant: 還原全螢幕狀態

# StartUpConfig.IsRestoreSecondWindowPlacement
source: Restore the second window coordinates
ja_jp: 2 つめのウィンドウ座標の復元
pt_br: Restaure as coordenadas da segunda janela
zh_hans: 还原第 2 窗口坐标
zh_hant: 還原第 2 視窗座標

# StartUpConfig.IsRestoreSecondWindowPlacement.Remarks
source: Also restore window coordinates when duplicates are activated. When set to OFF, it is displayed in the initial coordinates.
ja_jp: 重複起動した場合もウィンドウ座標を復元します。オフにすると初期座標で表示されます。
pt_br: Restaure também as coordenadas da janela quando as duplicatas forem ativadas. Quando definido como DESLIGADO, é exibido nas coordenadas iniciais.
zh_hans: 重复启动的窗口坐标也一并还原。关闭时显示初始坐标。
zh_hant: 重複啟動的視窗座標也一併還原。關閉時顯示初始座標。

# StartUpConfig.IsRestoreWindowPlacement
source: Restore window coordinates
ja_jp: ウィンドウ座標を復元する
pt_br: Restaurar coordenadas da janela
zh_hans: 还原窗口坐标
zh_hant: 還原視窗座標

# StartUpConfig.IsSplashScreenEnabled
source: Splash screen
ja_jp: スプラッシュ スクリーン
pt_br: Tela de abertura
zh_hans: 启动画面
zh_hant: 啟動畫面

# StretchModeCommandParameter.IsToggle
source: Switching to original size
ja_jp: オリジナル サイズとの切り替え
pt_br: Mudando para o tamanho original
zh_hans: 切换原始大小
zh_hant: 切換原始大小

# StretchModeCommandParameter.IsToggle.Remarks
source: If the stretch mode is already specified, it will be the original size
ja_jp: 既に指定のストレッチ モードの場合はオリジナル サイズにします
pt_br: Se o modo de estiramento já estiver especificado, será o tamanho original
zh_hans: 当已有指定拉伸模式时为原始大小
zh_hant: 當已有指定延展模式時為原始大小

# StretchWindowCommand
source: Stretch window
ja_jp: ウィンドウ サイズ調整
pt_br: Esticar janela
zh_hans: 调整窗口大小
zh_hant: 調整視窗大小

# StretchWindowCommand.Menu
source: Stretch window
ja_jp: ウィンドウ サイズ調整
pt_br: Esticar janela
zh_hans: 调整窗口大小
zh_hant: 調整視窗大小

# StretchWindowCommand.Remarks
source: Fit the window to the MainView content size.
ja_jp: メインビューのコンテンツ サイズにウィンドウを合わせます。
pt_br: Ajuste a janela ao tamanho do conteúdo do Exibição Principal.
zh_hans: 主视图的内容大小与窗口符合。
zh_hant: 主要檢視的內容大小與視窗符合。

# SusieConfig.IsEnabled
source: Use the Susie plugin
ja_jp: Susie プラグインを使用する
pt_br: Use o plug-in Susie
zh_hans: 使用 Susie 插件
zh_hant: 使用 Susie 擴充套件

# SusieConfig.IsFirstOrderSusieArchive
source: Prioritize Susie plugin in compressed file expansion
ja_jp: 圧縮ファイル展開で Susie プラグインを優先する
pt_br: Priorize o plugin Susie na expansão de arquivos compactados
zh_hans: 优先使用 Susie 插件解压压缩文件
zh_hant: 使用 Susie 擴充套件優先展開壓縮檔

# SusieConfig.IsFirstOrderSusieImage
source: Prioritize Susie plugin in image display
ja_jp: 画像表示で Susie プラグインを優先する
pt_br: Priorize o plugin Susie na exibição de imagens
zh_hans: 优先使用 Susie 插件显示图像
zh_hant: 使用 Susie 擴充套件優先顯示圖像

# SusieConfig.SusiePluginPath
source: Plugin folder
ja_jp: プラグイン フォルダーの場所
pt_br: Pasta de plug-ins
zh_hans: 插件文件夹位置
zh_hant: 擴充套件資料夾位置

# SusieConnectError.Message
source: Connection to Susie failed.
ja_jp: Susie との接続に失敗しました。
pt_br: A conexão com Susie falhou.
zh_hans: 与 Susie 的连接失败了。
zh_hant: 與 Susie 的連接失敗了。

# SusieLoadFailedException.Message
source: Failed to load image at Susie.
ja_jp: Susie での画像取得に失敗しました。
pt_br: Falha ao carregar a imagem em Susie.
zh_hans: 使用 Susie 取得图像失败了。
zh_hant: 使用 Susie 取得圖像失敗了。

# SusiePluginList.Config
source: Config
ja_jp: 設定
zh_hans: 设置
zh_hant: 設定

# SusiePluginList.Down
source: Down
ja_jp: 下へ
pt_br: Descer
zh_hans: 往下
zh_hant: 往下

# SusiePluginList.SwitchAll
source: All On / Off
ja_jp: 全有効/解除
pt_br: Tudo ligado/desligado
zh_hans: 全部开启/关闭
zh_hant: 全部開啟/關閉

# SusiePluginList.Up
source: Up
ja_jp: 上へ
pt_br: Subir
zh_hans: 往上
zh_hant: 往上

# SusiePluginWindow.About
source: About this plugin
pt_br: Sobre este plug-in
zh_hans: 关于这个插件
zh_hant: 關於這個擴充套件

# SusiePluginWindow.IsCacheEnabled
source: Cache plugin
ja_jp: プラグインをキャッシュする
pt_br: Plug-in de cache
zh_hans: 缓存插件
zh_hant: 快取擴充套件

# SusiePluginWindow.IsEnabled
source: Enable
ja_jp: プラグイン有効
pt_br: Habilitar
zh_hans: 启用插件
zh_hant: 啟用擴充套件

# SusiePluginWindow.IsPreExtract
source: Pre extract
ja_jp: 書庫を事前展開する
pt_br: Pré-extrair
zh_hans: 预解压文件
zh_hant: 預先展開檔案

# SwirlEffectUnit.Center
source: Center
pt_br: Centro
zh_hans: 中心

# SwirlEffectUnit.TwistAmount
source: Twist amount
pt_br: Quantidade de torção
zh_hans: 扭转数量

# SystemConfig.ArchiveRecursiveMode
source: Compressed file handling
ja_jp: 圧縮ファイルの扱い
pt_br: Gerenciamento de arquivos compactados
zh_hans: 压缩文件处理
zh_hant: 壓縮檔處理

# SystemConfig.ArchiveRecursiveMode.Remarks
source: Extended range when opening compressed file
ja_jp: 圧縮ファイルをブックとして開くときの展開単位です。
pt_br: Alcance estendido ao abrir arquivo compactado
zh_hans: 打开压缩文件时的解压范围。
zh_hant: 將壓縮檔作為以書本開啟時的展開單位。

# SystemConfig.BookPageCollectMode
source: File type to be page
ja_jp: ページになるファイルの種類
pt_br: Tipo de arquivo para ser página
zh_hans: 作为页面文件的文件类型
zh_hant: 作為頁面的檔案類別

# SystemConfig.BookPageCollectMode.Remarks
source: If you make a folder a page, you can open the folder from that page.
ja_jp: フォルダーをページにすると、そのページからフォルダーを開くことができるようになります。
pt_br: Se você transformar uma pasta em uma página, poderá abri-la nessa página.
zh_hans: 将文件夹作为页面文件时，可以从该页面打开文件夹。
zh_hant: 將資料夾作為頁面時，可以從該頁面打開資料夾。

# SystemConfig.DestinationFodlerCollection
source: Destination folders
ja_jp: 移動先フォルダーリスト
pt_br: Pastas de destino
zh_hans: 目标文件夹列表
zh_hant: 目標資料夾列表

# SystemConfig.DownloadPath
source: Download folder
ja_jp: ダウンロード フォルダ
pt_br: Pasta de download
zh_hans: 下载文件夹
zh_hant: 下載資料夾

# SystemConfig.DownloadPath.Remarks
source: It is a storage place of the image dropped by the browser etc. If not specified, temporary folder is used.
ja_jp: ブラウザ等がらドロップした画像の保存場所です。指定がない場合は一時フォルダーが使用されます。
pt_br: É um local de armazenamento da imagem descartada pelo navegador, etc. Se não for especificado, a pasta temporária será usada.
zh_hans: 从浏览器等等拖拽的图像储存位置。没有指定时则使用临时文件夹。
zh_hant: 從瀏覽器等等拖曳的圖像儲存位置。沒有指定時則使用暫存資料夾。

# SystemConfig.ExternalAppCollection
source: External applications
ja_jp: 外部アプリリスト
pt_br: Aplicativos externos
zh_hans: 外部应用行表
zh_hant: 外部應用程式列表

# SystemConfig.IsHiddenFileVisibled
source: Show hidden files
ja_jp: 隠しファイルを表示する
pt_br: Mostrar arquivos ocultos
zh_hans: 显示隐藏文件
zh_hant: 顯示隱藏檔案

# SystemConfig.IsIgnoreImageDpi
source: Dot-by-dot display of image
ja_jp: 画像のドットバイドット表示
pt_br: Exibição ponto a ponto da imagem
zh_hans: 图像点对点显示
zh_hant: 圖像點對點顯示

# SystemConfig.IsIgnoreImageDpi.Remarks
source: When displaying at the original size, it matches the pixels of the display independently of the display scale of the display.
ja_jp: オリジナル サイズで表示する場合、ディスプレイの表示スケールに依存せずにディスプレイのピクセルと一致させます。
pt_br: Ao exibir no tamanho original, ele corresponde aos pixels da tela independentemente da escala de exibição da tela.
zh_hans: 当以原始大小显示时，不依照显示器的显示比例而是与显示器的像素一致。
zh_hant: 當以原始大小顯示時，不依照顯示器的顯示比例而是與顯示器的像素一致。

# SystemConfig.IsInputMethodEnabled
source: Enable IME outside the text box
ja_jp: テキスト ボックス以外での IME を有効にする
pt_br: Habilite o IME fora da caixa de texto
zh_hans: 在文本框之外启用输入法
zh_hant: 在文字框之外啟用 IME

# SystemConfig.IsInputMethodEnabled.Remarks
source: * It is applied from the next startup. Always valid for text boxes.
ja_jp: ※次の起動から適用されます。テキスト ボックスでは常に有効です。
pt_br: *É aplicado a partir da próxima inicialização. Sempre válido para caixas de texto.
zh_hans: ※下次启动时生效。文本框会总是有效。
zh_hant: ※下次啟動時套用。文字框會總是有效。

# SystemConfig.IsNaturalSortEnabled
source: Use natural sort
ja_jp: 自然な名前順
pt_br: Use classificação natural
zh_hans: 使用自然名称顺序
zh_hant: 使用自然名稱順序

# SystemConfig.IsNaturalSortEnabled.Remarks
source: Makes sorting by name, such as numbers separated by periods, kanji numbers, etc. more natural. When off, same as Explorer.
ja_jp: ピリオドで区切られた数字、漢数字など、名前での並び替えをより自然な並び順になるようにします。オフにすると、エクスプローラーと同じ並び方になります。
pt_br: Torna mais natural a classificação por nome, como números separados por pontos, números kanji, etc. Quando desligado, igual ao Explorer.
zh_hans: 以句点分开的数字、中文数字等等，使用比名称排序更自然的排序排列。关闭则使用与资源管理器一样的排序方式。
zh_hant: 以句點分開的數字、中文數字等等，使用比名稱排序更自然的排序排列。關閉則使用與檔案總管一樣的排序方式。

# SystemConfig.IsNetworkEnabled
source: Allow network access
ja_jp: ネットワーク アクセスを許可する
pt_br: Permitir acesso à rede
zh_hans: 允许访问网络
zh_hant: 允許網路存取

# SystemConfig.IsNetworkEnabled.Remarks
source: When turned off, the version update confirmation from the "@VersionWindow.Title" dialog is stopped and a confirmation dialog is displayed before connecting to the Internet with a web browser.
ja_jp: このアプリでは、「@VersionWindow.Title」ダイアログからのバージョン更新確認とオンラインヘルプ等の WEB リンクのみにネットワークを使用します。
pt_br: Quando desativado, a confirmação de atualização de versão na caixa de diálogo "@VersionWindow.Title" é interrompida e uma caixa de diálogo de confirmação é exibida antes de conectar-se à Internet com um navegador da web.
zh_hans: 关闭时，停止从“@VersionWindow.Title”对话框确认更新，使用 Web 浏览器连接网络前显示确认对话框。
zh_hant: 關閉時，停止從「@VersionWindow.Title」對話框確認更新，使用 Web 瀏覽器連接網路前顯示確認對話框。

# SystemConfig.IsOpenbookAtCurrentPlace
source: Make the start position of the file selection dialog in "@LoadAsCommand" the location of the currently opened book
ja_jp: 「@LoadAsCommand」でのファイル選択ダイアログの開始場所を現在開いているブックの場所にする
pt_br: Faça da posição inicial da caixa de diálogo de seleção de arquivo em "@LoadAsCommand" o local do livro atualmente aberto
zh_hans: 使用“@LoadAsCommand”文件选择对话框的开始位置为目前开启的书本位置
zh_hant: 使用「@LoadAsCommand」檔案選擇對話框的開始位置為目前開啟的書本位置

# SystemConfig.IsRemoveConfirmed
source: Show confirmation dialog when deleting files
ja_jp: ファイル削除時に確認ダイアログを表示する
pt_br: Mostrar caixa de diálogo de confirmação ao excluir arquivos
zh_hans: 删除文件时显示确认对话框
zh_hant: 刪除檔案時顯示確認對話框

# SystemConfig.IsRemoveWantNukeWarning
source: Show confirmation dialog when deleting files that don't fit in the Recycle Bin
ja_jp: ごみ箱に入らないサイズのファイルを削除するときに確認ダイアログを表示する
pt_br: Mostrar caixa de diálogo de confirmação ao excluir arquivos que não cabem na Lixeira
zh_hans: 删除无法放进垃圾桶的文件时显示确认对话框
zh_hant: 刪除無法放進垃圾桶的檔案時顯示確認對話框

# SystemConfig.IsSettingBackup
source: Make a backup of the user setting file
ja_jp: ユーザー設定ファイルのバックアップを作る
pt_br: Faça um backup do arquivo de configuração
zh_hans: 制作配置文件备份
zh_hant: 製作設定檔案備份

# SystemConfig.IsSettingBackup.Remarks
source: Make a backup of the configuration file and load it instead if the normal configuration file can not be read. The file name is "UserSetting.json.bak". The update timing is when you close the options window and when you exit the application.
ja_jp: 設定ファイルのバックアップを作成し、もし通常の設定ファイルが読み込めない場合に代わりに読み込みます。ファイル名は "UserSetting.json.bak" です。更新タイミングは、設定ウィンドウを閉じた時と、アプリを終了した時です。
pt_br: Faça um backup do arquivo de configuração e carregue-o se o arquivo de configuração normal não puder ser lido. O nome do arquivo é "UserSetting.json.bak". O momento da atualização é quando você fecha a janela de opções e sai do aplicativo.
zh_hans: 制作配置文件的备份、如果无法载入一般的配置文件时作为替代载入。文件名为"UserSetting.json.bak" 。更新时间点为关闭设置窗口时、结束应用时。
zh_hant: 製作設定檔案的備份、如果無法讀入一般的設定檔案時作為替代讀入。檔案名稱為"UserSetting.json.bak" 。更新時間點為關閉設定視窗時、結束應用程式時。

# SystemConfig.IsSyncUserSetting
source: Synchronize settings
ja_jp: 設定を同期する
pt_br: Sincronizar configurações
zh_hans: 同步设置
zh_hant: 同步設定

# SystemConfig.IsSyncUserSetting.Remarks
source: When multi-booting, all NeeView settings are updated when closing the options window.
ja_jp: 多重起動しているとき、設定ウィンドウを閉じたときに他の NeeView の設定も更新します。
pt_br: Durante a inicialização múltipla, todas as configurações do NeeView são atualizadas ao fechar a janela de opções.
zh_hans: 当多重启动时，关闭设置窗口时也更新其他的 NeeView 设置。
zh_hant: 當多重啟動時，關閉設定視窗時也更新其他的 NeeView 設定。

# SystemConfig.Language
source: Language
ja_jp: 言語
pt_br: Idioma
zh_hans: 语言
zh_hant: 語言

# SystemConfig.Language.Remarks
source: * It is applied from the next startup.
ja_jp: ※次の起動から適用されます。
pt_br: *É aplicado a partir da próxima inicialização.
zh_hans: ※下次启动时生效。
zh_hant: ※下次啟動時套用。

# SystemConfig.TemporaryDirectory
source: Temporary location
ja_jp: 一時フォルダーの場所
pt_br: Localização temporária
zh_hans: 临时文件夹位置
zh_hant: 暫存資料夾位置

# SystemConfig.TemporaryDirectory.Remarks
source: It is used for pre-extraction and recursive compression files.
ja_jp: 多重圧縮ファイルの展開や事前展開に使用されます。
pt_br: É usado para arquivos de pré-extração e compactação recursiva.
zh_hans: 在预解压文件或多重压缩文件时使用。
zh_hant: 在展開或預先展開多重壓縮檔案時使用。

# ThemeConfig.ThemeType
source: Theme type
pt_br: Tipo de tema
zh_hans: 主题类型
zh_hant: 主題類別

# ThemeErrorDialog.Title
source: Theme error
pt_br: Erro de tema
zh_hans: 主题错误
zh_hant: 主題錯誤

# ThemeType.Custom
source: Custom
pt_br: Personalizado
zh_hans: 自定义
zh_hant: 自訂

# ThemeType.Dark
source: Dark
pt_br: Escuro
zh_hans: 深色
zh_hant: 深色

# ThemeType.DarkMonochrome
source: Dark monochrome
pt_br: Monocromático escuro
zh_hans: 黑白深色
zh_hant: 深單色

# ThemeType.HighContrast
source: High contrast
pt_br: Alto contraste
zh_hans: 高对比度
zh_hant: 高對比

# ThemeType.Light
source: Light
pt_br: Claro
zh_hans: 浅色
zh_hant: 淺色

# ThemeType.LightMonochrome
source: Light monochrome
pt_br: Monocromático claro
zh_hans: 黑白浅色
zh_hant: 淺單色

# ThemeType.System
source: Follow Windows settings
pt_br: Siga as configurações do Windows
zh_hans: 依照 Windows 设置
zh_hant: 依照 Windows 設定

# ThumbnailConfig.CacheLimitSpan
source: Thumbnail cache retention period
ja_jp: サムネイル キャッシュの保存期間
pt_br: Período de retenção do cache de miniaturas
zh_hans: 缩略图缓存储存期限
zh_hant: 縮圖快取儲存期限

# ThumbnailConfig.Format
source: Thumbnail image format
ja_jp: サムネイル画像フォーマット
pt_br: Formato de imagem em miniatura
zh_hans: 缩略图格式
zh_hant: 縮圖圖像格式

# ThumbnailConfig.Format.Remarks
source: PNG is high quality, but the data size is larger than JPEG.
ja_jp: PNG は高品質ですが、JPEG よりもデータサイズが大きくなります。
pt_br: PNG é de alta qualidade, mas o tamanho dos dados é maior que JPEG.
zh_hans: 虽然 PNG 质量高，但比 JPEG 大了很多。
zh_hant: 雖然 PNG 為高品質，但資料大小比 JPEG 大了很多。

# ThumbnailConfig.ImageWidth
source: Thumbnail image resolution
ja_jp: サムネイル画像解像度
pt_br: Resolução da imagem em miniatura
zh_hans: 缩略图分辨率
zh_hant: 縮圖圖像解析度

# ThumbnailConfig.ImageWidth.Remarks
source: The higher the value, the higher the resolution but the larger the data size.
ja_jp: 値が大きいほど高解像度になりますがデータサイズも大きくなります。
pt_br: Quanto maior o valor, maior será a resolução, mas maior será o tamanho dos dados.
zh_hans: 数值越大分辨率越高，但数据也会变得越大。
zh_hant: 越大的數值解析度也越高，但資料大小也會變得越大。

# ThumbnailConfig.IsCacheEnabled
source: Use thumbnail cache
ja_jp: サムネイル キャッシュを使用する
pt_br: Usar cache de miniaturas
zh_hans: 使用缩略图缓存
zh_hant: 使用縮圖快取

# ThumbnailConfig.IsCacheEnabled.Remarks
source: Cache the book thumbnail.
ja_jp: ブックのサムネイルをストレージに保存します。
pt_br: Armazene em cache a miniatura do livro.
zh_hans: 储存书本缩略图到储存空间。
zh_hant: 儲存書本縮圖到儲存空間。

# ThumbnailConfig.Quality
source: Thumbnail quality
ja_jp: サムネイル品質
pt_br: Qualidade da miniatura
zh_hans: 缩略图质量
zh_hant: 縮圖品質

# ThumbnailConfig.Quality.Remarks
source: Quality when the thumbnail image format is JPEG.
ja_jp: サムネイル画像フォーマットがJPEGの場合の品質です。
pt_br: Qualidade quando o formato da imagem em miniatura é JPEG.
zh_hans: 缩略图格式为 JPEG 时的质量。
zh_hant: 縮圖圖像格式為JPEG時的品質。

# ThumbnailConfig.ThumbnailBookCapacity
source: Book Thumbnail Capacity
ja_jp: ブック サムネイル容量
pt_br: Capacidade de miniaturas do livro
zh_hans: 书本缩略图容量
zh_hant: 書本縮圖容量

# ThumbnailConfig.ThumbnailBookCapacity.Remarks
source: The number of book thumbnails held in memory.
ja_jp: メモリに保持されるブック サムネイル数です。
pt_br: O número de miniaturas de livros mantidas na memória.
zh_hans: 在内存中维持的书本缩略图数量。
zh_hant: 在記憶體中維持的書本縮圖數量。

# ThumbnailConfig.ThumbnailCacheFilePath
source: Thumbnail cache file location
ja_jp: サムネイル キャッシュの保存場所
pt_br: Localização do arquivo de cache de miniaturas
zh_hans: 缩略图缓存储存位置
zh_hant: 縮圖快取儲存位置

# ThumbnailConfig.ThumbnailPageCapacity
source: Page Thumbnail Capacity
ja_jp: ページ サムネイル容量
pt_br: Capacidade de miniaturas de página
zh_hans: 页面缩略图容量
zh_hant: 頁面縮圖容量

# ThumbnailConfig.ThumbnailPageCapacity.Remarks
source: The number of page thumbnails held in memory. When the book is closed everything is destroyed.
ja_jp: メモリに保持されるページ サムネイル数です。ブックを閉じると全て破棄されます。
pt_br: O número de miniaturas de páginas mantidas na memória. Quando o livro é fechado, tudo é destruído.
zh_hans: 在内存中维持的页面缩略图数量。关闭书本后全部都会被销毁。
zh_hant: 在記憶體中維持的頁面縮圖數量。關閉書本後全部都會被放棄。

# ToggleBackgroundCommand
source: Switch background
ja_jp: 背景を切り替える
pt_br: Mudar plano de fundo
zh_hans: 切换背景
zh_hant: 切換背景

# ToggleBackgroundCommand.Remarks
source: Switch the background sequentially.
ja_jp: 背景を順番に切り替えます。
pt_br: Mude o fundo seqüencialmente.
zh_hans: 按照顺序切换背景。
zh_hant: 按照順序切換背景。

# ToggleBookmarkCommand
source: Toggle bookmark
ja_jp: ブックマーク追加/削除
pt_br: Alternar marcador
zh_hans: 加入/删除书签
zh_hant: 加入/刪除書籤

# ToggleBookmarkCommand.Menu
source: Bookmark
ja_jp: ブックマーク
pt_br: Marcadores
zh_hans: 书签
zh_hant: 書籤

# ToggleBookmarkCommand.Off
source: Removed bookmark
ja_jp: ブックマークを削除しました
pt_br: Marcador removido
zh_hans: 书签已删除
zh_hant: 書籤已刪除

# ToggleBookmarkCommand.On
source: Added bookmark
ja_jp: ブックマークを追加しました
pt_br: Marcador adicionado
zh_hans: 书签已加入
zh_hant: 書籤已加入

# ToggleBookmarkCommand.Remarks
source: Toggle bookmark for currently open book.
ja_jp: 現在開いているブックのブックマークを切り替えます。
pt_br: Alternar marcadores do livro atualmente aberto.
zh_hans: 切换目前开启书本的书签。
zh_hant: 切換目前開啟書本的書籤。

# ToggleBookOrderCommand
source: Switch book order
ja_jp: ブックの並び順を切り替える
pt_br: Mudar ordem do livro
zh_hans: 切换书签排序
zh_hant: 切換書籤排序

# ToggleBookOrderCommand.Remarks
source: Switch the order of books in order.
ja_jp: ブックの並び順を順番に切り替えます。
pt_br: Mude a ordem dos livros em ordem.
zh_hans: 按照书本排序顺序切换。
zh_hant: 按照書本排序順序切換。

# ToggleBookReadOrderCommand
source: Book orientation
ja_jp: 右開き、左開きを切り替える
pt_br: Orientação do livro
zh_hans: 切换右开、左开
zh_hant: 切換右開、左開

# ToggleBookReadOrderCommand.Remarks
source: Toggle right and left open.
ja_jp: 右開き、左開きを切り替えます。
pt_br: Alterne para a direita e para a esquerda aberta.
zh_hans: 切换右开、左开。
zh_hant: 切換右開、左開。
