Repository: AetheriumDev/NeeView
Catalog: NeeView/Properties/Resources.*.resx
Languages: ja_jp, pt_br, zh_hans, zh_hant

# ImageGridConfig.DivX
source: Column
ja_jp: 列
pt_br: Coluna
zh_hans: 列
zh_hant: 列

# ImageGridConfig.DivY
source: Row
ja_jp: 行
pt_br: Linha
zh_hans: 行
zh_hant: 行

# ImageGridConfig.IsEnabled
source: Show grid
ja_jp: グリッド表示
pt_br: Mostrar as grades
zh_hans: 显示网格线
zh_hant: 顯示格線

# ImageGridConfig.IsSquare
source: Square
ja_jp: 正方形
pt_br: Quadrado
zh_hans: 正方形
zh_hant: 正方形

# ImageLoadFailedException.Message
source: Failed to load image.
ja_jp: 画像の読み込みに失敗しました。
pt_br: Falha ao carregar a imagem.
zh_hans: 载入图像失败了。
zh_hant: 讀入圖像失敗了。

# ImageResizeFilterConfig.IsEnabled
source: Enable resize filter
ja_jp: リサイズ フィルター有効
pt_br: Habilitar filtro de redimensionamento
zh_hans: 启用重新重设大小滤镜
zh_hant: 啟用重新調整大小濾鏡

# ImageResizeFilterConfig.IsUnsharpMaskEnabled
source: Enable unsharp mask when resizing
ja_jp: リサイズ時のアンシャープ マスク有効
pt_br: Habilitar máscara de nitidez ao redimensionar
zh_hans: 重新重设大小时启用反锐化掩码
zh_hant: 重新調整大小時啟用反銳利化遮罩

# ImageResizeFilterConfig.ResizeInterpolation
source: Resize interpolation method
ja_jp: リサイズの補間方法
pt_br: Método de interpolação de redimensionamento
zh_hans: 重新重设大小的插补算法
zh_hant: 重新調整大小的插補演算法

# ImageStandardConfig.IsAllFileSupported
source: A file whose extension is unknown is regarded as an image file
ja_jp: 拡張子が不明なファイルを画像ファイルとみなす
pt_br: Um arquivo cuja extensão é desconhecida é considerado um arquivo de imagem
zh_hans: 将未知扩展名的文件视为图像文件
zh_hant: 將未知副檔名的檔案視為圖像檔案

# ImageStandardConfig.IsAllFileSupported.Remarks
source: This function works when "@SystemConfig.BookPageCollectMode" is "@BookPageCollectMode.All".
ja_jp: 「@SystemConfig.BookPageCollectMode」が「@BookPageCollectMode.All」のときに機能します。
pt_br: Esta função funciona quando "@SystemConfig.BookPageCollectMode" é "@BookPageCollectMode.All".
zh_hans: 当“@SystemConfig.BookPageCollectMode”为“@BookPageCollectMode.All”时可以使用该功能。
zh_hant: 當「@SystemConfig.BookPageCollectMode」為「@BookPageCollectMode.All」時可以使用的功能

# ImageStandardConfig.IsAnimatedGifEnabled
source: Play animated GIF
ja_jp: アニメーション GIF を再生する
pt_br: Reproduzir GIF animado
zh_hans: 播放 GIF 动画
zh_hant: 播放 GIF 動畫

# ImageStandardConfig.IsAnimatedGifEnabled.Remarks
source: Perform animated GIF playback. Memory consumption problems may occur with long GIFs.
ja_jp: アニメーション GIF 再生を行います。長時間のGIFでメモリ消費の問題が発生する可能性があります。
pt_br: Execute a reprodução de GIF animado. Podem ocorrer problemas de consumo de memória com GIFs longos.
zh_hans: 播放 GIF 动画。长时间播放 GIF 可能会引起内存消耗问题。
zh_hant: 進行播放 GIF 動畫。長時間的 GIF 可能會有記憶體資源消耗的問題發生。

# ImageStandardConfig.IsAspectRatioEnabled
source: Apply image resolution information
ja_jp: 画像の解像度情報を適用する
pt_br: Aplicar informações de resolução de imagem
zh_hans: 应用图像分辨率信息
zh_hant: 套用圖像解析度資訊

# ImageStandardConfig.IsAspectRatioEnabled.Remarks
source: Display according to the dpi and aspect ratio set in the image file.
ja_jp: 画像ファイルに設定されている dpi とアスペクト比に従って表示します。
pt_br: Exibição de acordo com o dpi e a proporção definida no arquivo de imagem.
zh_hans: 依照图像文件内所设置的 dpi 与宽高比显示。
zh_hant: 依照圖像檔案內所設定的 dpi 與寬高比顯示。

# ImageStandardConfig.SupportFileTypes
source: Image file extensions
ja_jp: 画像ファイルの拡張子
pt_br: Extensões de arquivo de imagem
zh_hans: 图像文件的扩展名
zh_hant: 圖像檔案的副檔名

# ImageStandardConfig.UseWicInformation
source: Use WIC information
ja_jp: WIC 情報を使用する
pt_br: Use informações do WIC
zh_hans: 使用 WIC 信息
zh_hant: 使用 WIC 資訊

# ImageStandardConfig.UseWicInformation.Remarks
source: Obtains the image file extension from WIC. If off, only the default extension is available.
ja_jp: 初期化時に WIC から画像ファイル拡張子を取得します。オフにすると、既定の拡張子のみになります。
pt_br: Obtém a extensão do arquivo de imagem do WIC. Se estiver desativado, somente a extensão padrão estará disponível.
zh_hans: 从 WIC 取得图像文件扩展名。关闭则使用默认的扩展名。
zh_hant: 從 WIC 取得圖像檔案副檔名。關閉則使用預設的副檔名。

# ImageSvgConfig.IsEnabled
source: Enable SVG file
ja_jp: SVG ファイルを有効にする
pt_br: Habilitar arquivo SVG
zh_hans: 启用 SVG 文件
zh_hant: 啟用 SVG 檔案

# ImageSvgConfig.IsEnabled.Remarks
source: Open an SVG file as a page.
ja_jp: SVG ファイルをページとして開きます。
pt_br: Abra um arquivo SVG como uma página.
zh_hans: 将 SVG 文件作为页面文件打开。
zh_hant: 將 SVG 檔案以頁面開啟。

# ImageSvgConfig.SupportFileTypes
source: SVG file extensions
ja_jp: SVG ファイルの拡張子
pt_br: Extensões de arquivo SVG
zh_hans: SVG 文件的扩展名
zh_hant: SVG 檔案的副檔名

# ImageTrimConfig.Bottom
source: Bottom
ja_jp: 下
pt_br: Embaixo
zh_hans: 下
zh_hant: 下

# ImageTrimConfig.IsEnabled
source: Enable trim
ja_jp: トリミングを有効にする
pt_br: Habilitar corte
zh_hans: 启用修整
zh_hant: 啟用修整

# ImageTrimConfig.Left
source: Left
ja_jp: 左
pt_br: Esquerda
zh_hans: 左
zh_hant: 左

# ImageTrimConfig.Right
source: Right
ja_jp: 右
pt_br: Direita
zh_hans: 右
zh_hant: 右

# ImageTrimConfig.Top
source: Top
ja_jp: 上
pt_br: Topo
zh_hans: 上
zh_hant: 上

# ImportBackupCommand
source: Import settings
ja_jp: 設定をインポート
pt_br: Importar Configurações
zh_hans: 导入设置
zh_hant: 匯入設定

# ImportBackupCommand.Menu
source: Import settings...
ja_jp: 設定をインポート...
pt_br: Importar Configurações...
zh_hans: 导入设置...
zh_hant: 匯入設定...

# ImportBackupCommand.Remarks
source: Select the restored item from the backup file and restore it.
ja_jp: バックアップ ファイルから復元項目を選んで復元します。
pt_br: Selecione o item restaurado do arquivo de backup e restaure-o. Se todos os parâmetros forem definidos, a caixa de diálogo não será exibida.
zh_hans: 从备份文件选择还原的项目做还原。
zh_hant: 從備份檔案選擇還原的項目做還原。

# ImportControl.Bookmark
source: Bookmark
ja_jp: ブックマーク
pt_br: Marcador
zh_hans: 书签
zh_hant: 書籤

# ImportControl.History
source: History
ja_jp: 履歴
pt_br: Histórico
zh_hans: 历史记录
zh_hant: 歷史記錄

# ImportControl.Pagemark
source: Pagemark
ja_jp: ページマーク
pt_br: Marcar de páginas
zh_hans: 页签
zh_hant: 頁籤

# ImportControl.Setting
source: Setting
ja_jp: 設定
pt_br: Configuração
zh_hans: 设置
zh_hant: 設定

# ImportDialog.Title
source: Import all settings
ja_jp: 全設定をインポート
pt_br: Importar todas as configurações
zh_hans: 导入全部设置
zh_hant: 匯入全部設定

# ImportErrorDialog.Title
source: Import failed
ja_jp: インポートに失敗しました
pt_br: Falha na importação
zh_hans: 导入失败了
zh_hant: 匯入失敗了

# ImportSelectDialog.Title
source: Please select the item to be imported
ja_jp: インポートする項目を選択してください
pt_br: Selecione o item a ser importado
zh_hans: 请选择要导入的项目
zh_hant: 請選擇要匯入的項目

# InconsistencyException.Message
source: Inconsistency of page data
ja_jp: ページ データの不整合
pt_br: Inconsistência de dados da página
zh_hans: 页面资料不一致
zh_hant: 頁面資料不一致

# Information.DateFormat
source: yyyy-MM-dd dddd H:mm
ja_jp: yyyy年M月d日 dddd H:mm
zh_hans: yyyy年M月d日 dddd H:mm
zh_hant: yyyy年M月d日 dddd H:mm

# Information.Menu.Copy
source: _Copy
ja_jp: コピー(_C)
pt_br: _Copiar
zh_hans: 复制(_C)
zh_hant: 複製(_C)

# Information.OpenFolder
source: Open Folder
ja_jp: フォルダーを開く
pt_br: Abrir Pasta
zh_hans: 打开文件夹
zh_hant: 開啟資料夾

# Information.OpenMap
source: Open map
pt_br: Abrir mapa
zh_hans: 打开地图
zh_hant: 開啟地圖

# Information.Title
source: Information
ja_jp: 情報
pt_br: Informação
zh_hans: 信息
zh_hant: 資訊

# InformationConfig.DateTimeFormat
source: Date time format
pt_br: Formato de data e hora
zh_hans: 日期时间显示格式
zh_hant: 日期時間顯示格式

# InformationConfig.DateTimeFormat.Remarks
source: Specifies the .NET custom datetime format string.
pt_br: Especifica a cadeia de caracteres de formato de data e hora personalizada do .NET.
zh_hans: 指定 .NET 的自定义日期时间格式文字列 。
zh_hant: 指定 .NET 的自訂日期時間格式文字列 。

# InformationConfig.IsVisibleAdvancedPhoto
source: View advanced photo section
pt_br: Exibir a seção de fotos avançadas
zh_hans: 显示照片详细信息
zh_hant: 顯示照片詳細資訊

# InformationConfig.IsVisibleCamera
source: View camera section
pt_br: Exibir seção de câmera
zh_hans: 显示相机信息
zh_hant: 顯示相機資訊

# InformationConfig.IsVisibleDescription
source: View description section
pt_br: Exibir seção de descrição
zh_hans: 显示说明信息
zh_hant: 顯示描述資訊

# InformationConfig.IsVisibleFile
source: View file section
pt_br: Exibir seção de arquivo
zh_hans: 显示文件信息
zh_hant: 顯示檔案資訊

# InformationConfig.IsVisibleGps
source: View GPS section
pt_br: Exibir seção de GPS
zh_hans: 显示GPS信息
zh_hant: 顯示GPS資訊

# InformationConfig.IsVisibleImage
source: View image section
pt_br: Exibir seção de imagem
zh_hans: 显示图像信息
zh_hant: 顯示影像資訊

# InformationConfig.IsVisibleOrigin
source: View origin section
pt_br: Exibir seção de origem
zh_hans: 显示原始信息
zh_hant: 顯示原始資訊

# InformationConfig.MapProgramFormat
source: Map program
pt_br: Programa de Mapa
zh_hans: 地图程序
zh_hant: 地圖程式

# InformationConfig.MapProgramFormat.Remarks
source: $Lat: Latitude, $LatDeg: Latitude(DEG), $Lon: Longitude, $LonDeg: Longitude(DEG)
zh_hans: $Lat: 纬度, $LatDeg: 纬度(DEG), $Lon: 经度, $LonDeg: 经度(DEG)
zh_hant: $Lat: 緯度, $LatDeg: 緯度(DEG), $Lon: 經度, $LonDeg: 經度(DEG)

# InformationGroup.AdvancedPhoto
source: Advanced photo
pt_br: Foto Avançada
zh_hans: 照片详细信息
zh_hant: 照片詳細資訊

# InformationGroup.Camera
source: Camera
pt_br: Câmera
zh_hans: 相机
zh_hant: 相機

# InformationGroup.Description
source: Description
pt_br: Descrição
zh_hans: 说明
zh_hant: 描述

# InformationGroup.File
source: File
pt_br: Arquivo
zh_hans: 文件
zh_hant: 檔案

# InformationGroup.Image
source: Image
pt_br: Imagem
zh_hans: 图像
zh_hant: 影像

# InformationGroup.Origin
source: Origin
pt_br: Origem
zh_hans: 原始
zh_hant: 原始

# InformationKey.ArchivePath
source: Archive path
pt_br: Caminho do arquivo
zh_hans: 归档路径
zh_hant: 存檔路徑

# InformationKey.Archiver
source: Archiver
pt_br: Arquivo
zh_hans: 归档器
zh_hant: 存檔者

# InformationKey.Author
source: Author
pt_br: Autor
zh_hans: 作者
zh_hant: 作者

# InformationKey.BitDepth
source: Bit depth
pt_br: Profundidade de bits
zh_hans: 位深度
zh_hant: 位元深度

# InformationKey.Brightness
source: Brightness
pt_br: Brilho
zh_hans: 亮度
zh_hant: 亮度

# InformationKey.CameraMaker
source: Camera maker
pt_br: Fabricante de câmeras
zh_hans: 相机制造商
zh_hant: 相機製造商

# InformationKey.CameraModel
source: Camera model
pt_br: Modelo de câmera
zh_hans: 相机型号
zh_hant: 相機型號

# InformationKey.CameraSerialNumber
source: Camera serial number
pt_br: Número de série da câmera
zh_hans: 相机序号
zh_hant: 相機序號

# InformationKey.Comments
source: Comments
pt_br: Comentários
zh_hans: 注释
zh_hant: 註解

# InformationKey.Contrast
source: Contrast
pt_br: Contraste
zh_hans: 对比
zh_hant: 對比

# InformationKey.Copyright
source: Copyright
pt_br: Direitos autorais
zh_hans: 著作权
zh_hant: 著作權

# InformationKey.CreationTime
source: Creation time
pt_br: Hora de criação
zh_hans: 创建时间
zh_hant: 建立日期

# InformationKey.DateAcquired
source: Date acquired
pt_br: Data de aquisição
zh_hans: 取得时间
zh_hant: 取得日期

# InformationKey.DateTaken
source: Date taken
pt_br: Data tirada
zh_hans: 拍摄日期
zh_hant: 拍攝日期

# InformationKey.Decoder
source: Decoder
pt_br: Decodificador
zh_hans: 解码器
zh_hant: 解碼器

# InformationKey.DigitalZoom
source: Digital zoom
pt_br: Zoom digital
zh_hans: 数码变焦
zh_hant: 數位變焦

# InformationKey.Dimensions
source: Dimensions
pt_br: Dimensões
zh_hans: 尺寸
zh_hant: 尺寸

# InformationKey.EXIFVersion
source: EXIF version
pt_br: Versão EXIF
zh_hans: EXIF 版本
zh_hant: EXIF 版本

# InformationKey.ExposureBias
source: Exposure bias
pt_br: Viés de exposição
zh_hans: 曝光补偿
zh_hant: 曝光補償

# InformationKey.ExposureProgram
source: Exposure program
pt_br: Programa de exposição
zh_hans: 曝光程序
zh_hant: 曝光程式

# InformationKey.ExposureTime
source: Exposure time
pt_br: Período de exposição
zh_hans: 曝光时间
zh_hant: 曝光時間

# InformationKey.FileName
source: File name
pt_br: Nome do arquivo
zh_hans: 文件名
zh_hant: 檔案名稱

# InformationKey.FilePath
source: File path
pt_br: Caminho do arquivo
zh_hans: 文件路径
zh_hant: 檔案路徑

# InformationKey.FileSize
source: Size
pt_br: Tamanho
zh_hans: 大小
zh_hant: 大小

# InformationKey.FlashEnergy
source: Flash energy
pt_br: Energia flash
zh_hans: 闪光灯能源
zh_hant: 閃光燈能源

# InformationKey.FlashMaker
source: Flash maker
pt_br: Criador de flash
zh_hans: 闪光灯制造商
zh_hant: 閃光燈制造商

# InformationKey.FlashMode
source: Flash mode
pt_br: Modo de flash
zh_hans: 闪光灯模式
zh_hant: 閃光燈模式

# InformationKey.FlashModel
source: Flash model
pt_br: Modelo flash
zh_hans: 闪光灯型号
zh_hant: 閃光燈型號

# InformationKey.FNumber
source: FNumber
pt_br: Número FN
zh_hans: 光圈
zh_hant: 光圈

# InformationKey.FocalLength
source: Focal length
pt_br: Distância focal
zh_hans: 焦段长度
zh_hant: 焦段長度

# InformationKey.FocalLengthIn35mmFilm
source: Focal length in 35mm film
pt_br: Distância focal em filme 35mm
zh_hans: 35mm 焦段长度
zh_hant: 35mm 焦段長度

# InformationKey.GPSAltitude
source: Altitude
zh_hans: 高度
zh_hant: 高度

# InformationKey.GPSLatitude
source: Latitude
zh_hans: 纬度
zh_hant: 緯度

# InformationKey.GPSLongitude
source: Longitude
zh_hans: 纬度
zh_hant: 緯度

# InformationKey.Height
source: Height
pt_br: Altura
zh_hans: 高
zh_hant: 高

# InformationKey.HorizontalResolution
source: Horizontal resolution
pt_br: Resolução horizontal
zh_hans: 水平分辨率
zh_hant: 水平解析度

# InformationKey.ISOSpeed
source: ISO speed
pt_br: Velocidade ISO
zh_hans: ISO 速度
zh_hant: ISO 速度

# InformationKey.LastWriteTime
source: Last write time
pt_br: Hora da última gravação
zh_hans: 修改时间
zh_hant: 更新日期

# InformationKey.LensMaker
source: Lens maker
pt_br: Fabricante de lentes
zh_hans: 镜头制造商
zh_hant: 鏡頭制造商

# InformationKey.LensModel
source: Lens model
pt_br: Modelo de lente
zh_hans: 镜头型号
zh_hant: 鏡頭型號

# InformationKey.LightSource
source: Light source
pt_br: Fonte de luz
zh_hans: 光源
zh_hant: 光源

# InformationKey.MaxAperture
source: Max aperture
pt_br: Abertura máxima
zh_hans: 最大光圈
zh_hant: 最大光圈

# InformationKey.MeteringMode
source: Metering mode
pt_br: Modo de medição
zh_hans: 测光模式
zh_hant: 測光模式

# InformationKey.Orientation
source: Orientation
pt_br: Orientação
zh_hans: 方向
zh_hant: 方向

# InformationKey.PhotometricInterpretation
source: Photometric interpretation
pt_br: Interpretação fotométrica
zh_hans: 亮度测量解释
zh_hant: 光度測量解釋

# InformationKey.Rating
source: Rating
pt_br: Avaliação
zh_hans: 评级
zh_hant: 評等

# InformationKey.Saturation
source: Saturation
pt_br: Saturação
zh_hans: 饱和度
zh_hant: 飽和度

# InformationKey.Sharpness
source: Sharpness
pt_br: Nitidez
zh_hans: 锐利度
zh_hant: 銳利度

# InformationKey.Subject
source: Subject
pt_br: Assunto
zh_hans: 主题
zh_hant: 主題

# InformationKey.SubjectDistance
source: Subject distance
pt_br: Distância do assunto
zh_hans: 对象距离
zh_hant: 對象距離

# InformationKey.Tags
source: Tags
pt_br: Etiquetas
zh_hans: 标签
zh_hant: 標籤

# InformationKey.Title
source: Title
pt_br: Título
zh_hans: 标题
zh_hant: 標題

# InformationKey.VerticalResolution
source: Vertical resolution
pt_br: Resolução vertical
zh_hans: 垂直分辨率
zh_hant: 垂直解析度

# InformationKey.WhiteBalance
source: White balance
pt_br: Balanço de branco
zh_hans: 白平衡
zh_hant: 白平衡

# InformationKey.Width
source: Width
pt_br: Largura
zh_hans: 宽
zh_hant: 寬

source: Information panel accessor
ja_jp: 情報パネルのアクセサ
pt_br: Acessador do painel de informações
zh_hans: 信息面板存取器
zh_hant: 資訊面板存取器

# InputGestureControl.ButtonConflict
source: Conflict resolution
ja_jp: 競合の解消
pt_br: Resolução de conflitos
zh_hans: 消除冲突
zh_hant: 消除衝突

# InputGestureControl.InputMouse
source: Mouse input here
ja_jp: ここでマウス入力
pt_br: Entre com mouse aqui
zh_hans: 在这里使用鼠标输入
zh_hant: 在這裡使用滑鼠輸入

# InputGestureControl.InputShortcut
source: Key input here
ja_jp: ここでキー入力
pt_br: Entre com chave aqui
zh_hans: 在这里使用击键
zh_hant: 在這裡使用按鍵輸入

# InputGestureControl.LabelMouse
source: Mouse input
ja_jp: マウス入力
pt_br: Entrada do mouse
zh_hans: 鼠标输入
zh_hant: 滑鼠輸入

# InputGestureControl.LabelShortcut
source: Shortcut key
ja_jp: ショートカット キー
pt_br: Tecla de atalho
zh_hans: 快捷键
zh_hant: 快速鍵

# InputGestureControl.Title
source: Shortcut setting
ja_jp: ショートカット設定
pt_br: Configuração de atalho
zh_hans: 快捷键设置
zh_hant: 快速鍵設定

# InputSceme.TypeA
source: Standard setting
ja_jp: 標準設定
pt_br: Configuração padrão
zh_hans: 标准设置
zh_hant: 標準設定

# InputSceme.TypeA.Remarks
source: By clicking the mouse, "@PrevPageCommand" "@NextPageCommand". In the wheel operation, "@PrevScrollPageCommand" "@NextScrollPageCommand".
ja_jp: マウス クリックで「@PrevPageCommand」「@NextPageCommand」 ホイール操作で「@PrevScrollPageCommand」「@NextScrollPageCommand」
pt_br: Ao clicar com o mouse, "@PrevPageCommand" "@NextPageCommand". Na operação de roda, "@PrevScrollPageCommand" "@NextScrollPageCommand".
zh_hans: 使用鼠标点击“@PrevPageCommand”“@NextPageCommand” 使用滚轮操作“@PrevScrollPageCommand”“@NextScrollPageCommand”
zh_hant: 使用滑鼠點擊「@PrevPageCommand」「@NextPageCommand」 使用滾輪操作「@PrevScrollPageCommand」「@NextScrollPageCommand」

# InputSceme.TypeB
source: Prioritize page feed by wheel
ja_jp: ホイールでのページ送り優先設定
pt_br: Priorize o feed da página por roda
zh_hans: 优先设置使用滚轮送出页面
zh_hant: 優先設定使用滾輪送出頁面

# InputSceme.TypeB.Remarks
source: In the wheel operation, "@PrevPageCommand" "@NextPageCommand". By right-click, "@OpenContextMenuCommand". Left click is undefined.
ja_jp: ホイール操作で「@PrevPageCommand」「@NextPageCommand」 マウス右クリックで「@OpenContextMenuCommand」 マウス左クリックは未定義
pt_br: Na operação de roda, "@PrevPageCommand" "@NextPageCommand". Clicando com o botão direito, "@OpenContextMenuCommand". O clique esquerdo é indefinido.
zh_hans: 使用滚轮操作“@PrevPageCommand”“@NextPageCommand” 使用鼠标右键点击“@OpenContextMenuCommand” 未定义鼠标左键点击
zh_hant: 使用滾輪操作「@PrevPageCommand」「@NextPageCommand」 使用滑鼠右鍵點擊「@OpenContextMenuCommand」 未定義滑鼠左鍵點擊

# InputSceme.TypeC
source: Prioritize page feed by click
ja_jp: クリックでのページ送り優先設定
pt_br: Priorize o feed da página por clique
zh_hans: 优先设置使用点击送出页面
zh_hant: 優先設定使用點擊送出頁面

# InputSceme.TypeC.Remarks
source: By clicking the mouse, "@PrevPageCommand" "@NextPageCommand". In the wheel operation, "@ViewScrollUpCommand" "@ViewScrollDownCommand".
ja_jp: マウス クリックで「@PrevPageCommand」「@NextPageCommand」 ホイール操作で「@ViewScrollUpCommand」「@ViewScrollDownCommand」
pt_br: Ao clicar com o mouse, "@PrevPageCommand" "@NextPageCommand". Na operação de roda, "@ViewScrollUpCommand" "@ViewScrollDownCommand".
zh_hans: 使用鼠标 点击“@PrevPageCommand”“@NextPageCommand” 使用滚轮操作“@ViewScrollUpCommand”“@ViewScrollDownCommand”
zh_hant: 使用滑鼠 點擊「@PrevPageCommand」「@NextPageCommand」 使用滾輪操作「@ViewScrollUpCommand」「@ViewScrollDownCommand」

# InputTouchControl.Remarks
source: Specify the area to touch. If Center is not assigned to a command, the judgment of the area (L1, L2, R1, R2) below it is applied. Please substitute gesture for flick operation.
ja_jp: タッチするエリアを指定します。 Center がコマンドに割り当てられていない場合はその下のエリア (L1,L2,R1,R2) の判定が適用されます。 フリック操作はジェスチャーで代用してください。
pt_br: Especifique a área a ser tocada. Se Centro não estiver atribuído a um comando, o julgamento da área (L1, L2, R1, R2) abaixo dele será aplicado. Substitua o gesto pela operação de movimento rápido.
zh_hans: 指定触控区域。 如果 Center 没有分配指令时使用以下区域 (L1,L2,R1,R2) 判定。 请用手势替代轻拂操作。
zh_hant: 指定觸控區域。 如果 Center 沒有分配指令時套用以下區域 (L1,L2,R1,R2) 判定。 請用手勢替代輕拂操作。

# InputTouchControl.TouchInput
source: Here, touch input
ja_jp: ここでタッチ入力
pt_br: Aqui, entrada de toque
zh_hans: 在这里使用触控输入
zh_hant: 在這裡使用觸控輸入

# JavascriptEngine.Log
source: Print a message to the console. It only works when you run the script from the console. For script testing.
ja_jp: コンソールにメッセージを出力します。コンソールからスクリプトを実行したときのみ機能します。スクリプト テスト用です。
pt_br: Imprima uma mensagem para o console. Só funciona quando você executa o script no console. Para teste de script.
zh_hans: 输出消息至控制台。从控制台执行脚本时限定。为测试脚本之用。
zh_hant: 輸出訊息至主控台。從主控台執行腳本時限定。為測試腳本之用。

# JavascriptEngine.Log.log
source: Output message
ja_jp: 出力メッセージ
pt_br: Mensagem de saída
zh_hans: 输出消息
zh_hant: 輸出訊息

# JavascriptEngine.Sleep
source: Suspends the script for the specified amount of time.
ja_jp: 指定された時間、スクリプトを一時停止します。
pt_br: Suspende o script pelo período de tempo especificado.
zh_hans: 已指定的时间，暂时停止脚本。
zh_hant: 已指定的時間，暫時停止腳本。

# JavascriptEngine.Sleep.millisecond
source: Pause time (milliseconds)
ja_jp: 一時停止する時間 (ミリ秒)
pt_br: Tempo de pausa (milissegundos)
zh_hans: 暂时停止时间 (毫秒)
zh_hant: 暫時停止時間 (毫秒)

# JavascriptEngine.SystemCall
source: Run the external app.
ja_jp: 外部アプリを実行します。
pt_br: Execute o aplicativo externo.
zh_hans: 执行外部应用。
zh_hant: 執行外部應用程式。

# JavascriptEngine.SystemCall.args
source: App arguments (optional)
ja_jp: 実行ファイルの引数 (省略可)
pt_br: Argumentos do aplicativo (opcional)
zh_hans: 文件执行参数 (可省略)
zh_hant: 檔案執行參數 (可省略)

# JavascriptEngine.SystemCall.filename
source: Executable path. If you specify a URL or file path, the associated app will be executed.
ja_jp: 実行ファイルのパス。URL やファイルパスを指定した場合は関連付けられたアプリが実行されます。
pt_br: Caminho executável. Se você especificar um URL ou caminho de arquivo, o aplicativo associado será executado.
zh_hans: 执行文件路径。当指定 URL 或文件路径时则执行关联的应用。
zh_hant: 執行檔案路徑。當指定 URL 或檔案路徑時則執行關聯的應用程式。

# JumpPageCommand
source: Jump page
ja_jp: 指定ページに移動
pt_br: Mover para página
zh_hans: 移动到指定页面
zh_hant: 移動到指定頁面

# JumpPageCommand.Execute.Remarks
source: number: int|Page number
ja_jp: number: int|ベージ番号
pt_br: número: int|Número da página
zh_hans: number: int|页面编号
zh_hant: number: int|頁面編號

# JumpPageCommand.Remarks
source: Enter the page number and move.
ja_jp: ページ番号を指定して移動します。
pt_br: Digite o número da página e mova.
zh_hans: 移动到指定的页面编号。
zh_hant: 移動到指定的頁面編號。

# JumpRandomPageCommand
source: Random page
ja_jp: ランダムなページに移動
pt_br: Página aleatória
zh_hans: 移动到随机页面
zh_hant: 移動到隨機頁面

# JumpRandomPageCommand.Remarks
source: Jump to a random page.
ja_jp: ランダムなページに移動します。
pt_br: Pula para uma página aleatória.
zh_hans: 移动到随机的页面。
zh_hant: 移動到隨機的頁面。

# Language.Japanese
source: 日本語
pt_br: Japonês
zh_hans: 日本语

# LastPageCommand
source: Last page
ja_jp: 最後のページに移動
pt_br: Última página
zh_hans: 移动到最后的页面
zh_hant: 移動到最後的頁面

# LastPageCommand.Remarks
source: Move to the last page.
ja_jp: 終端ページに移動します。
pt_br: Mover para a última página.
zh_hans: 移动到结尾的页面。
zh_hant: 移動到結尾的頁面。

# LayoutPanel.Menu.Close
source: _Close
ja_jp: 閉じる(_C)
pt_br: _Fechar
zh_hans: 关闭(_C)
zh_hant: 關閉(_C)

# LayoutPanel.Menu.Docking
source: Doc_king
ja_jp: ドッキング(_K)
pt_br: En_caixe
zh_hans: 停靠(_K)
zh_hant: 停靠(_K)

# LayoutPanel.Menu.Floating
source: _Floating
ja_jp: フローティング(_F)
pt_br: _Flutuante
zh_hans: 浮动(_F)
zh_hant: 浮動(_F)

# LayoutPanelAccessor.Close
source: Close panel
ja_jp: パネルを閉じる
pt_br: Fechar painel
zh_hans: 关闭面板
zh_hant: 關閉面板

# LayoutPanelAccessor.IsFloating
source: Panel is floating
ja_jp: パネルのフローティング状態
pt_br: Painel está flutuando
zh_hans: 面板浮动状态
zh_hant: 面板浮動狀態

# LayoutPanelAccessor.IsSelected
source: Panel is selected
ja_jp: パネル選択状態
pt_br: O painel está selecionado
zh_hans: 面板选择状态
zh_hant: 面板選擇狀態

# LayoutPanelAccessor.IsVisible
source: Panel is visible
ja_jp: パネル表示状態
pt_br: O painel está visível
zh_hans: 面板显示状态
zh_hant: 面板顯示狀態

# LayoutPanelAccessor.Open
source: Open panel
ja_jp: パネルを開く
pt_br: Abrir Painel
zh_hans: 打开面板
zh_hant: 開啟面板

# LayoutPanelAccessor.OpenDock
source: Open panel in docking mode
ja_jp: ドッキング状態でパネルを開く
pt_br: Abra o painel no modo encaixe
zh_hans: 以停靠状态开启面板
zh_hant: 以停靠狀態開啟面板

# LayoutPanelAccessor.OpenFloat
source: Open panel in floating mode
ja_jp: フローティング状態でパネルを開く
pt_br: Abrir painel em modo flutuante
zh_hans: 以浮动状态开启面板
zh_hant: 以浮動狀態開啟面板

# LevelEffectUnit.Black
source: Black
pt_br: Preto
zh_hans: 黑色

# LevelEffectUnit.Center
source: Center
pt_br: Centro
zh_hans: 中心

# LevelEffectUnit.Maximum
source: Max
pt_br: Máx.
zh_hans: 最大

# LevelEffectUnit.Minimum
source: Min
pt_br: Mín.
zh_hans: 最小

# LevelEffectUnit.White
source: White
pt_br: Branco
zh_hans: 白色

# LineBreakStopMode.Line
source: Line
pt_br: Linha
zh_hans: 行
zh_hant: 行

# LineBreakStopMode.Page
source: Page
pt_br: Página
zh_hans: 页面
zh_hant: 頁面

# LoadAsCommand
source: Open file
ja_jp: ファイルを開く
pt_br: Abrir Arquivo
zh_hans: 打开文件
zh_hant: 開啟檔案

# LoadAsCommand.Execute.Remarks
source: path: string|File or folder path
ja_jp: path: string|ファイルやフォルダーのパス
pt_br: caminho: termo|Caminho do arquivo ou pasta
zh_hans: path: string|文件或文件夹路径
zh_hant: path: string|檔案或資料夾路徑

# LoadAsCommand.Menu
source: _Open...
ja_jp: 開く(_O)...
pt_br: _Abrir...
zh_hans: 打开(_O)...
zh_hant: 開啟(_O)...

# LoadAsCommand.Remarks
source: Select and open the compressed file or image file.
ja_jp: 圧縮ファイルか画像ファイルを選択して開きます。
pt_br: Selecione e abra o arquivo compactado ou arquivo de imagem.
zh_hans: 打开选择的压缩文件或图像文件。
zh_hant: 開啟選擇的壓縮檔或圖像檔案。

# LoadFailedException.Message
source: Failed to read {0}. {1}
ja_jp: {0} の読み込みに失敗しました。 {1}
pt_br: Falha ao ler {0}. {1}
zh_hans: {0} 载入失败了。 {1}
zh_hant: {0} 的讀入失敗了。 {1}

# LoadingPage.ViewNone
source: None
ja_jp: なし
pt_br: Vazio
zh_hans: 无
zh_hant: 無
