Repository: AetheriumDev/NeeView
Catalog: NeeView/Properties/Resources.*.resx
Languages: ja_jp, pt_br, zh_hans, zh_hant

# ToggleViewFlipVerticalCommand
source: Toggle flip vertial
ja_jp: 上下反転
pt_br: Alternar virar verticalmente
zh_hans: 上下翻转
zh_hant: 上下翻轉

# ToggleViewFlipVerticalCommand.Remarks
source: Flip the image upside down.
ja_jp: 画像を上下反転させます。
pt_br: Vire a imagem de cabeça para baixo.
zh_hans: 将图像上下翻转。
zh_hant: 將圖像上下翻轉。

# ToggleVisibleAddressBarCommand
source: Toggle address bar
ja_jp: アドレス バー表示/非表示
pt_br: Alternar barra de endereço
zh_hans: 显示/隐藏地址栏
zh_hant: 顯示/隱藏位置列

# ToggleVisibleAddressBarCommand.Menu
source: Address bar
ja_jp: アドレス バー
pt_br: Barra de endereço
zh_hans: 地址栏
zh_hant: 位置列

# ToggleVisibleAddressBarCommand.Off
source: Address bar OFF
ja_jp: アドレス バーを消す
pt_br: Barra de endereço DESLIGADA
zh_hans: 关闭地址栏
zh_hant: 關閉位置列

# ToggleVisibleAddressBarCommand.On
source: Address bar
ja_jp: アドレス バーを表示する
pt_br: Barra de endereço
zh_hans: 显示地址栏
zh_hant: 顯示位置列

# ToggleVisibleAddressBarCommand.Remarks
source: Toggle vidible / hide of the address bar.
ja_jp: アドレス バーの表示/非表示を切り替えます。
pt_br: Alternar entre exibir/ocultar a barra de endereço.
zh_hans: 切换显示/隐藏地址栏。
zh_hant: 切換顯示/隱藏位置列。

# ToggleVisibleBookmarkListCommand
source: Toggle bookmark panel
ja_jp: ブックマーク パネル表示/非表示
pt_br: Alternar painel de marcadores
zh_hans: 显示/隐藏书签面板
zh_hant: 顯示/隱藏書籤面板

# ToggleVisibleBookmarkListCommand.Menu
source: Bookmark panel
ja_jp: ブックマーク パネル
pt_br: Painel de marcadores
zh_hans: 书签面板
zh_hant: 書籤面板

# ToggleVisibleBookmarkListCommand.Off
source: Bookmark panel OFF
ja_jp: ブックマーク パネルを消す
pt_br: Painel de marcadores DESLIGADO
zh_hans: 关闭书签面板
zh_hant: 關閉書籤面板

# ToggleVisibleBookmarkListCommand.On
source: Bookmark panel
ja_jp: ブックマーク パネルを表示する
pt_br: Painel de marcadores
zh_hans: 显示书签面板
zh_hant: 顯示書籤面板

# ToggleVisibleBookmarkListCommand.Remarks
source: Toggle vidible / hide of the bookmark panel.
ja_jp: ブックマーク パネルの表示/非表示を切り替えます。
pt_br: Alternar entre exibir/ocultar o painel de favoritos.
zh_hans: 切换显示/隐藏书签面板。
zh_hant: 切換顯示/隱藏書籤面板。

# ToggleVisibleBookshelfCommand
source: Toggle bookshelf
ja_jp: 本棚の表示/非表示
pt_br: Alternar estante
zh_hans: 显示/隐藏书架
zh_hant: 顯示/隱藏書庫

# ToggleVisibleBookshelfCommand.Menu
source: Bookshelf
ja_jp: 本棚
pt_br: Estante
zh_hans: 书架
zh_hant: 書庫

# ToggleVisibleBookshelfCommand.Off
source: Bookshelf OFF
ja_jp: 本棚を消す
pt_br: Estante DESLIGADA
zh_hans: 关闭书架
zh_hant: 關閉書庫

# ToggleVisibleBookshelfCommand.On
source: Bookshelf
ja_jp: 本棚を表示する
pt_br: Estante
zh_hans: 显示书架
zh_hant: 顯示書庫

# ToggleVisibleBookshelfCommand.Remarks
source: Toggle visible / hide of the bookshelf panel.
ja_jp: 本棚パネルの表示/非表示を切り替えます。
pt_br: Alternar entre visível/ocultar o painel da estante.
zh_hans: 切换显示/隐藏书架面板。
zh_hant: 切換顯示/隱藏書庫面板。

# ToggleVisibleEffectInfoCommand
source: Toggle effect panel
ja_jp: エフェクト パネルの表示/非表示
pt_br: Alternar painel de efeitos
zh_hans: 显示/隐藏效果面板
zh_hant: 顯示/隱藏效果面板

# ToggleVisibleEffectInfoCommand.Menu
source: Effect panel
ja_jp: エフェクト パネル
pt_br: Painel de Efeitos
zh_hans: 效果面板
zh_hant: 效果面板

# ToggleVisibleEffectInfoCommand.Off
source: Effect panel OFF
ja_jp: エフェクト パネルを消す
pt_br: Painel de efeitos DESLIGADO
zh_hans: 关闭效果面板
zh_hant: 關閉效果面板

# ToggleVisibleEffectInfoCommand.On
source: Effect panel
ja_jp: エフェクト パネルを表示する
pt_br: Painel de Efeitos
zh_hans: 显示效果面板
zh_hant: 顯示效果面板

# ToggleVisibleEffectInfoCommand.Remarks
source: Toggle visible / hide of the effect panel.
ja_jp: エフェクト パネルの表示/非表示を切り替えます。
pt_br: Alternar entre visível/ocultar o painel de efeitos.
zh_hans: 切换显示/隐藏效果面板。
zh_hant: 切換顯示/隱藏效果面板。

# ToggleVisibleFileInfoCommand
source: Toggle information panel
ja_jp: 情報パネルの表示/非表示
pt_br: Alternar painel de informações
zh_hans: 显示/隐藏信息面板
zh_hant: 顯示/隱藏資訊面板

# ToggleVisibleFileInfoCommand.Menu
source: Information panel
ja_jp: 情報パネル
pt_br: Painel de informações
zh_hans: 信息面板
zh_hant: 資訊面板

# ToggleVisibleFileInfoCommand.Off
source: Information panel OFF
ja_jp: 情報パネルを消す
pt_br: Painel de informações DESLIGADO
zh_hans: 关闭信息面板
zh_hant: 關閉資訊面板

# ToggleVisibleFileInfoCommand.On
source: Information panel
ja_jp: 情報パネルを表示する
pt_br: Painel de informações
zh_hans: 显示信息面板
zh_hant: 顯示資訊面板

# ToggleVisibleFileInfoCommand.Remarks
source: Toggle visible / hide of the information panel.
ja_jp: 情報パネルの表示/非表示を切り替えます。
pt_br: Alternar entre visível/ocultar o painel de informações.
zh_hans: 切换显示/隐藏信息面板。
zh_hant: 切換顯示/隱藏資訊面板。

# ToggleVisibleFoldersTreeCommand
source: Toggle Folders tree
ja_jp: フォルダー ツリーの表示/非表示
pt_br: Alternar árvore de pastas
zh_hans: 显示/隐藏树状文件夹
zh_hant: 顯示/隱藏樹狀資料夾

# ToggleVisibleFoldersTreeCommand.Menu
source: Folders tree
ja_jp: フォルダー ツリー
pt_br: Árvore de pastas
zh_hans: 树状文件夹
zh_hant: 樹狀資料夾

# ToggleVisibleFoldersTreeCommand.Off
source: Folders tree OFF
ja_jp: フォルダー ツリーを消す
pt_br: Árvore de pastas DESLIGADO
zh_hans: 关闭树状文件夹
zh_hant: 關閉樹狀資料夾

# ToggleVisibleFoldersTreeCommand.On
source: Folders tree
ja_jp: フォルダー ツリーを表示する
pt_br: Árvore de pastas
zh_hans: 显示树状文件夹
zh_hant: 顯示樹狀資料夾

# ToggleVisibleFoldersTreeCommand.Remarks
source: Toggle visible / hide of the Folders tree. The bookshelf is displayed.
ja_jp: フォルダー ツリーの表示/非表示を切り替えます。本棚は表示状態になります。
pt_br: Alternar entre visível/ocultar a árvore de pastas. A estante é exibida.
zh_hans: 切换显示/隐藏树状文件夹。书架会变成显示状态。
zh_hant: 切換顯示/隱藏樹狀資料夾。書庫會變成顯示狀態。

# ToggleVisibleHistoryListCommand
source: Toggle history panel
ja_jp: 履歴パネルの表示/非表示
pt_br: Alternar painel de histórico
zh_hans: 显示/隐藏历史记录面板
zh_hant: 顯示/隱藏歷史記錄面板

# ToggleVisibleHistoryListCommand.Menu
source: History panel
ja_jp: 履歴パネル
pt_br: Painel histórico
zh_hans: 历史记录面板
zh_hant: 歷史記錄面板

# ToggleVisibleHistoryListCommand.Off
source: History panel OFF
ja_jp: 履歴パネルを消す
pt_br: Painel histórico DESLIGADO
zh_hans: 关闭历史记录面板
zh_hant: 關閉歷史記錄面板

# ToggleVisibleHistoryListCommand.On
source: History panel
ja_jp: 履歴パネルを表示する
pt_br: Painel histórico
zh_hans: 显示历史记录面板
zh_hant: 顯示歷史記錄面板

# ToggleVisibleHistoryListCommand.Remarks
source: Toggle vidible / hide of the history panel.
ja_jp: 履歴パネルの表示/非表示を切り替えます。
pt_br: Alternar visualização/ocultação do painel de histórico.
zh_hans: 切换显示/隐藏历史记录面板。
zh_hant: 切換顯示/隱藏歷史記錄面板。

# ToggleVisibleNavigatorCommand
source: Toggle navigator
ja_jp: ナビゲーターの表示/非表示
pt_br: Alternar navegador
zh_hans: 显示/隐藏导航面板
zh_hant: 顯示/隱藏導覽

# ToggleVisibleNavigatorCommand.Menu
source: Navigator
ja_jp: ナビゲーター
pt_br: Navegador
zh_hans: 导航面板
zh_hant: 導覽

# ToggleVisibleNavigatorCommand.Off
source: Navigator OFF
ja_jp: ナビゲーターを消す
pt_br: Navegador DESLIGADO
zh_hans: 关闭导航面板
zh_hant: 關閉導覽

# ToggleVisibleNavigatorCommand.On
source: Navigator
ja_jp: ナビゲーターを表示する
pt_br: Navegador
zh_hans: 显示导航面板
zh_hant: 顯示導覽

# ToggleVisibleNavigatorCommand.Remarks
source: Toggle visible / hide of the navigator panel.
ja_jp: ナビゲーター パネルの表示/非表示を切り替えます。
pt_br: Alternar entre visível/ocultar o painel do navegador.
zh_hans: 切换显示/隐藏导航面板。
zh_hant: 切換顯示/隱藏導覽面板。

# ToggleVisiblePageListCommand
source: Toggle PageList panel
ja_jp: ページリスト パネルの表示/非表示
pt_br: Alternar painel Lista de Páginas
zh_hans: 显示/隐藏页面列表面板
zh_hant: 顯示/隱藏頁面列表面板

# ToggleVisiblePageListCommand.Menu
source: PageList panel
ja_jp: ページリスト パネル
pt_br: Painel de Lista de Páginas
zh_hans: 页面列表面板
zh_hant: 頁面列表面板

# ToggleVisiblePageListCommand.Off
source: PageList panel OFF
ja_jp: ページリスト パネルを消す
pt_br: Painel de Lista de Páginas DESLIGADO
zh_hans: 关闭页面列表面板
zh_hant: 關閉頁面列表面板

# ToggleVisiblePageListCommand.On
source: PageList panel
ja_jp: ページリスト パネルを表示する
pt_br: Painel de Lista de Páginas
zh_hans: 显示页面列表面板
zh_hant: 顯示頁面列表面板

# ToggleVisiblePageListCommand.Remarks
source: Toggle visible / hide of the PageList panel.
ja_jp: ページリスト パネルの表示/非表示を切り替えます。
pt_br: Alternar entre visível/ocultar o painel Lista de Páginas.
zh_hans: 切换显示/隐藏页面列表面板。
zh_hant: 切換顯示/隱藏頁面列表面板。

# ToggleVisiblePageSliderCommand
source: Toggle slider
ja_jp: スライダーの表示/非表示
pt_br: Alternar controle deslizante
zh_hans: 显示/隐藏滚动条
zh_hant: 顯示/隱藏滑動條

# ToggleVisiblePageSliderCommand.Menu
source: Slider
ja_jp: スライダー
pt_br: Controle deslizante
zh_hans: 滚动条
zh_hant: 滑動條

# ToggleVisiblePageSliderCommand.Off
source: Slider OFF
ja_jp: スライダーを消す
pt_br: Controle deslizante DESLIGADO
zh_hans: 关闭滚动条
zh_hant: 關閉滑動條

# ToggleVisiblePageSliderCommand.On
source: Slider
ja_jp: スライダーを表示する
pt_br: Controle deslizante
zh_hans: 显示滚动条
zh_hant: 顯示滑動條

# ToggleVisiblePageSliderCommand.Remarks
source: Toggle visible / hide of the slider.
ja_jp: スライダーの表示/非表示を切り替えます。
pt_br: Alternar visível/ocultar o controle deslizante.
zh_hans: 切换显示/隐藏滚动条。
zh_hant: 切換顯示/隱藏滑動條。

# ToggleVisiblePlaylistCommand
source: Toggle playlist panel
pt_br: Alternar painel da lista de reprodução
zh_hans: 显示/隐藏播放列表面板
zh_hant: 顯示/隱藏播放列表面板

# ToggleVisiblePlaylistCommand.Menu
source: Playlist panel
pt_br: Painel da lista de reprodução
zh_hans: 播放列表面板
zh_hant: 播放列表面板

# ToggleVisiblePlaylistCommand.Off
source: Playlist panel OFF
pt_br: Painel da lista de reprodução DESLIGADO
zh_hans: 关闭播放列表面板
zh_hant: 關閉播放列表面板

# ToggleVisiblePlaylistCommand.On
source: Playlist panel
pt_br: Painel da lista de reprodução
zh_hans: 显示播放列表面板
zh_hant: 顯示播放列表面板

# ToggleVisiblePlaylistCommand.Remarks
source: Toggle vidible / hide of the playlist panel.
pt_br: Alternar entre exibir/ocultar o painel da lista de reprodução.
zh_hans: 切换显示/隐藏播放列表面板。
zh_hant: 切換顯示/隱藏播放列表面板。

# ToggleVisibleSideBarCommand
source: Toggle side bar
ja_jp: サイド バー表示/非表示
pt_br: Alternar barra lateral
zh_hans: 显示/隐藏侧边栏
zh_hant: 顯示/隱藏側邊列

# ToggleVisibleSideBarCommand.Menu
source: Side bar
ja_jp: サイド バー
pt_br: Barra Lateral
zh_hans: 侧边栏
zh_hant: 側邊列

# ToggleVisibleSideBarCommand.Off
source: Side bar OFF
ja_jp: サイド バーを消す
pt_br: Barra lateral DESLIGADA
zh_hans: 关闭侧边栏
zh_hant: 關閉側邊列

# ToggleVisibleSideBarCommand.On
source: Side bar
ja_jp: サイド バーを表示する
pt_br: Barra Lateral
zh_hans: 显示侧边栏
zh_hant: 顯示側邊列

# ToggleVisibleSideBarCommand.Remarks
source: Toggle visible / hide of sidebar.
ja_jp: サイド バーの表示/非表示を切り替えます。
pt_br: Alternar entre visível/ocultar a barra lateral.
zh_hans: 切换显示/隐藏侧边栏。
zh_hant: 切換顯示/隱藏側邊列。

# ToggleVisibleThumbnailListCommand
source: Toggle filmstrip
ja_jp: フィルムストリップの表示/非表示
pt_br: Alternar tira de filme
zh_hans: 显示/隐藏胶片条
zh_hant: 顯示/隱藏膠片條

# ToggleVisibleThumbnailListCommand.Menu
source: Filmstrip
ja_jp: フィルムストリップ
pt_br: Tira de filme
zh_hans: 胶片条
zh_hant: 膠片條

# ToggleVisibleThumbnailListCommand.Off
source: Filmstrip OFF
ja_jp: フィルムストリップを消す
pt_br: Tira de filme DESLIGADA
zh_hans: 关闭胶片条
zh_hant: 關閉膠片條

# ToggleVisibleThumbnailListCommand.On
source: Filmstrip
ja_jp: フィルムストリップを表示する
pt_br: Tira de filme
zh_hans: 显示胶片条
zh_hant: 顯示膠片條

# ToggleVisibleThumbnailListCommand.Remarks
source: Toggle visible / hide of the filmstrip.
ja_jp: フィルムストリップの表示/非表示を切り替えます。
pt_br: Alternar entre visível/ocultar a tira de filme.
zh_hans: 切换显示/隐藏胶片条。
zh_hant: 切換顯示/隱藏膠片條。

# ToggleWindowMaximizeCommand
source: Maximize window
ja_jp: ウィンドウを最大化する
pt_br: Maximizar janela
zh_hans: 将窗口最大化
zh_hant: 將視窗最大化

# ToggleWindowMaximizeCommand.Menu
source: Maximize
ja_jp: ウィンドウ最大化
pt_br: Maximizar
zh_hans: 窗口最大化
zh_hant: 視窗最大化

# ToggleWindowMaximizeCommand.Remarks
source: Maximize the window. If it has already been maximized, restore it to its original size.
ja_jp: ウィンドウを最大化します。既に最大化されている場合は元のサイズに戻します。
pt_br: Maximizar a janela. Se já tiver sido maximizado, restaure-o ao tamanho original.
zh_hans: 将窗口最大化。已经最大化时会回到原来的大小。
zh_hant: 將視窗最大化。已經最大化時會回到原來的大小。

# ToggleWindowMinimizeCommand
source: Minimize window
ja_jp: ウィンドウを最小化する
pt_br: Minimizar janela
zh_hans: 将窗口最小化
zh_hant: 將視窗最小化

# ToggleWindowMinimizeCommand.Menu
source: Minimize
ja_jp: ウィンドウ最小化
pt_br: Minimizar janela
zh_hans: 窗口最小化
zh_hant: 視窗最小化

# ToggleWindowMinimizeCommand.Remarks
source: Minimize the window. If it has already been minimized, restore it to its original size.
ja_jp: ウィンドウを最小化します。既に最小化されている場合は元のサイズに戻します。
pt_br: Minimizar a janela. Se já tiver sido minimizado, restaure-o ao tamanho original.
zh_hans: 将窗口最小化。已经最大化时会回到原来的大小。
zh_hant: 將視窗最小化。已經最大化時會回到原來的大小。

# TouchAction.Drag
source: Touch view operation
ja_jp: タッチ ビュー操作
pt_br: Operação de visualização por toque
zh_hans: 触控检视操作
zh_hant: 觸控檢視操作

# TouchAction.Gesture
source: Gesture
ja_jp: ジェスチャー
pt_br: Gesto
zh_hans: 手势
zh_hant: 手勢

# TouchAction.Loupe
source: Loupe
ja_jp: ルーペ
pt_br: Lupa
zh_hans: 放大镜
zh_hant: 放大鏡

# TouchAction.MouseDrag
source: Mouse drag operation
ja_jp: マウス ドラッグ操作
pt_br: Operação de arrastar do mouse
zh_hans: 鼠标拖拽操作
zh_hant: 滑鼠拖曳操作

# TouchAction.None
source: None
ja_jp: なし
pt_br: Vazio
zh_hans: 无
zh_hant: 無

# TouchConfig.DragAction
source: Single touch drag operation
ja_jp: シングル タッチのドラッグ操作
pt_br: Operação de arrastar com um único toque
zh_hans: 单点触控拖拽操作
zh_hant: 單點觸控拖曳操作

# TouchConfig.GestureMinimumDistance
source: Minimum movement distance for touch drag judgment (pixel)
ja_jp: タッチドラッグ判定の最小移動距離 (ピクセル)
pt_br: Distância mínima de movimento para julgamento de arrasto por toque (pixel)
zh_hans: 触控拖拽判断的最小移动距离 (像素)
zh_hant: 觸控拖曳判斷的最小移動距離 (像素)

# TouchConfig.GestureMinimumDistance.Remarks
source: Dragging is judged to start for the first time by moving this distance.
ja_jp: この距離を移動して初めてドラッグ開始と判定されます。
pt_br: O arrasto é considerado iniciado pela primeira vez ao mover essa distância.
zh_hans: 通过这个移动距离判断首次拖拽开始。
zh_hant: 透過這個移動距離判斷首次拖曳開始。

# TouchConfig.HoldAction
source: Long press Touch drag operation
ja_jp: 長押しタッチのドラッグ操作
pt_br: Pressão longa Operação de arrastar e tocar
zh_hans: 长按触控拖拽操作
zh_hant: 長按觸控拖曳操作

# TouchConfig.IsAngleEnabled
source: Enable rotation operation with multi-touch
ja_jp: マルチ タッチでの回転操作を有効にする
pt_br: Habilite a operação de rotação com multi-toque
zh_hans: 通过多点触控执行旋转
zh_hant: 啟用使用多點觸控旋轉操作

# TouchConfig.IsEnabled
source: Use the touch function
ja_jp: タッチ機能を使用する
pt_br: Use a função de toque
zh_hans: 使用触控功能
zh_hant: 使用觸控功能

# TouchConfig.IsEnabled.Remarks
source: When turned off, it is recognized as a standard mouse operation.
ja_jp: オフにすると、標準のマウス操作として認識します。
pt_br: Quando desligado, é reconhecido como uma operação padrão do mouse.
zh_hans: 关闭时，识别为标准的鼠标操作。
zh_hant: 關閉時，識別為標準的滑鼠操作。

# TouchConfig.IsScaleEnabled
source: Enable sizing operation with pinch in and pinch out
ja_jp: ピンチイン・ピンチアウトでのサイズ変更操作操作を有効にする
pt_br: Habilite a operação de dimensionamento com pinçar para dentro e pinçar para fora
zh_hans: 通过手指捏合更改大小
zh_hant: 啟用使用內推與外伸更改大小操作

# TouchConfig.MinimumManipulationDistance
source: Touch operation pinch minimum change distance (pixel)
ja_jp: タッチ操作ピンチ最小変化距離 (ピクセル)
pt_br: Distância mínima de mudança de pinça de operação de toque (pixel)
zh_hans: 触控操作推伸最小变动距离 (像素)
zh_hant: 觸控操作推伸最小變動距離 (像素)

# TouchConfig.MinimumManipulationDistance.Remarks
source: This is the minimum operating distance at which rotation and enlargement / reduction by touch operation are effective.
ja_jp: タッチ操作での回転、拡大縮小が有効になる最小操作距離です。
pt_br: Esta é a distância operacional mínima na qual a rotação e a ampliação/redução por operação por toque são efetivas.
zh_hans: 触控操作的旋转、放大缩小时有效的最小操作距离。
zh_hant: 觸控操作的旋轉、放大縮小時有效的最小操作距離。

# TouchConfig.MinimumManipulationRadius
source: Touch operation pinch minimum determination distance (pixel)
ja_jp: タッチ操作ピンチ最小判定距離 (ピクセル)
pt_br: Distância mínima de determinação da pinça de operação por toque (pixel)
zh_hans: 触控操作推伸最小判断距离(像素)
zh_hant: 觸控操作推伸最小判斷距離(像素)

# TouchConfig.MinimumManipulationRadius.Remarks
source: It is the distance between the minimum of 2 touches judged as rotation by touch operation, enlargement / reduction.
ja_jp: タッチ操作での回転、拡大縮小と判定される最小の 2 タッチ間の距離です。
pt_br: É a distância entre o mínimo de 2 toques julgados como rotação por operação de toque, ampliação/redução.
zh_hans: 触控操作的旋转、放大缩小时判定有效的最小 2 触控之间的距离。
zh_hant: 觸控操作的旋轉、放大縮小時判定有效的最小 2 觸控之間的距離。

# TouchEmulateCommand
source: Touch emulate
ja_jp: タッチ エミュレート
pt_br: Emular toque
zh_hans: 触控模拟
zh_hant: 觸控模擬

# TouchEmulateCommand.Remarks
source: Execute the touch command at the cursor position.
ja_jp: マウス ポインター位置のタッチ コマンドを実行します。
pt_br: Execute o comando de toque na posição do cursor.
zh_hans: 执行鼠标指针位置的触控指令。
zh_hant: 執行滑鼠指標位置的觸控指令。

# UnloadCommand
source: Close
ja_jp: 閉じる
pt_br: Fechar
zh_hans: 关闭
zh_hant: 關閉

# UnloadCommand.Menu
source: _Close
ja_jp: 閉じる(_C)
pt_br: _Fechar
zh_hans: 关闭(_C)
zh_hant: 關閉(_C)

# UnloadCommand.Remarks
source: Close the open workbook.
ja_jp: 開いているブックを閉じます。
pt_br: Feche a pasta de trabalho aberta.
zh_hans: 关闭开启的书本。
zh_hant: 關閉開啟的書本。

# UnsharpMaskConfig.Amount
source: Amount
ja_jp: 適応量
pt_br: Montante
zh_hans: 适应量
zh_hant: 適應量

# UnsharpMaskConfig.Radius
source: Radius
ja_jp: 半径
pt_br: Raio
zh_hans: 半径
zh_hant: 半徑

# UnsharpMaskConfig.Threshold
source: Threshold
ja_jp: 閾値
pt_br: Limiar
zh_hans: 临界值
zh_hant: 臨界值

# VersionChecker.Message.Checking
source: Checking the latest version ...
ja_jp: 最新バージョンをチェック中...
pt_br: Verificando a versão mais recente...
zh_hans: 检查最新版本中...
zh_hant: 檢查最新版本中...

# VersionChecker.Message.Failed
source: Update check failed
ja_jp: 更新チェックに失敗しました
pt_br: Falha na verificação de atualização
zh_hans: 检查更新失败了
zh_hant: 檢查更新失敗了

# VersionChecker.Message.Lastest
source: NeeView is the latest version
ja_jp: NeeView は最新のバージョンです
pt_br: NeeView é a versão mais recente
zh_hans: NeeView 为最新的版本
zh_hant: NeeView 為最新的版本

# VersionChecker.Message.New
source: A new version has been released
ja_jp: 新しいバージョンがリリースされています
pt_br: Uma nova versão foi lançada
zh_hans: 有新的版本释出了
zh_hant: 有新的版本釋出了

# VersionChecker.Message.Unknown
source: NeeView is an unknown version
ja_jp: NeeView は未知のバージョンです
pt_br: NeeView é uma versão desconhecida
zh_hans: NeeView 为未知的版本
zh_hant: NeeView 為未知的版本

# VersionChecker.Message.WrongFormat
source: The format of the update page is different from what is supposed
ja_jp: 更新ページのフォーマットが想定されているものと異なります
pt_br: O formato da página de atualização é diferente do suposto
zh_hans: 更新页面的格式与预期的不同
zh_hant: 更新頁面的格式與預期的不同

# VersionWindow.Download
source: Go to download page
ja_jp: ダウンロード ページに移動する
pt_br: Vá para a página de download
zh_hans: 移动到下载页面
zh_hant: 移動到下載頁面

# VersionWindow.License
source: License Info / Change Log
ja_jp: ライセンス情報・更新履歴
pt_br: Informações de licença/registo de alterações
zh_hans: 授权信息・更新历史记录
zh_hant: 授權資訊・更新歷史記錄

# VersionWindow.Menu.Copy
source: _Copy version info
ja_jp: バージョン情報をコピー(_C)
pt_br: _Copiar informações da versão
zh_hans: 复制版本信息(_C)
zh_hant: 複製版本資訊(_C)

# VersionWindow.Project
source: Project Page
ja_jp: プロジェクト ページ
pt_br: Página do projeto
zh_hans: 项目页面
zh_hant: 專案頁面

# VersionWindow.Title
source: About
ja_jp: このアプリについて
pt_br: Sobre
zh_hans: 关于这个应用
zh_hant: 關於這個應用程式

# VerticalAlignment.Bottom
source: Bottom
ja_jp: 下詰め
pt_br: Embaixo
zh_hans: 底部
zh_hant: 底部

# VerticalAlignment.Center
source: Center
ja_jp: 中央
pt_br: Centro
zh_hans: 中央
zh_hant: 中央

# VerticalAlignment.Top
source: Top
ja_jp: 上詰め
pt_br: Topo
zh_hans: 顶部
zh_hant: 頂部

# ViewConfig.AllowStretchScaleDown
source: Allow scale down by stretching
ja_jp: ストレッチで縮小を許可
pt_br: Permitir redução de escala por alongamento
zh_hans: 允许缩小
zh_hant: 允許延展縮小

# ViewConfig.AllowStretchScaleUp
source: Allow scale up by stretching
ja_jp: ストレッチで拡大を許可
pt_br: Permitir aumento de escala por alongamento
zh_hans: 允许放大
zh_hant: 允許延展放大

# ViewConfig.AngleFrequency
source: Rotating Snap
ja_jp: 回転スナップ
pt_br: Snap giratório
zh_hans: 旋转步进
zh_hant: 旋轉貼附

# ViewConfig.AutoRotate
source: Automatic rotation
ja_jp: 自動回転
pt_br: Rotação automática
zh_hans: 自动旋转
zh_hant: 自動旋轉

# ViewConfig.BaseScale
source: Base scale
ja_jp: 基底スケール
pt_br: Escala básica
zh_hans: 基础比例
zh_hant: 基礎比例

# ViewConfig.BaseScale.Remarks
source: After applying the stretch, apply this scale value.
ja_jp: ストレッチ適用後このスケール値を適用します。
pt_br: Após aplicar o alongamento, aplique este valor de escala.
zh_hans: 确认拉伸后，应用该缩放值。
zh_hant: 套用延展後套用這個比例數值。

# ViewConfig.FlipCenter
source: Center of flip
ja_jp: 反転の中心
pt_br: Centro da virada
zh_hans: 翻转的中心
zh_hant: 旋轉的中心

# ViewConfig.IsBaseScaleEnabled
source: Enable base scale
ja_jp: 基底スケール有効
pt_br: Ativar escala básica
zh_hans: 启用基础比例
zh_hant: 啟用基礎比例

# ViewConfig.IsBaseScaleEnabled.Remarks
source: Enable base scale.
ja_jp: 基底スケールを有効にします。
pt_br: Ative a escala básica.
zh_hans: 启用基础比例。
zh_hant: 啟用基礎比例。

# ViewConfig.IsKeepAngle
source: Keeping rotation even if you change the page
ja_jp: ページを変更しても回転を維持する
pt_br: Mantenha o ângulo mesmo ao mudar de página
zh_hans: 页面更改也要保持旋转
zh_hant: 頁面更改也要保持旋轉

# ViewConfig.IsKeepAngle.Remarks
source: This setting does not work when automatic rotation is enabled.
ja_jp: 自動回転有効時はこの設定は機能しません。
pt_br: Esta configuração não funciona quando a rotação automática está habilitada.
zh_hans: 启用自动旋转时这个功能无法使用。
zh_hant: 啟用自動旋轉時這個功能無法使用。

# ViewConfig.IsKeepFlip
source: Maintain reversal even when changing page
ja_jp: ページを変更しても反転を維持する
pt_br: Manter a reversão mesmo ao mudar de página
zh_hans: 页面更改也要保持翻转
zh_hant: 頁面更改也要保持翻轉

# ViewConfig.IsKeepScale
source: Maintain scaling even when changing pages
ja_jp: ページを変更しても拡縮を維持する
pt_br: Mantenha o dimensionamento mesmo ao mudar de página
zh_hans: 页面更改也要保持比例
zh_hant: 頁面更改也要保持比例

# ViewConfig.IsLimitMove
source: Move inside the window
ja_jp: 移動をウィンドウ内に制限する
pt_br: Mover para dentro da janela
zh_hans: 限制在窗口内移动
zh_hant: 限制在視窗內移動

# ViewConfig.IsRotateStretchEnabled
source: Apply stretch to navigator rotation buttons
ja_jp: ナビゲーターの回転ボタンにストレッチを適用する
pt_br: Aplicar alongamento aos botões de rotação do navegador
zh_hans: 将拉伸应用到画面的旋转按钮
zh_hant: 套用對導覽的旋轉按鈕延展

# ViewConfig.IsViewStartPositionCenter
source: Use the display start position as the center of the image
ja_jp: 表示開始位置を画像の中心基準にする
pt_br: Use a posição inicial da exibição como centro da imagem
zh_hans: 以图像的中心作为显示开始位置的基准
zh_hant: 以圖像的中心作為顯示開始位置的基準

# ViewConfig.IsViewStartPositionCenter.Remarks
source: When turned off, the upper right and upper left reference switches depending on the read direction.
ja_jp: オフにすると、見開き方向によって右上、左上基準が切り替わります。
pt_br: Quando desligada, as referências superior direita e superior esquerda mudam dependendo da direção de leitura.
zh_hans: 关闭时，根据对开方向切换右上方、左上方。
zh_hant: 關閉時，根據對開方向切換右上方、左上方。

# ViewConfig.RotateCenter
source: Center of rotation
ja_jp: 回転の中心
pt_br: Centro de rotação
zh_hans: 旋转的中心
zh_hant: 旋轉的中心

# ViewConfig.ScaleCenter
source: Center of scaling
ja_jp: 拡大縮小の中心
pt_br: Centro de escalonamento
zh_hans: 缩放的中心
zh_hant: 放大縮小的中心

# ViewConfig.StretchMode
source: Stretch mode
ja_jp: ストレッチ モード
pt_br: Modo de alongamento
zh_hans: 拉伸模式
zh_hant: 延展模式

# ViewFlipHorizontalOffCommand
source: Flip horizontal OFF
ja_jp: 左右反転解除
pt_br: Virar horizontalmente DESLIGADO
zh_hans: 取消左右翻转
zh_hant: 取消左右翻轉

# ViewFlipHorizontalOffCommand.Remarks
source: Cancel flip.
ja_jp: 左右反転状態を解除します。
pt_br: Cancele a virada.
zh_hans: 取消左右翻转状态。
zh_hant: 取消左右翻轉狀態。

# ViewFlipHorizontalOnCommand
source: Flip horizontal
ja_jp: 左右反転有効
pt_br: Virar horizontalmente
zh_hans: 启用左右翻转
zh_hant: 啟用左右翻轉

# ViewFlipHorizontalOnCommand.Remarks
source: Flip the image left and right.
ja_jp: 左右反転状態にします。
pt_br: Vire a imagem para a esquerda e para a direita.
zh_hans: 设为左右翻转状态。
zh_hant: 設為左右翻轉狀態。

# ViewFlipVerticalOffCommand
source: Flip vertial OFF
ja_jp: 上下反転解除
pt_br: Virar verticalmente DESLIGADO
zh_hans: 取消上下翻转
zh_hant: 取消上下翻轉

# ViewFlipVerticalOffCommand.Remarks
source: Cancel flip.
ja_jp: 上下反転状態を解除します。
pt_br: Cancele a virada.
zh_hans: 取消上下翻转状态。
zh_hant: 取消上下翻轉狀態。

# ViewFlipVerticalOnCommand
source: Flip vertial
ja_jp: 上下反転有効
pt_br: Virar vertical
zh_hans: 启用上下翻转
zh_hant: 啟用上下翻轉

# ViewFlipVerticalOnCommand.Remarks
source: Turn it upside down.
ja_jp: 上下反転状態にします。
pt_br: Vire de cabeça para baixo.
zh_hans: 设为上下翻转状态。
zh_hant: 設為上下翻轉狀態。

source: ViewPage accessor
ja_jp: ビューページ アクセサ。表示しているページ情報にアクセスします。
pt_br: Acessador Exibição de Página
zh_hans: 检视页面存取器。存取显示的页面信息。
zh_hant: 檢視頁面存取器。存取顯示的頁面資訊。

# ViewPageAccessor.Example
source: // Display the view page name with toast nv.ShowToast(nv.Book.ViewPages[0].Path)
ja_jp: // 表示ページ名をトースト表示 nv.ShowToast(nv.Book.ViewPages[0].Path)
pt_br: // Exibe o nome da página de visualização com brinde nv.ShowToast(nv.Book.ViewPages[0].Path)
zh_hans: // 显示页面名称以气泡显示 nv.ShowToast(nv.Book.ViewPages[0].Path)
zh_hant: // 顯示頁面名稱以氣泡顯示 nv.ShowToast(nv.Book.ViewPages[0].Path)

# ViewPageAccessor.Height
source: Page height
ja_jp: ページの高さ
pt_br: Altura da página
zh_hans: 页面高度
zh_hant: 頁面高度
