Repository: AetheriumDev/NeeView
Catalog: NeeView/Properties/Resources.*.resx
Languages: ja_jp, pt_br, zh_hans, zh_hant

# AddParameterDialog.Tile
source: Add item
ja_jp: 項目の追加
pt_br: Adicionar item
zh_hans: 添加项目
zh_hant: 加入項目

# AddressBar.Back.ToolTip
source: Back
ja_jp: 戻る
pt_br: Voltar
zh_hans: 返回
zh_hant: 返回

# AddressBar.Next.ToolTip
source: Next
ja_jp: 進む
pt_br: Avançar
zh_hans: 前进
zh_hant: 前進

# AddressBar.ReLoad.ToolTip
source: Reload
ja_jp: 再読込
pt_br: Recarregar
zh_hans: 重新加载
zh_hant: 重新讀入

# AddressBar.Unload.ToolTip
source: Close
ja_jp: 閉じる
pt_br: Fechar
zh_hans: 关闭
zh_hant: 關閉

# AddressBar.Up.ToolTip
source: Up
ja_jp: 上へ
pt_br: Subir
zh_hans: 往上
zh_hant: 往上

# AppOption.FolderList
source: Specify the bookshelf location.
ja_jp: 本棚の場所を指定します
pt_br: Especifique o local da estante.
zh_hans: 指定书架的位置
zh_hant: 指定書庫的位置

# AppOption.IsBlank
source: Start up without opening the image file
ja_jp: 画像ファイルを開かずに起動します
pt_br: Inicie sem abrir o arquivo de imagem
zh_hans: 启动时不打开图像文件
zh_hant: 啟動時不開啟圖像檔案

# AppOption.IsFullScreen
source: Specify whether to start with full screen
ja_jp: フルスクリーンで起動するかを指定します
pt_br: Especifique se deseja iniciar com tela inteira
zh_hans: 指定是否要以全屏方式启动
zh_hant: 指定是否要以全螢幕方式啟動

# AppOption.IsHelp
source: This help is displayed
ja_jp: このヘルプを表示します
pt_br: Esta ajuda é exibida
zh_hans: 显示这个说明
zh_hant: 顯示這個說明

# AppOption.IsNewWindow
source: Specify whether to start in a new window
ja_jp: 新しいウィンドウで起動するかを指定します
pt_br: Especifique se deseja iniciar em uma nova janela
zh_hans: 指定是否要以新窗口方式启动
zh_hant: 指定是否要以新視窗方式啟動

# AppOption.IsResetPlacement
source: Reset window coordinates
ja_jp: ウィンドウ座標を初期化します
pt_br: Redefinir coordenadas da janela
zh_hans: 重设窗口坐标
zh_hant: 重設視窗座標

# AppOption.IsSlideShow
source: Specify whether to start a slideshow
ja_jp: スライドショウを開始するかを指定します
pt_br: Especifique se deseja iniciar uma apresentação de slides
zh_hans: 指定是否要以幻灯片放映方式启动
zh_hant: 指定是否要以幻燈片放映方式啟動

# AppOption.IsVersion
source: Display version information
ja_jp: バージョン情報を表示します
pt_br: Exibir informações da versão
zh_hans: 显示版本信息
zh_hant: 顯示版本資訊

# AppOption.ScriptFile
source: Executes the specified script file at startup
ja_jp: 指定されたスクリプト ファイルを起動時に実行します
pt_br: Executa o arquivo de script especificado na inicialização
zh_hans: 启动时执行指定的脚本文件
zh_hant: 啟動時執行指定的腳本檔案

# AppOption.SettingFilename
source: Specify the path of the setting file "UserSetting.json"
ja_jp: 設定ファイル "UserSetting.json" のパスを指定します
pt_br: Especifique o caminho do arquivo de configuração "UserSetting.json"
zh_hans: 指定配置文件 "UserSetting.json" 的路径
zh_hant: 指定設定檔案 "UserSetting.json" 的路徑

# AppOption.Terminator
source: Indicates the end of option list. Subsequent arguments are considered file names.
ja_jp: オプション リストの終りを示す。これ以後の引数はファイル名とみなされます
pt_br: Indica o fim da lista de opções. Os argumentos subseqüentes são considerados nomes de arquivos.
zh_hans: 指示选项列表的结尾。后续参数会被视为文件名
zh_hant: 指示選項列表的結尾。後續參數會被視為檔案名稱

# AppOption.WindowState
source: Start with the specified window state
ja_jp: 指定されたウィンドウ状態で起動します
pt_br: Iniciar com estado da janela especificado
zh_hans: 以指定的窗口状态启动
zh_hant: 以指定的視窗狀態啟動

# ArchiveEntryCollectionMode.CurrentDirectory
source: Expand for each directory
ja_jp: ディレクトリ単位で展開
pt_br: Expandir para cada diretório
zh_hans: 解压每个目录
zh_hant: 展開每個目錄

# ArchiveEntryCollectionMode.IncludeSubArchives
source: Expand all
ja_jp: すべて展開
pt_br: Expandir tudo
zh_hans: 解压全部
zh_hant: 全部展開

# ArchiveEntryCollectionMode.IncludeSubDirectories
source: Expand by compressed file unit
ja_jp: 圧縮ファイル単位で展開
pt_br: Expandir por unidade de arquivo compactado
zh_hans: 解压压缩文件
zh_hant: 以壓縮檔單位展開

# ArchiveFormat.CompressedFile
source: Compressed file
ja_jp: 圧縮ファイル形式
pt_br: Arquivos compactados
zh_hans: 压缩文件
zh_hant: 壓縮檔格式

# ArchiveFormat.Folder
source: Folder
ja_jp: フォルダー形式
pt_br: Pasta
zh_hans: 文件夹
zh_hant: 資料夾格式

# ArchiveFormat.Media
source: Media
ja_jp: メディア形式
pt_br: Mídia
zh_hans: 媒体文件
zh_hant: 媒體格式

# ArchiveFormat.Pdf
source: PDF
ja_jp: PDF形式
zh_hans: PDF文件
zh_hant: PDF格式

# ArchiveFormat.Playlist
source: Playlist
ja_jp: プレイリスト形式
pt_br: Lista de reprodução
zh_hans: 播放列表
zh_hant: 播放列表格式

# ArchiveFormat.Unknown
source: Unknown format
ja_jp: 未知の形式
pt_br: Formato desconhecido
zh_hans: 未知的格式
zh_hant: 未知的格式

# ArchivePolicy.None
source: Do not execute
ja_jp: 実行しない
pt_br: Não executar
zh_hans: 不执行
zh_hant: 不執行

# ArchivePolicy.SendArchiveFile
source: Compressed file path
ja_jp: 圧縮ファイル パス
pt_br: Arquivos compactados
zh_hans: 压缩文件路径
zh_hant: 壓縮檔路徑

# ArchivePolicy.SendArchivePath
source: Compressed file + filename
ja_jp: 圧縮ファイル + ファイル名
pt_br: Arquivo compactado + nome do arquivo
zh_hans: 压缩文件 + 文件名
zh_hant: 壓縮檔 + 檔案名稱

# ArchivePolicy.SendExtractFile
source: Extract file path (temporary file)
ja_jp: 出力したファイルのパス (一時ファイル)
pt_br: Arquivo temporário
zh_hans: 输出的文件路径 (临时文件)
zh_hant: 輸出的檔案路徑 (暫存檔案)

# AutoHideConfig.AutoHideConfrictBottomMargin
source: Automatic display judgment of slider on side panel
pt_br: Exibir automaticamente barra slider no painel lateral
zh_hans: 侧边面板的滚动条的自动显示的触发条件
zh_hant: 自動判斷顯示側邊面板上的滑動條

# AutoHideConfig.AutoHideConfrictTopMargin
source: Automatic display judgment of menu bar on side panel
pt_br: Exibir automaticamente barra de menu no painel lateral
zh_hans: 侧边面板的菜单栏自动显示的触发条件
zh_hant: 自動判斷顯示側邊面板上的選單列

# AutoHideConfig.AutoHideDelayTime
source: Time to hide auto-hide panel (sec)
ja_jp: 自動非表示パネルを隠すまでの時間 (秒)
pt_br: Tempo para ocultar o painel de ocultação automática (seg)
zh_hans: 自动隐藏面板的隐藏时间 (秒)
zh_hant: 隱藏自動隱藏面板的時間 (秒)

# AutoHideConfig.AutoHideDelayVisibleTime
source: Time to display auto-hide panel (sec)
ja_jp: 自動非表示パネルを表示するまでの時間 (秒)
pt_br: Tempo para exibir o painel de ocultação automática (seg)
zh_hans: 自动隐藏面板的显示时间 (秒)
zh_hant: 顯示自動隱藏面板的持續時間 (秒)

# AutoHideConfig.AutoHideFocusLockMode
source: Auto-hide panel focus mode
ja_jp: 自動非表示パネルのフォーカス モード
pt_br: Modo de foco do painel de ocultação automática
zh_hans: 自动隐藏面板的焦点模式
zh_hant: 自動隱藏面板的焦點模式

# AutoHideConfig.AutoHideFocusLockMode.Remarks
source: It is not hidden when it has focus.
ja_jp: フォーカスがあるときには非表示になりません。
pt_br: Não fica oculto quando está em foco.
zh_hans: 有焦点时不隐藏。
zh_hant: 當有焦點時不隱藏顯示。

# AutoHideConfig.AutoHideHitTestMargin
source: Area width of automatic panel display judgment (pixel)
ja_jp: パネル自動表示判定のエリア幅 (ピクセル)
pt_br: Largura da área para barra automática da exibição do painel (pixel)
zh_hans: 触发面板自动显示的边距 (像素)
zh_hant: 面板自動顯示判斷的區域寬度 (像素)

# AutoHideConfig.IsAutoHideKeyDownDelay
source: Auto-hide panel key input display continued
ja_jp: 自動非表示パネルのキー入力表示継続
pt_br: Exibição de entrada de tecla do painel de ocultação automática, continuação
zh_hans: 自动隐藏面板的按键继续显示
zh_hant: 自動隱藏面板的按鍵輸入顯示繼續

# AutoHideConfig.IsAutoHideKeyDownDelay.Remarks
source: Postpone the action to hide when key input.
ja_jp: キー入力されたら非表示にする動作を延期します。
pt_br: Adie a ação para ocultar quando a tecla for digitada.
zh_hans: 有按键输入时推迟隐藏。
zh_hant: 如果有按鍵被輸入則延遲隱藏顯示。

# AutoHideConfrictMode.Allow
source: Allow
pt_br: Permitir
zh_hans: 允许
zh_hant: 允許

# AutoHideConfrictMode.AllowPixel
source: Allow one pixel
pt_br: Permitir um pixel
zh_hans: 允许单像素
zh_hant: 允許單一像素

# AutoHideConfrictMode.Deny
source: Deny
pt_br: Negar
zh_hans: 拒绝
zh_hant: 拒絕

# AutoHideFocusLockMode.FocusLock
source: Window and Panel
ja_jp: ウィンドウとパネル
pt_br: Janela e Painel
zh_hans: 窗口与面板
zh_hant: 視窗與面板

# AutoHideFocusLockMode.LogicalFocusLock
source: Panel
ja_jp: パネル
pt_br: Painel
zh_hans: 面板
zh_hant: 面板

# AutoHideFocusLockMode.LogicalTextBoxFocusLock
source: TextBox
ja_jp: テキスト ボックス
pt_br: Caixa de Texto
zh_hans: 文本框
zh_hant: 文字框

# AutoHideFocusLockMode.None
source: None
ja_jp: なし
pt_br: Vazio
zh_hans: 无
zh_hant: 無

# AutoHideFocusLockMode.TextBoxFocusLock
source: Window and TextBox
ja_jp: ウィンドウとテキスト ボックス
pt_br: Janela e Caixa de Texto
zh_hans: 窗口与文本框
zh_hant: 視窗與文字框

# AutoRotateType.Left
source: Auto left rotate
ja_jp: 自動左回転
pt_br: Rotação automática para a esquerda
zh_hans: 自动往左旋转
zh_hant: 自動往左旋轉

# AutoRotateType.None
source: Default
ja_jp: 標準
pt_br: Padrão
zh_hans: 默认
zh_hant: 預設

# AutoRotateType.Right
source: Auto right rotate
ja_jp: 自動右回転
pt_br: Rotação automática para a direita
zh_hans: 自动往右旋转
zh_hant: 自動往右旋轉

# BackgroundConfig.BackgroundType
source: Background type
ja_jp: 背景の種類
pt_br: Tipo de fundo
zh_hans: 背景类别
zh_hant: 背景類別

# BackgroundConfig.CustomBackground
source: Custom background
ja_jp: カスタム背景
pt_br: Fundo personalizado
zh_hans: 自定义背景
zh_hant: 自訂背景

# BackgroundConfig.CustomBackground.Remarks
source: This setting is applied when the background is set to "custom background".
ja_jp: 背景を「カスタム背景」にした時に適用される設定です。
pt_br: Esta configuração é aplicada quando o plano de fundo está definido como "fundo personalizado".
zh_hans: 当背景为“自定义背景”时，该设置才会生效。
zh_hant: 當背景為「自訂背景」時才會被套用的設定。

# BackgroundConfig.IsPageBackgroundChecker
source: Checkered background transparent image
ja_jp: 透過画像の背景をチェック模様にする
pt_br: Imagem transparente de fundo xadrez
zh_hans: 将透明图像的背景设为棋盘样式
zh_hant: 將透明圖像的背景設為方格樣式

# BackgroundConfig.IsPageBackgroundChecker.Remarks
source: It will be a check pattern of "@BackgroundConfig.PageBackgroundColor".
ja_jp: 「@BackgroundConfig.PageBackgroundColor」のチェック模様になります。
pt_br: Será um padrão de verificação de "@BackgroundConfig.PageBackgroundColor".
zh_hans: 变成“@BackgroundConfig.PageBackgroundColor”的棋盘样式。
zh_hant: 變成「@BackgroundConfig.PageBackgroundColor」的方格樣式。

# BackgroundConfig.PageBackgroundColor
source: Transparent image background color
ja_jp: 透過画像の背景色
pt_br: Cor de fundo da imagem transparente
zh_hans: 透明图像的背景颜色
zh_hant: 透明圖像的背景顏色

# BackgroundType.Auto
source: Image colored background
ja_jp: 背景を画像に合わせた色にする
pt_br: Fundo colorido da imagem
zh_hans: 符合图像的背景
zh_hant: 將背景設為與圖像相符的顏色

# BackgroundType.Black
source: Black background
ja_jp: 背景を黒色にする
pt_br: Fundo preto
zh_hans: 黑色背景
zh_hant: 將背景設定為黑色

# BackgroundType.Check
source: White checkered background
ja_jp: 背景を白チェック模様にする
pt_br: Fundo xadrez branco
zh_hans: 白色棋盘背景
zh_hant: 將背景設定為白色方格樣式

# BackgroundType.CheckDark
source: Black checkered background
ja_jp: 背景を黒チェック模様にする
pt_br: Fundo xadrez preto
zh_hans: 黑色棋盘背景
zh_hant: 將背景設定為黑色方格樣式

# BackgroundType.Custom
source: Custom Background
ja_jp: 背景をカスタム背景にする
pt_br: Fundo Personalizado
zh_hans: 自定义背景
zh_hant: 將背景設為自訂的背景

# BackgroundType.White
source: White background
ja_jp: 背景を白色にする
pt_br: Fundo branco
zh_hans: 白色背景
zh_hant: 將背景設定為白色

# BloomEffectUnit.BaseIntensity
source: Base intensity
pt_br: Intensidade básica
zh_hans: 基准强度

# BloomEffectUnit.BaseSaturation
source: Base saturation
pt_br: Saturação de básica
zh_hans: 基准饱和度

# BloomEffectUnit.BloomIntensity
source: Bloom intensity
pt_br: Intensidade de floração
zh_hans: 虚化强度

# BloomEffectUnit.BloomSaturation
source: Bloom saturation
pt_br: Saturação de floração
zh_hans: 虚化饱和度

# BloomEffectUnit.Threshold
source: Threshold
pt_br: Limiar
zh_hans: 阈值

# BlurEffectUnit.Radius
source: Radius
pt_br: Raio
zh_hans: 半径

source: Book accessor
ja_jp: ブック アクセサ
pt_br: Acessador de livro
zh_hans: 书本存取器
zh_hant: 書本存取器

# BookAccessor.Config
source: Book config
ja_jp: ブック設定
pt_br: Configuração do livro
zh_hans: 书本设置
zh_hant: 書本設定

# BookAccessor.IsMedia
source: Whether the book is a video
ja_jp: ブックが動画であるかどうか
pt_br: Se o livro é um vídeo
zh_hans: 书本是否为视频
zh_hant: 書本是否為影片

# BookAccessor.IsNew
source: Whether the book is a newly opened book with no history
ja_jp: ブックが履歴のない新しく開かれたブックであるか
pt_br: Se o livro é um livro recém-aberto sem histórico
zh_hans: 书本是否为没有历史记录且新开启的书本
zh_hant: 書本是否為沒有歷史記錄且新開啟的書本

# BookAccessor.Pages
source: Pages that make up the book
ja_jp: ブックを構成するページ
pt_br: Páginas que compõem o livro
zh_hans: 构成书本的页面
zh_hant: 構成書本的頁面

# BookAccessor.Path
source: Book path. Null if no book is open
ja_jp: ブックのパス。ブックが開かれていない場合は null
pt_br: Caminho do livro. Nulo se nenhum livro estiver aberto
zh_hans: 书本的路径。当书本没有开启时为空
zh_hant: 書本的路徑。當書本沒有開啟時為 null

# BookAccessor.ViewPages
source: Displaying pages
ja_jp: 表示中のページ
pt_br: Exibindo páginas
zh_hans: 显示中的页面
zh_hant: 顯示中的頁面

# BookAddressInfo.Bookmark
source: This is bookmark address.
ja_jp: ブックマーク アドレスです
pt_br: Este é o endereço do marcador.
zh_hans: 此为书签位置
zh_hant: 此為書籤位置

# BookAddressInfo.Invalid
source: This address is invalid.
ja_jp: このアドレスは無効です
pt_br: Este endereço é inválido.
zh_hans: 该地址无效
zh_hant: 這個位置是無效的

# BookAddressInfo.Page
source: {0} page
ja_jp: {0} ページ
pt_br: {0} página
zh_hans: {0} 页面
zh_hant: {0} 頁面

# BookConfig.BookPageSize
source: Book page image size
ja_jp: ブックページ画像サイズ
pt_br: Tamanho da imagem da página do livro
zh_hans: 书本图像大小
zh_hant: 書本圖像大小

# BookConfig.BookPageSize.Remarks
source: The size of the image to display as the book page. Since thumbnails are displayed, large values ​​may be displayed at a lower resolution.
ja_jp: ブックページとして表示する画像のサイズです。サムネイルを表示しているため、大きい値では低解像度で表示される場合があります。
pt_br: O tamanho da imagem a ser exibida como página do livro. Como as miniaturas são exibidas, valores grandes ​​podem ser exibidos em resolução mais baixa.
zh_hans: 被视为书本页面显示的图像大小。由于显示缩略图，过大的值可能会有以低分辨率显示的情况。
zh_hant: 被視為書本頁面顯示的圖像大小。由於顯示縮圖，過大的值可能會有以低解析度顯示的情況。

# BookConfig.Excludes
source: Excluded folders
ja_jp: 除外フォルダー
pt_br: Pastas excluídas
zh_hans: 排除文件夹
zh_hant: 排除資料夾

# BookConfig.IsAutoRecursive
source: If the subfolder is independent, read it without checking
ja_jp: サブフォルダーが単独の場合は確認せずに読み込む
pt_br: Se a sub-pasta for independente, leia-a sem verificar
zh_hans: 只有一个子文件夹时不经确认直接载入
zh_hant: 只有單一子資料夾時不經確認直接讀入

# BookConfig.IsAutoRecursive.Remarks
source: Automatically loads subfolders if there are no pages and only one subfolder exists.
ja_jp: ページがなく、サブフォルダーが 1 つだけ存在する場合にサブフォルダーを自動的に読み込みます。
pt_br: Carrega subastas automaticamente se não houver páginas e existir apenas uma sub-pasta.
zh_hans: 在没有页面，而且只有一个子文件夹时自动载入子文件夹。
zh_hant: 在沒有頁面，而且只存在一個子資料夾時自動讀入子資料夾。

# BookConfig.IsConfirmRecursive
source: Ask if you want to load it when you only have a subfolder
ja_jp: サブフォルダーしかなかいときに、それを読み込むか問い合わせる
pt_br: Pergunte se deseja carregá-la quando tiver apenas uma sub-pasta
zh_hans: 只有一个子文件夹时询问是否要载入
zh_hant: 只有子資料夾時詢問是否要讀入

# BookConfig.IsConfirmRecursive.Remarks
source: If there is no page that can be displayed when the book is opened, and a subfolder exists, a dialog is displayed asking whether to load the subfolder.
ja_jp: ブックを開いた時に表示可能なページがなく、かつサブフォルダーが存在する場合にサブフォルダーも読み込むかを問い合わせるダイアログを表示します。
pt_br: Se não houver nenhuma página que possa ser exibida quando o livro for aberto e existir uma sub-pasta, uma caixa de diálogo será exibida perguntando se a sub-pasta deve ser carregada.
zh_hans: 当开启书本时没有可以显示的页面，但存在一个子文件夹时，显示一个对话框，询问是否载入子文件夹。
zh_hant: 當開啟書本時沒有可以顯示的頁面，但有子資料夾存在時，顯示一併讀入資料夾的詢問讀入對話框。

# BookConfig.IsInsertDummyPage
source: Insert a dummy page for a double-page spread
ja_jp: 見開き用のダミー ページを挿入する
pt_br: Inserir uma página fictícia para uma página espelhada dupla
zh_hans: 双页模式插入虚拟页
zh_hant: 插入用於對開的虛擬頁面

# BookConfig.IsMultiplePageMove
source: Accept duplication of page movement commands
ja_jp: ページ移動コマンドの重複許可
pt_br: Aceitar duplicação de comandos de movimentação de página
zh_hans: 允许多重页面移动指令
zh_hant: 允許多重頁面移動指令

# BookConfig.IsMultiplePageMove.Remarks
source: Execute all requested page move commands. If it is set to OFF, duplicate page move commands are canceled.
ja_jp: 要求されたページ移動コマンドを全て実行します。オフにすると重複したページ移動コマンドはキャンセルされます。
pt_br: Execute todos os comandos de movimentação de página solicitados. Se estiver definido como DESLIGADO, os comandos de movimentação de página duplicada serão cancelados.
zh_hans: 执行全部被要求的页面移动指令。如果为关闭则重复的页面移动指令会被取消。
zh_hant: 執行全部被要求的頁面移動指令。如果為關閉則重覆的頁面移動指令會被取消。

# BookConfig.IsNotifyPageLoop
source: Notify page loop
ja_jp: ページのループを通知する
pt_br: Notificar loop de página
zh_hans: 页面循环通知
zh_hant: 頁面循環通知

# BookConfig.IsPrioritizePageMove
source: Page movement priority
ja_jp: ページ移動優先
pt_br: Prioridade de movimento da página
zh_hans: 页面移动优先
zh_hant: 頁面移動優先

# BookConfig.IsPrioritizePageMove.Remarks
source: Perform page movement without waiting for page display.
ja_jp: ページの表示を待たずにページ移動を実行します。
pt_br: Execute a movimentação da página sem esperar pela exibição da página.
zh_hans: 不等待页面显示直接执行页面移动。
zh_hant: 不等待頁面顯示直接執行頁面移動。

# BookConfig.IsSortFileFirst
source: Sort pages by file first
ja_jp: ファイル優先でページをソートする
pt_br: Ordene as páginas por arquivo primeiro
zh_hans: 排序时文件优先
zh_hant: 以檔案優先排序頁面

# BookConfig.IsSortFileFirst.Remarks
source: Arrange files before folders.
ja_jp: ファイルをフォルダーより先に並べます。
pt_br: Organize os arquivos antes das pastas.
zh_hans: 将文件排序在文件夹之前。
zh_hant: 將檔案排序在資料夾之前。

# BookConfig.PageEndAction
source: Behavior when trying to move past the end of the page
ja_jp: ページの終端を超えて移動しようとした時の挙動
pt_br: Comportamento ao tentar passar do final da página
zh_hans: 尝试移动超过页面结尾时的行为
zh_hant: 嘗試移動超過頁面結尾時的行為

# BookConfig.ResetPageWhenRandomSort
source: Reset page when shuffle
ja_jp: シャッフルしたときにページをリセットする
pt_br: Restaurar página ao embaralhar
zh_hans: 随机排序时重设页面
zh_hant: 隨機時重設頁面

# BookConfig.TerminalSound
source: Sound when not able to move
ja_jp: 移動できなかったときの効果音
pt_br: Emitir som quando não for possível se mover
zh_hans: 无法移动时的音效
zh_hant: 無法移動時的音效

# BookConfig.WideRatio
source: Aspect ratio for determining horizontally long image (horizontal / vertical)
ja_jp: 横長画像を判定するための縦横比 (横/縦)
pt_br: Proporção de aspecto para determinar imagem horizontalmente longa (horizontal/vertical)
zh_hans: 判断横向图像的宽高比 (宽/长)
zh_hant: 判斷橫向圖像的寬高比 (寬/長)

# BookConfig.WideRatio.Remarks
source: It is used in "Split landscape page".
ja_jp: 「横長ページを分割する」で使用されます。
pt_br: É usado em "Dividir página paisagem".
zh_hans: 使用于“分割横向页面”。
zh_hant: 使用於「分割橫向頁面」。

source: Book config accessor
ja_jp: ブックの設定アクセサ
pt_br: Acessador de configuração de livro
zh_hans: 书本的设置存取器
zh_hant: 書本的設定存取器

# BookConfigAccessor.BookReadOrder
source: Left Open / Right Open
ja_jp: 左開き/右開き
pt_br: Aberto à esquerda / Aberto à direita
zh_hans: 左开/右开
zh_hant: 左開/右開

# BookConfigAccessor.IsRecursiveFolder
source: Load subfolder
ja_jp: サブフォルダーを読み込む
pt_br: Carregar sub-pasta
zh_hans: 载入子文件夹
zh_hant: 讀入子資料夾

# BookConfigAccessor.IsSupportedDividePage
source: Split landscape page
ja_jp: 横長ページを分割する
pt_br: Dividir página em paisagem
zh_hans: 分割横向页面
zh_hant: 分割橫向頁面

# BookConfigAccessor.IsSupportedSingleFirstPage
source: Show first page alone
ja_jp: 最初のページを単独表示
pt_br: Mostrar apenas a primeira página
zh_hans: 单独显示开始页面
zh_hant: 單獨顯示開始頁面

# BookConfigAccessor.IsSupportedSingleLastPage
source: Show last page alone
ja_jp: 最後のページを単独表示
pt_br: Mostrar apenas a última página
zh_hans: 单独显示最后页面
zh_hant: 單獨顯示最後頁面

# BookConfigAccessor.IsSupportedWidePage
source: Consider landscape pages as two pages
ja_jp: 横長ページを 2 ページとみなす
pt_br: Considere as páginas paisagem como duas páginas
zh_hans: 将横向页面视为双页
zh_hant: 將橫向頁面視為 2 頁面

# BookConfigAccessor.SortMode
source: Sort order
ja_jp: 並び順
pt_br: Ordem de classificação
zh_hans: 排序
zh_hant: 排序

# BookConfigAccessor.ViewPageSize
source: Number of pages to display
ja_jp: 表示するページ数
pt_br: Número de páginas a serem exibidas
zh_hans: 显示的页面数
zh_hant: 顯示的頁面數

# Bookmark.Message.TemporaryNotSupportedError
source: Temporary folders can not be bookmarked
ja_jp: 一時フォルダーはブックマークできません
pt_br: Pastas temporárias não podem ser marcadas
zh_hans: 临时文件夹无法设置书签
zh_hant: 暫存資料夾無法設定書籤

# Bookmark.Title
source: Bookmark
ja_jp: ブックマーク
pt_br: Marcadores
zh_hans: 书签
zh_hant: 書籤

# Bookmark.Up.ToolTip
source: Up (Alt+Up)
ja_jp: 上に移動(Alt+Up)
pt_br: Subir (Alt+Up)
zh_hans: 往上移动 (Alt+Up)
zh_hant: 往上移動 (Alt+Up)

# BookmarkConfig.BookmarkFilePath
source: Bookmark file location
ja_jp: ブックマーク ファイルの保存場所
pt_br: Marcar localização do arquivo
zh_hans: 书签文件的储存位置
zh_hant: 書籤檔案的儲存位置

# BookmarkConfig.BookmarkFolderOrder
source: Default order of bookmarks
ja_jp: ブックマークの既定の並び順
pt_br: Ordem padrão dos marcadores
zh_hans: 书签的默认排序
zh_hant: 書籤的預設排序

# BookmarkConfig.IsSaveBookmark
source: Save bookmark file
ja_jp: ブックマーク ファイルを保存する
pt_br: Salvar arquivo de marcador
zh_hans: 储存书签文件
zh_hant: 儲存書籤檔案

# BookmarkConfig.IsSyncBookshelfEnabled
source: Sync bookshelf when book is opened
ja_jp: ブックを開いたときに本棚と同期する
pt_br: Sincronize a estante quando o livro for aberto
zh_hans: 书本开启时与书架同步
zh_hant: 書本開啟時與書庫同步

# BookmarkFolderDelete.Message
source: Removed {0} bookmarks.
pt_br: Removido {0} marcadores.
zh_hans: 已删除 {0} 个书签。
zh_hant: 已刪除 {0} 個書籤。

source: Bookmark item accessor
ja_jp: ブックマーク パネル項目
pt_br: Acessador de item de marcador
zh_hans: 书签面板项目
zh_hant: 書籤面板項目

# BookmarkItemAccessor.Name
source: Item name
ja_jp: 項目名
pt_br: Nome do item
zh_hans: 项目名称
zh_hant: 項目名稱

# BookmarkItemAccessor.Path
source: The path corresponding to the item
ja_jp: 項目に対応するパス
pt_br: O caminho correspondente ao item
zh_hans: 对应项目的路径
zh_hant: 對應項目的路徑

# BookmarkList.Add.ToolTip
source: Add bookmark
ja_jp: ブックマークを追加
pt_br: Adicionar marcador
zh_hans: 加入书签
zh_hant: 加入書籤

# BookmarkList.MoreMenu.SyncBookshelf
source: Sync bookshelf
ja_jp: 本棚と同期する
pt_br: Sincronizar estante
zh_hans: 与书架同步
zh_hant: 與書庫同步

source: Bookmark panel accessor
ja_jp: ブックマーク パネルのアクセサ
pt_br: Acessador do painel de marcadores
zh_hans: 书签面板存取器
zh_hant: 書籤面板存取器

# BookmarkPanelAccessor.FolderOrder
source: List item order
ja_jp: リスト項目並び順
pt_br: Ordem dos itens da lista
zh_hans: 列表项目排序
zh_hant: 列表項目排序

# BookmarkPanelAccessor.Items
source: List items
ja_jp: リスト項目
pt_br: Lista de itens
zh_hans: 列表项目
zh_hant: 列表項目

# BookmarkPanelAccessor.Path
source: Current bookmark folder path
ja_jp: 現在のブックマーク フォルダーのパス
pt_br: Caminho da pasta de marcadores atual
zh_hans: 目前的书签文件夹路径
zh_hant: 目前的書籤資料夾路徑

# BookmarkPanelAccessor.SelectedItems
source: Selected items
ja_jp: 選択されているリスト項目
pt_br: Itens selecionados
zh_hans: 已选择的列表项目
zh_hant: 已選擇的列表項目

# BookmarkPanelAccessor.Style
source: List item style
ja_jp: リスト項目表示形式
pt_br: Estilo de item de lista
zh_hans: 列表项目显示格式
zh_hant: 列表項目顯示格式

# BookMementoFilter.BookReadOrder
source: Book Orientation
ja_jp: 右開き/左開き
pt_br: Orientação do livro
zh_hans: 右开/左开
zh_hant: 右開/左開

# BookMementoFilter.IsRecursiveFolder
source: Load subfolder
ja_jp: サブフォルダーを読み込む
pt_br: Carregar sub-pasta
zh_hans: 载入子文件夹
zh_hant: 讀入子資料夾

# BookMementoFilter.IsSupportedDividePage
source: Split horizontally long page
ja_jp: 横長ページを分割する
pt_br: Dividir página longa horizontalmente
zh_hans: 分割横向页面
zh_hant: 分割橫向頁面

# BookMementoFilter.IsSupportedSingleFirstPage
source: The first page alone
ja_jp: 最初のページを単独表示
pt_br: Mostrar apenas a primeira página
zh_hans: 单独显示开始页面
zh_hant: 單獨顯示開始頁面

# BookMementoFilter.IsSupportedSingleLastPage
source: The last page alone
ja_jp: 最後のページを単独表示
pt_br: A última página sozinha
zh_hans: 单独显示最后页面
zh_hant: 單獨顯示最後頁面

# BookMementoFilter.IsSupportedWidePage
source: Landscape page is regarded as 2 pages
ja_jp: 横長ページを 2 ページとみなす
pt_br: A página paisagem é considerada como 2 páginas
zh_hans: 将横向页面视为双页
zh_hant: 將橫向頁面視為 2 頁面

# BookMementoFilter.Page
source: Page position
ja_jp: ページ位置
pt_br: Posição da página
zh_hans: 页面位置
zh_hant: 頁面位置

# BookMementoFilter.PageMode
source: Page Size Mode
ja_jp: 1 ページ表示 / 2 ページ表示
pt_br: Modo do Tamanho da Página
zh_hans: 单页显示 /双页显示
zh_hant: 1 頁面顯示 / 2 頁面顯示

# BookMementoFilter.SortMode
source: Order of pages
ja_jp: ページの並び順
pt_br: Ordem das páginas
zh_hans: 页面排序
zh_hant: 頁面排序

# BookPageCollectMode.All
source: All files
ja_jp: すべてのファイル
pt_br: Todos os arquivos
zh_hans: 全部文件
zh_hant: 全部檔案

# BookPageCollectMode.Image
source: Image files
ja_jp: 画像
pt_br: Arquivos de imagem
zh_hans: 图像
zh_hant: 圖像

# BookPageCollectMode.ImageAndBook
source: Image files and folders
ja_jp: 画像とフォルダー
pt_br: Pastas e arquivos de imagens
zh_hans: 图像与文件夹
zh_hant: 圖像與資料夾

# BookSettingConfig.BookReadOrder
source: Book Orientation
ja_jp: 本を開く方向
pt_br: Orientação do livro
zh_hans: 书本的开启方向
zh_hant: 書本的開啟方向

# BookSettingConfig.IsRecursiveFolder
source: Load subfolder
ja_jp: サブフォルダーを読み込む
pt_br: Carregar sub-pasta
zh_hans: 载入子文件夹
zh_hant: 讀入子資料夾

# BookSettingConfig.IsRecursiveFolder.Remarks
source: Since it searches everything under the folder to be opened, the load may be high depending on the location where it is opened.
ja_jp: 開くフォルダー以下をすべて検索するため、開く場所によっては負荷が高くなることがあります。
pt_br: Como pesquisa tudo na pasta a ser aberta, a carga pode ser alta dependendo do local onde for aberto.
zh_hans: 由于会搜索开启文件夹下的全部内容，因此依照开启位置的不同可能会有较高的负载。
zh_hant: 由於會搜尋開啟資料夾下的全部內容，因此依照開啟位置的不同可能會有較高的負擔。
