Repository: AetheriumDev/NeeView
Catalog: NeeView/Properties/Resources.*.resx
Languages: ja_jp, pt_br, zh_hans, zh_hant

# ExternalProcess.ConfirmBrowserDialog.Title
source: Open a web browser. Is it OK?
pt_br: Abrir um navegador da web. Está tudo bem?
zh_hans: 将会开启 Web 浏览器。确定吗？
zh_hant: 將會開啟 Web 瀏覽器。確定嗎？

# ExternalProgramType.Normal
source: External program
ja_jp: 外部プログラム
pt_br: Programa externo
zh_hans: 外部程序
zh_hant: 外部程式

# ExternalProgramType.Protocol
source: Protocol
ja_jp: プロトコル
pt_br: Protocolo
zh_hans: 协定
zh_hant: 協定

# FileDeleteBookDialog.Title
source: Delete book
ja_jp: ブックを削除します
pt_br: Excluir livro
zh_hans: 删除书本
zh_hant: 刪除書本

# FileDeleteDialog.Message
source: Do you want to delete this {0} ?
ja_jp: この {0} を削除しますか？
pt_br: Deseja excluir este {0}?
zh_hans: 要删除 {0} 吗？
zh_hant: 要刪除 {0} 嗎？

# FileDeleteDialog.Title
source: Delete {0}
ja_jp: {0} を削除します
pt_br: Excluir {0}
zh_hans: 删除 {0}
zh_hant: 刪除 {0}

# FileDeleteErrorDialog.Title
source: Delete failed.
ja_jp: 削除できませんでした。
pt_br: Falha na exclusão.
zh_hans: 无法删除。
zh_hant: 無法刪除。

# FileDeleteMultiDialog.Message
source: Do you want to delete these {0} items?
ja_jp: これら {0} 個の項目を削除しますか？
pt_br: Deseja excluir estes {0} itens?
zh_hans: 要删除 {0} 个项目吗？
zh_hant: 要刪除 {0} 個項目嗎？

# FileDeletePageDialog.Title
source: Delete page
ja_jp: ページを削除します
pt_br: Excluir página
zh_hans: 删除页面
zh_hant: 刪除頁面

# FileNameBox.Directory.Message
source: Please enter the folder path
ja_jp: フォルダーのパスを入力してください
pt_br: Por favor insira o caminho da pasta
zh_hans: 请输入文件夹的路径
zh_hant: 請輸入資料夾的路徑

# FileNameBox.File.Message
source: Please enter the path of the file
ja_jp: ファイルのパスを入力してください
pt_br: Por favor insira o caminho do arquivo
zh_hans: 请输入文件的路径
zh_hant: 請輸入檔案的路徑

# FileNameBox.SelectDirectory
source: Select folder
ja_jp: フォルダー選択
pt_br: Selecionar pasta
zh_hans: 选择文件夹
zh_hant: 選擇資料夾

# FileNameBox.SelectFile
source: Select file
ja_jp: ファイル選択
pt_br: Selecionar arquivo
zh_hans: 选择文件
zh_hant: 選擇檔案

# FileNotFoundException.Message
source: File not found "{0}"
ja_jp: "{0}" が見つかりません
pt_br: Arquivo não encontrado "{0}"
zh_hans: 找不到 "{0}"
zh_hant: 找不到 "{0}"

# FileRenameConfrictDialog.Message
source: "{0}" already exists. Would you like to rename it to "{1}" ?
ja_jp: "{0}" は既に存在しています。 "{1}" に名前を変更しますか？
pt_br: "{0}" já existe. Deseja renomeá-lo para "{1}" ?
zh_hans: "{0}" 已经存在。 要更改名称为 "{1}" 吗？
zh_hant: "{0}" 已經存在。 要更改名稱為 "{1}" 嗎？

# FileRenameConfrictDialog.Title
source: A file with the same name exists
ja_jp: 同じ名前のファイルが存在しています
pt_br: Existe um arquivo com o mesmo nome
zh_hans: 已经存在同样名称的文件
zh_hant: 已經存在同樣名稱的檔案

# FileRenameErrorDialog.Title
source: Can not rename
ja_jp: 名前を変更できません
pt_br: Não é possível renomear
zh_hans: 无法更改名称
zh_hant: 無法更改名稱

# FileRenameExtensionDialog.Message
source: Changing the extension may make it impossible to use it. Is it OK?
ja_jp: 拡張子を変更すると、使えなくなる可能性があります。 よろしいですか？
pt_br: Alterar a extensão pode impossibilitar seu uso. Está tudo bem?
zh_hans: 如果更改扩展名，会有无法使用的可能性。 确定吗？
zh_hant: 如果更改副檔名，會有無法使用的可能性。 確定嗎？

# FileRenameExtensionDialog.Title
source: Change the extension
ja_jp: 拡張子を変更します
pt_br: Alterar a extensão
zh_hans: 更改扩展名
zh_hant: 更改副檔名

# FileRenameFailedDialog.Message
source: Failed to change the name. Would you like to try again?
ja_jp: 名前の変更に失敗しました。もう一度実行しますか？
pt_br: Falha ao alterar o nome. Você gostaria de tentar de novo?
zh_hans: 更改名称失败了。要再试一次吗？
zh_hant: 更改名稱失敗了。要再試一次嗎？

# FileRenameFailedDialog.Title
source: Rename failed
ja_jp: 名前を変更できませんでした
pt_br: Falha ao renomear
zh_hans: 无法更改名称
zh_hant: 無法更改名稱

# FileRenameInvalidDialog.Message
source: The file name contains characters that can not be used.
ja_jp: ファイル名に使用できない文字が含まれています。
pt_br: O nome do arquivo contém caracteres que não podem ser usados.
zh_hans: 文件名中含有无法使用的文字。
zh_hant: 檔案名稱中含有無法使用的文字。

# FileRenameWrongDeviceDialog.Message
source: The specified device name is invalid.
ja_jp: 指定されたデバイス名は無効です。
pt_br: O nome do dispositivo especificado é inválido.
zh_hans: 指定的装置名称无效。
zh_hant: 指定的裝置名稱無效。

# FileRenameWrongDialog.Message
source: The specified file name is invalid.
ja_jp: 指定されたファイル名は無効です。
pt_br: O nome de arquivo especificado é inválido.
zh_hans: 指定的文件名无效。
zh_hant: 指定的檔案名稱無效。

# FilmStripConfig.ImageWidth
source: Page thumbnail size
pt_br: Tamanho da miniatura da página
zh_hans: 页面缩略图大小
zh_hant: 頁面縮圖大小

# FilmStripConfig.IsEnabled
source: Show filmstrip
ja_jp: フィルムストリップを表示する
pt_br: Mostrar tira de filme
zh_hans: 显示胶片条
zh_hant: 顯示膠片條

# FilmStripConfig.IsHideFilmStrip
source: Automatically hide filmstrip
ja_jp: フィルムストリップを自動的に隠す
pt_br: Ocultar automaticamente a tira de filme
zh_hans: 自动隐藏胶片条
zh_hant: 自動隱藏膠片條

# FilmStripConfig.IsManipulationBoundaryFeedbackEnabled
source: Touch scroll termination bound on filmstrip
ja_jp: フィルムストリップ タッチ スクロールの終端バウンド
pt_br: Terminação de rolagem por toque vinculada à tira de filme
zh_hans: 胶片条触控滚动边界回弹
zh_hant: 膠片條觸控捲動邊界回彈

# FilmStripConfig.IsSelectedCenter
source: Scroll so that the selected item appears in the center
ja_jp: 選択した項目が中央に表示されるようにスクロールする
pt_br: Role para que o item selecionado apareça no centro
zh_hans: 滚动选择的项目在中央显示
zh_hant: 捲動選擇的項目在中央顯示

# FilmStripConfig.IsVisibleNumber
source: Display page number
ja_jp: ページ番号を表示する
pt_br: Exibir número da página
zh_hans: 显示页面编号
zh_hant: 顯示頁面編號

# FilmStripConfig.IsVisiblePlate
source: Show filmstrip background
ja_jp: フィルムストリップの背景を表示する
pt_br: Mostrar fundo da tira de filme
zh_hans: 显示胶片条的背景
zh_hant: 顯示膠片條的背景

# FilmStripConfig.IsVisiblePlate.Remarks
source: Shows the background of the filmstrip when "@FilmStripConfig.IsHideFilmStrip" is enabled.
ja_jp: 「@FilmStripConfig.IsHideFilmStrip」が有効なときに、フィルムストリップの背景を表示します。
pt_br: Mostra o plano de fundo da tira de filme quando "@FilmStripConfig.IsHideFilmStrip" está habilitado.
zh_hans: “@FilmStripConfig.IsHideFilmStrip”为启用时，会显示胶片条的背景。
zh_hant: 「@FilmStripConfig.IsHideFilmStrip」為啟用時，會顯示膠片條的背景。

# FilmStripConfig.IsVisiblePlaylistMark
source: Display playlisted mark
pt_br: Exibir marca da lista de reprodução
zh_hans: 显示播放列表标记
zh_hant: 顯示播放列表標記

# FirstPageCommand
source: First page
ja_jp: 最初のページに移動
pt_br: Primeira página
zh_hans: 移动到开始页面
zh_hant: 移動到開始頁面

# FirstPageCommand.Remarks
source: Move to the first page.
ja_jp: 先頭ページに移動します。
pt_br: Mover para a primeira página.
zh_hans: 移动到开头页面。
zh_hant: 移動到開頭頁面。

# FocusBookmarkListCommand
source: Display bookmark list
ja_jp: ブックマークの表示
pt_br: Exibir lista de marcadores
zh_hans: 显示书签
zh_hant: 顯示書籤

# FocusBookmarkListCommand.Menu
source: Bookmark panel
ja_jp: ブックマーク パネル
pt_br: Painel de marcadores
zh_hans: 书签面板
zh_hant: 書籤面板

# FocusBookmarkListCommand.Remarks
source: Display bookmark folder of the bookshelf.
ja_jp: 本棚のブックマーク フォルダーを表示します。
pt_br: Exibir pasta de marcadores da estante.
zh_hans: 显示书架的书签文件夹。
zh_hant: 顯示書庫的書籤資料夾。

# FocusMainViewCommand
source: Focus on main view
ja_jp: メインビューにフォーカスを移す
pt_br: Focar na exibição principal
zh_hans: 移动焦点至主视图
zh_hant: 移動焦點至主要檢視

# FocusMainViewCommand.Menu
source: Main view
ja_jp: メインビュー
pt_br: Exibição Principal
zh_hans: 主视图
zh_hant: 主要檢視

# FocusMainViewCommand.Remarks
source: Move focus to the main view.
ja_jp: メインビューにフォーカスを移します。
pt_br: Mover o foco para a exibição principal.
zh_hans: 移动焦点到主视图。
zh_hant: 移動焦點到主要檢視。

# FocusMainViewCommandParameter.NeedClosePanels
source: Close all panels
ja_jp: 全てのパネルを閉じる
pt_br: Fechar todos os painéis
zh_hans: 关闭所有的面板
zh_hant: 關閉所有的面板

# FocusNextAppCommand
source: Switch next NeeView
ja_jp: 次の NeeView に切り替える
pt_br: Mudar próximo NeeView
zh_hans: 切换下一个 NeeView
zh_hant: 切換下一個 NeeView

# FocusNextAppCommand.Menu
source: Switch next NeeView
ja_jp: 次の NeeView に切り替える
pt_br: Mudar próximo NeeView
zh_hans: 切换到下一个 NeeView
zh_hant: 切換到下一個 NeeView

# FocusNextAppCommand.Remarks
source: Switch to the next NeeView when multiple are started.
ja_jp: 複数起動時に次の NeeView に切り替えます。
pt_br: Mudar para o próximo NeeView quando vários forem iniciados.
zh_hans: 多重启动时切换到下一个 NeeView 。
zh_hant: 多重啟動時切換到下一個 NeeView 。

# FocusPrevAppCommand
source: Switch prev NeeView
ja_jp: 前の NeeView に切り替える
pt_br: Mudar anterior NeeView
zh_hans: 切换前一个 NeeView
zh_hant: 切換前一個 NeeView

# FocusPrevAppCommand.Menu
source: Switch prev NeeView
ja_jp: 前の NeeView に切り替える
pt_br: Mudar anterior NeeView
zh_hans: 切换到前一个 NeeView
zh_hant: 切換到前一個 NeeView

# FocusPrevAppCommand.Remarks
source: Switch to the previous NeeView when multiple are started.
ja_jp: 複数起動時に前の NeeView に切り替えます。
pt_br: Mudar para o NeeView anterior quando vários forem iniciados.
zh_hans: 多重启动时切换到前一个 NeeView 。
zh_hant: 多重啟動時切換到前一個 NeeView 。

# FolderListConfig.FolderTreeLayout
source: Folder tree layout
ja_jp: フォルダー ツリーの配置
pt_br: Layout da árvore de pastas
zh_hans: 树状文件夹配置
zh_hant: 樹狀資料夾配置

# FolderListConfig.IsFolderTreeVisible
source: Display folder tree
ja_jp: フォルダー ツリーの表示
pt_br: Exibir árvore de pastas
zh_hans: 显示树状文件夹
zh_hant: 顯示樹狀資料夾

# FolderListConfig.PanelListItemStyle
source: List item style
ja_jp: リスト項目のスタイル
pt_br: Estilo de item de lista
zh_hans: 列表项目样式
zh_hant: 列表項目樣式

# FolderOrder
source: List item order
ja_jp: リスト項目の並び順
pt_br: Ordem dos itens da lista
zh_hans: 列表项目排序
zh_hant: 列表項目排序

# FolderOrder.EntryTime
source: Entry↑
ja_jp: 登録↑
pt_br: Entrada↑
zh_hans: 添加↑
zh_hant: 登錄↑

# FolderOrder.EntryTimeDescending
source: Entry↓
ja_jp: 登録↓
pt_br: Entrada↓
zh_hans: 添加↓
zh_hant: 登録↓

# FolderOrder.FileName
source: Name↑
ja_jp: 名前↑
pt_br: Nome↑
zh_hans: 名称↑
zh_hant: 名稱↑

# FolderOrder.FileNameDescending
source: Name↓
ja_jp: 名前↓
pt_br: Nome↓
zh_hans: 名称↓
zh_hant: 名稱↓

# FolderOrder.FileType
source: Type↑
ja_jp: 種類↑
pt_br: Tipo↑
zh_hans: 类别↑
zh_hant: 類別↑

# FolderOrder.FileTypeDescending
source: Type↓
ja_jp: 種類↓
pt_br: Tipo↓
zh_hans: 类别↓
zh_hant: 類別↓

# FolderOrder.Path
source: Path↑
ja_jp: パス↑
pt_br: Caminho↑
zh_hans: 路径↑
zh_hant: 路徑↑

# FolderOrder.PathDescending
source: Path↓
ja_jp: パス↓
pt_br: Caminho↓
zh_hans: 路径↓
zh_hant: 路徑↓

# FolderOrder.Random
source: Shuffle
ja_jp: シャッフル
pt_br: Misturado
zh_hans: 随机
zh_hant: 隨機

# FolderOrder.Size
source: Size↑
ja_jp: サイズ↑
pt_br: Tamanho↑
zh_hans: 大小↑
zh_hant: 大小↑

# FolderOrder.SizeDescending
source: Size↓
ja_jp: サイズ↓
pt_br: Tamanho↓
zh_hans: 大小↓
zh_hant: 大小↓

# FolderOrder.TimeStamp
source: Date↑
ja_jp: 日付↑
pt_br: Data↑
zh_hans: 日期↑
zh_hant: 日期↑

# FolderOrder.TimeStampDescending
source: Date↓
ja_jp: 日付↓
pt_br: Data↓
zh_hans: 日期↓
zh_hant: 日期↓

# FolderTree.Menu.AddBookmark
source: Add bookmark
ja_jp: ブックマークを追加
pt_br: Adicionar marcador
zh_hans: 加入书签
zh_hant: 加入書籤

# FolderTree.Menu.AddCurrentQuickAccess
source: Add current place to quick access
ja_jp: 現在の場所をクイック アクセスに追加
pt_br: Adicionar o local atual para acesso rápido
zh_hans: 添加当前位置到快速访问
zh_hant: 現在の場所をクイック アクセスに追加

# FolderTree.Menu.AddQuickAccess
source: Add to quick access
ja_jp: クイック アクセスに追加
pt_br: Adicionar ao acesso rápido
zh_hans: 添加到快速访问
zh_hant: 加入到快速存取

# FolderTree.Menu.DeleteInvalidBookmark
source: Remove invalid bookmark
ja_jp: 無効なブックマークを削除
pt_br: Remover marcadores inválidos
zh_hans: 删除无效的书签
zh_hant: 刪除無效的書籤

# FolderTree.Menu.Explorer
source: Open in explorer
ja_jp: エクスプローラーで開く
pt_br: Abrir no explorador
zh_hans: 用资源管理器打开
zh_hant: 以檔案總管開啟

# FolderTree.Menu.RefreshFolder
source: Reload
ja_jp: 再読み込み
pt_br: Recarregar
zh_hans: 重新载入
zh_hant: 重新讀入

# FolderTreeLayout.Left
source: Place to the left
ja_jp: 左に配置
pt_br: Coloque à esquerda
zh_hans: 配置在左
zh_hant: 配置在左

# FolderTreeLayout.Top
source: Place to the top
ja_jp: 上に配置
pt_br: Coloque no topo
zh_hans: 配置在上
zh_hant: 配置在上

# FontsConfig.FolderTreeFontScale
source: Folder tree font scale
pt_br: Escala de fonte da árvore de pastas
zh_hans: 树状文件夹的字体比例
zh_hant: 樹狀資料夾的字型比例

# FontsConfig.FontName
source: Font
pt_br: Fonte
zh_hans: 字体
zh_hant: 字型

# FontsConfig.FontScale
source: Font scale
pt_br: Escala da fonte
zh_hans: 字体比例
zh_hant: 字型比例

# FontsConfig.IsClearTypeEnabled
source: Enable ClearType
pt_br: Habilitar ClearType
zh_hans: 启用 ClearType
zh_hant: 啟用 ClearType

# FontsConfig.MenuFontScale
source: Menu font scale
pt_br: Escala da fonte do menu
zh_hans: 菜单的字体比例
zh_hant: 選單的字型比例

# FontsConfig.PanelFontScale
source: List item font scale
pt_br: Escala da fonte do item da lista
zh_hans: 列表项目的字体比例
zh_hant: 列表項目的字型比例

# HelpCommandList.Message
source: Commands to which no operation is assigned can be used by setting with "Edit commands".
ja_jp: 操作が割り当てられていないコマンドは「コマンド設定」で設定することで使用可能です。
pt_br: Comandos aos quais nenhuma operação está atribuída podem ser usados configurando com "Editar comandos".
zh_hans: 没有被分配操作的指令可以在“指令设置”里设置使用。
zh_hant: 沒有被分配的指令操作是可以在「指令設定」設定使用的。

# HelpCommandList.Title
source: NeeView Command List
ja_jp: NeeView コマンド一覧
pt_br: Lista de Comandos NeeView
zh_hans: NeeView 指令列表
zh_hant: NeeView 指令列表

# HelpCommandListCommand
source: Command help
ja_jp: コマンドのヘルプを表示する
pt_br: Ajuda com comandos
zh_hans: 显示指令说明
zh_hant: 顯示指令說明

# HelpCommandListCommand.Menu
source: Command Help
ja_jp: コマンド ヘルプ
pt_br: Ajuda com Comandos
zh_hans: 指令说明
zh_hant: 指令說明

# HelpCommandListCommand.Remarks
source: Displays help of all commands in the browser.
ja_jp: 全コマンドのヘルプをブラウザで表示します。
pt_br: Exibir a ajuda de todos os comandos do navegador.
zh_hans: 以浏览器显示全部指令的说明。
zh_hant: 以瀏覽器顯示全部指令的說明。

# HelpMainMenuCommand
source: Main menu help
ja_jp: メイン メニューのヘルプを表示する
pt_br: Ajuda do menu principal
zh_hans: 显示主菜单的说明
zh_hant: 顯示主要選單的說明

# HelpMainMenuCommand.Menu
source: Main menu help
ja_jp: メイン メニュー ヘルプ
pt_br: Ajuda do menu principal
zh_hans: 主菜单说明
zh_hant: 主要選單說明

# HelpMainMenuCommand.Remarks
source: Display the main menu help on the browser.
ja_jp: メイン メニューのヘルプをブラウザで表示します。
pt_br: Exibir a ajuda do menu principal no navegador.
zh_hans: 以浏览器显示主菜单的说明。
zh_hant: 以瀏覽器顯示主要選單的說明。

# HelpScriptCommand
source: Script Help
ja_jp: スクリプトのヘルプを表示する
pt_br: Ajuda com Script
zh_hans: 显示脚本的说明
zh_hant: 顯示腳本的說明

# HelpScriptCommand.Menu
source: Script Help
ja_jp: スクリプト ヘルプ
pt_br: Ajuda com Script
zh_hans: 脚本说明
zh_hant: 腳本說明

# HelpScriptCommand.Remarks
source: Displays the script manual in the browser.
ja_jp: スクリプト マニュアルをブラウザで表示します。
pt_br: Exibir o manual do script no navegador.
zh_hans: 以浏览器显示脚本的使用说明。
zh_hant: 以瀏覽器顯示腳本的使用說明。

# HelpSearchOptionCommand
source: Search options help
ja_jp: 検索オプション ヘルプ
pt_br: Ajuda com as opções de pesquisa
zh_hans: 搜索选项说明
zh_hant: 搜尋選項說明

# HelpSearchOptionCommand.Menu
source: Search options help
ja_jp: 検索オプション ヘルプ
pt_br: Ajuda com as opções de pesquisa
zh_hans: 搜索选项说明
zh_hant: 搜尋選項說明

# HelpSearchOptionCommand.Remarks
source: Display the search options help on the browser.
ja_jp: 検索オプションのヘルプをブラウザーで開きます。
pt_br: Exibir a ajuda das opções de pesquisa no navegador.
zh_hans: 以浏览器搜索选项的说明。
zh_hant: 以瀏覽器搜尋選項的說明。

# History.MoreMenu.DeleteAll
source: Delete all
ja_jp: すべての履歴を削除
pt_br: Excluir tudo
zh_hans: 删除所有历史记录
zh_hant: 刪除所有歷史記錄

# History.MoreMenu.DeleteInvalid
source: Remove invalid history
ja_jp: 無効な履歴を削除
pt_br: Remover histórico inválido
zh_hans: 删除无效的历史记录
zh_hant: 刪除無效的歷史記錄

# History.MoreMenu.IsCurrentFolder
source: Current folder only
ja_jp: 現在のフォルダーのみ
pt_br: Somente pasta atual
zh_hans: 仅在目前的文件夹
zh_hant: 僅在目前的資料夾

# History.Title
source: History
ja_jp: 履歴
pt_br: Histórico
zh_hans: 历史记录
zh_hant: 歷史記錄

# HistoryConfig.HistoryEntryPageCount
source: Number of page operations to start history registration
ja_jp: 履歴が記録されるページ操作回数
pt_br: Número de operações de página para iniciar o registro do histórico
zh_hans: 历史记录为已记录的页面操作次数
zh_hant: 歷史記錄為已記錄的頁面操作次數

# HistoryConfig.HistoryEntryPageCount.Remarks
source: The history is recorded when the page is moved more than the set number of times or the last page is displayed.
ja_jp: 設定した回数以上のページ移動操作、または最終ページの表示で履歴が記録されます。
pt_br: O histórico é registrado quando a página é movida mais do que o número de vezes definido ou quando a última página é exibida.
zh_hans: 当超过设置次数的页面移动、或者显示最后页面时，记录历史记录。
zh_hant: 超過設定次數的頁面移動操作、或是以最後頁面的顯示記錄歷史記錄。

# HistoryConfig.HistoryFilePath
source: History file location
ja_jp: 履歴ファイルの保存場所
pt_br: Localização do arquivo histórico
zh_hans: 历史记录文件的储存位置
zh_hant: 歷史記錄檔案的儲存位置

# HistoryConfig.IsAutoCleanupEnabled
source: Automatically delete invalid history at startup
ja_jp: 起動時に無効な履歴を自動的に削除する
pt_br: Excluir automaticamente o histórico inválido na inicialização
zh_hans: 启动时自动删除无效的历史记录
zh_hant: 啟動時自動刪除無效的歷史記錄

# HistoryConfig.IsCurrentFolder
source: Current folder only
ja_jp: 現在のフォルダーのみ
pt_br: Somente pasta atual
zh_hans: 仅在目前的文件夹
zh_hant: 僅在目前的資料夾

# HistoryConfig.IsCurrentFolder.Remarks
source: Shows the history of only the folders of the currently open book.
ja_jp: 現在開いているブックのフォルダーのみの履歴を表示します。
pt_br: Mostra o histórico apenas das pastas do livro aberto no momento.
zh_hans: 仅显示目前开启的书本文件夹的历史记录。
zh_hant: 僅顯示目前開啟的書本資料夾的歷史記錄。

# HistoryConfig.IsForceUpdateHistory
source: Even if you open a book from history, it updates the last browsing date
ja_jp: 履歴からブックを開いたときでも最終閲覧日を更新する
pt_br: Mesmo se você abrir um livro do histórico, ele atualizará a data da última navegação
zh_hans: 从历史记录开启时一并更新最后阅览日期
zh_hant: 從歷史記錄開啟時一併更新最後閱覽日期

# HistoryConfig.IsInnerArchiveHistoryEnabled
source: Save recursive compressed file in history
ja_jp: 多重圧縮ファイルを履歴に保存する
pt_br: Salvar arquivo compactado recursivo no histórico
zh_hans: 将多重压缩文件储存到历史记录
zh_hant: 將多重壓縮檔儲存到歷史記錄

# HistoryConfig.IsKeepFolderStatus
source: Save folder state
ja_jp: 各フォルダーの並び順等の情報を保存する
pt_br: Salvar estado da pasta
zh_hans: 储存个别文件夹的排序等信息
zh_hant: 儲存個別資料夾的排序等資訊

# HistoryConfig.IsKeepSearchHistory
source: Save search history
ja_jp: 検索履歴を保存する
pt_br: Salvar histórico de pesquisa
zh_hans: 储存搜索历史记录
zh_hant: 儲存搜尋歷史記錄

# HistoryConfig.IsSaveHistory
source: Save history file
ja_jp: 履歴ファイルを保存する
pt_br: Salvar arquivo de histórico
zh_hans: 储存历史记录文件
zh_hant: 儲存歷史記錄檔案

# HistoryConfig.IsUncHistoryEnabled
source: Save UNC path in history
ja_jp: UNC パスを履歴に保存する
pt_br: Salvar caminho UNC no histórico
zh_hans: 储存 UNC 路径至历史记录
zh_hant: 儲存 UNC 路徑至歷史記錄

# HistoryConfig.IsUncHistoryEnabled.Remarks
source: Save the path on the network like "\\computer\~" in the history.
ja_jp: "\\コンピューター名\~" のようなネットワーク上のパスを履歴に保存します。
pt_br: Salve o caminho na rede como "\\computer\~" no histórico.
zh_hans: 储存 "\\计算机名称\~" 之类的网络路径到历史记录。
zh_hant: 儲存 "\\電腦名稱\~" 之類的網路路徑到歷史記錄。

# HistoryConfig.LimitSize
source: Size limit
ja_jp: 保存数上限
pt_br: Limite de tamanho
zh_hans: 储存数量上限
zh_hant: 儲存數量上限

# HistoryConfig.LimitSpan
source: Retention period
ja_jp: 保存期間
pt_br: Período de retenção
zh_hans: 储存时间
zh_hant: 儲存時間

# HistoryConfig.PanelListItemStyle
source: History item style
ja_jp: 履歴項目スタイル
pt_br: Estilo do item histórico
zh_hans: 历史记录项目样式
zh_hant: 歷史記錄項目樣式

# HistoryDeleteAllDialog.Message
source: Delete all history. Is it OK?
ja_jp: すべての履歴を削除します。よろしいですか？
pt_br: Excluir todo o histórico. Está tudo bem?
zh_hans: 删除所有的历史记录。确定吗？
zh_hant: 刪除所有的歷史記錄。確定嗎？

# HistoryDeleteAllDialog.Title
source: Delete history
ja_jp: 履歴を削除します
pt_br: Excluir histórico
zh_hans: 删除历史记录
zh_hant: 刪除歷史記錄

# HistoryDeletedDialog.Title
source: Deleted history
ja_jp: 履歴を削除しました
pt_br: Excluir histórico
zh_hans: 历史记录已删除
zh_hant: 歷史記錄已刪除

# HistoryItem.Menu.Delete
source: _Remove history
ja_jp: 履歴から削除(_D)
pt_br: _Remover histórico
zh_hans: 从历史记录删除(_D)
zh_hant: 從歷史記錄刪除(_D)

# HistoryItem.Menu.OpenBook
source: _Open
ja_jp: 開く(_O)
pt_br: _Abrir
zh_hans: 打开(_O)
zh_hant: 開啟(_O)

source: History item accessor
ja_jp: 履歴項目のアクセサ
pt_br: Acessador de item de histórico
zh_hans: 历史记录项目存取器
zh_hant: 歷史記錄項目存取器

# HistoryItemAccessor.LastAccessTime
source: Last access time
ja_jp: 最後にアクセスした日時
pt_br: Horário do último acesso
zh_hans: 最后存取的日期时间
zh_hant: 最後存取的日期時間

# HistoryItemAccessor.Name
source: Item name
ja_jp: 項目名
pt_br: Nome do item
zh_hans: 项目名称
zh_hant: 項目名稱

# HistoryItemAccessor.Path
source: The path corresponding to the item
ja_jp: 項目に対応するパス
pt_br: O caminho correspondente ao item
zh_hans: 对应项目的路径
zh_hant: 對應項目的路徑

source: History panel accessor
ja_jp: 履歴パネルのアクセサ
pt_br: Acessador do painel histórico
zh_hans: 历史记录面板存取器
zh_hant: 歷史記錄面板存取器

# HistoryPanelAccessor.Items
source: List items
ja_jp: リスト項目
pt_br: Lista de itens
zh_hans: 列表项目
zh_hant: 列表項目

# HistoryPanelAccessor.SelectedItems
source: Selected items
ja_jp: 選択されているリスト項目
pt_br: Itens selecionados
zh_hans: 已选择的列表项目
zh_hant: 已選擇的列表項目

# HistoryPanelAccessor.Style
source: List item stye
ja_jp: リスト項目表示形式
pt_br: Estilo do item de lista
zh_hans: 列表项目显示格式
zh_hant: 列表項目顯示格式

# HorizontalAlignment.Center
source: Center
ja_jp: 中央
pt_br: Centro
zh_hans: 中央
zh_hant: 中央

# HorizontalAlignment.Left
source: Left
ja_jp: 左詰め
pt_br: Esquerda
zh_hans: 齐左
zh_hant: 齊左

# HorizontalAlignment.Right
source: Right
ja_jp: 右詰め
pt_br: Direita
zh_hans: 齐右
zh_hant: 齊右

# HsvEffectUnit.Hue
source: Hue
ja_jp: 色相
pt_br: Matiz
zh_hans: 色相
zh_hant: 色相

# HsvEffectUnit.Saturation
source: Saturation
ja_jp: 彩度
pt_br: Saturação
zh_hans: 饱和度
zh_hant: 飽和度

# HsvEffectUnit.Value
source: Brightness
ja_jp: 明度
pt_br: Brilho
zh_hans: 明度
zh_hant: 明度

# HyperLinkErrorDialog.Title
source: Could not get link.
ja_jp: リンクが取得できませんでした。
pt_br: Não foi possível obter o link.
zh_hans: 无法取得连结。
zh_hant: 無法取得連結。

# ImageCustomSizeConfig.ApplicabilityRate
source: Applicability rate
pt_br: Taxa de aplicabilidade
zh_hans: 适用率
zh_hant: 適用率

# ImageCustomSizeConfig.AspectRatio
source: Aspect ratio
pt_br: Proporção
zh_hans: 宽高比
zh_hant: 寬高比

# ImageCustomSizeConfig.Height
source: Height
ja_jp: 縦幅
pt_br: Altura
zh_hans: 高
zh_hant: 高

# ImageCustomSizeConfig.IsAlignLongSide
source: Align long side
pt_br: Alinhe o lado longo
zh_hans: 对齐长边
zh_hant: 對齊長邊

# ImageCustomSizeConfig.IsAlignLongSide.Remarks
source: Swap the vertical and horizontal as needed.
pt_br: Troque vertical e horizontal conforme necessário.
zh_hans: 根据需要互换垂直与水平。
zh_hant: 根據需要互換垂直與水平。

# ImageCustomSizeConfig.IsEnabled
source: Enable custom image size
ja_jp: 画像サイズ指定を有効にする
pt_br: Habilitar tamanho de imagem personalizado
zh_hans: 启用指定图像大小
zh_hant: 啟用指定圖像大小

# ImageCustomSizeConfig.IsUniformed
source: Lock aspect
ja_jp: 縦横比を維持
pt_br: Bloquear proporção
zh_hans: 保持宽高比
zh_hant: 保持寬高比

# ImageCustomSizeConfig.Size
source: Custom image size
ja_jp: 画像サイズ指定のサイズ
pt_br: Tamanho de imagem personalizado
zh_hans: 指定图像大小的尺寸
zh_hant: 指定圖像大小的尺寸

# ImageCustomSizeConfig.Width
source: Width
ja_jp: 横幅
pt_br: Largura
zh_hans: 宽
zh_hant: 寬

# ImageDotKeepConfig.IsEnabled
source: Keep dot
ja_jp: ドットのまま拡大
pt_br: Mantenha o ponto
zh_hans: 依照点放大
zh_hant: 依照點放大

# ImageDotKeepConfig.Threshold
source: Scale threshold for "@ImageDotKeepConfig.IsEnabled"
ja_jp: 「@ImageDotKeepConfig.IsEnabled」を適用する拡大率
pt_br: Limite de escala para "@ImageDotKeepConfig.IsEnabled"
zh_hans: 适用于“@ImageDotKeepConfig.IsEnabled”的放大率
zh_hant: 套用於「@ImageDotKeepConfig.IsEnabled」的放大率

# ImageDotKeepConfig.Threshold.Remarks
source: It will be applied when it becomes larger than the set magnification.
ja_jp: 設定した拡大率より大きくなると適用されます。
pt_br: Será aplicado quando for maior que a ampliação definida.
zh_hans: 比设置的放大率还要大时才会生效。
zh_hant: 套用在比設定的放大率還要大的時候。

# ImageEffectConfig.EffectType
source: Image effect type
ja_jp: 画像エフェクトの種類
pt_br: Tipo de efeito de imagem
zh_hans: 图像效果类别
zh_hant: 圖像效果類別

# ImageEffectConfig.IsEnabled
source: Enable image effect
ja_jp: 画像エフェクト有効
pt_br: Habilitar efeito de imagem
zh_hans: 启用图像效果
zh_hant: 啟用圖像效果

# ImageEffectConfig.IsHsvMode
source: Perform color setting with HSV
ja_jp: 色設定を HSV で行う
pt_br: Execute a configuração de cores com HSV
zh_hans: 以 HSV 进行颜色设置
zh_hant: 以 HSV 進行顏色設定

# ImageEffectConfig.IsHsvMode.Remarks
source: Set the color parameter with HSV (Hue, Saturation, Brightness). When set to OFF, it becomes the setting with RGB.
ja_jp: 色パラメーターの設定を HSV (色相、彩度、輝度) で設定します。オフにすると RGB での設定になります。
pt_br: Defina o parâmetro de cor com HSV (Matiz, Saturação, Brilho). Quando definido como DESLIGADO, torna-se a configuração com RGB.
zh_hans: 以 HSV (色相、彩度、亮度) 设置颜色参数。当关闭时使用 RGB 设置。
zh_hant: 以 HSV (色相、彩度、亮度) 設定顏色參數。當關閉時使用 RGB 設定。

# ImageExportErrorDialog.Message
source: This image can not be output.
ja_jp: この画像は出力できません。
pt_br: Esta imagem não pode ser produzida.
zh_hans: 无法输出这个图像。
zh_hant: 無法輸出這個圖像。

# ImageExportErrorDialog.Title
source: File save failed
ja_jp: ファイル保存に失敗しました
pt_br: Falha ao salvar arquivo
zh_hans: 文件储存失败了
zh_hant: 檔案儲存失敗了

# ImageGridConfig.Color
source: Color
ja_jp: 色
pt_br: Cor
zh_hans: 色
zh_hant: 色
